the 9562893
of 4437778
and 4103692
a 4052144
to 3973313
in 3291168
that 1784776
for 1512454
is 1432191
on 1171547
he 1139317
with 1108190
was 1082290
at 1013818
as 913086
his 835767
it 834779
by 827253
from 723848
but 697958
be 684310
are 655529
have 647948
an 644995
not 630303
said 622870
has 599263
who 575842
they 534041
new 501838
had 499137
this 450215
i 423984
their 419799
or 412659
will 401294
about 382186
would 381443
were 376880
one 372594
more 364119
which 346685
its 346452
she 340311
been 332299
when 318839
her 313589
like 272080
than 269301
we 266653
you 265973
all 255960
two 246745
last 245170
after 243148
some 237418
if 234214
up 232372
out 230213
there 230079
also 227991
other 226763
into 223384
what 223360
can 217318
so 214411
first 206055
people 199227
no 198924
most 190994
could 180809
only 179693
over 177867
many 175115
because 171051
just 169588
even 155775
through 150700
do 148511
york 145027
them 144652
where 141632
my 140494
years 140104
time 139842
may 139329
him 134104
now 133581
our 132138
made 130792
president 130014
american 129193
those 128528
three 125474
how 123947
get 121878
state 121095
did 120771
before 119786
make 119683
united 119316
much 119276
any 114605
then 113702
percent 113258
while 112731
city 106320
these 104417
million 103054
against 101932
since 99080
still 98861
year 97232
way 95892
being 95527
back 93931
work 93492
very 93213
long 92705
going 92411
company 92090
another 91314
both 91216
off 90050
world 89960
next 89227
between 89089
should 88738
national 86790
under 86144
officials 86117
good 85309
take 85303
states 84747
public 84108
think 83945
say 82992
down 82055
such 81798
school 81761
part 80841
own 80510
never 79251
few 77064
little 77060
go 76620
might 76040
during 75530
want 75428
each 75414
four 74073
called 73801
your 72952
see 72639
including 72568
home 72199
house 71197
among 70667
around 69947
government 69874
several 69747
same 69194
know 69067
well 68942
former 67889
every 67828
until 67807
day 67709
me 65526
come 65202
federal 65169
here 65092
business 64893
today 64514
high 64083
police 64003
used 63790
john 63736
without 63331
too 62476
center 62459
family 61503
came 60773
use 60760
put 60507
right 60353
found 59729
money 59679
second 59515
big 59407
political 59256
best 59099
left 58941
group 58666
white 58652
does 58438
whose 57833
early 57794
got 57409
five 57180
great 57157
life 57004
less 56640
director 56608
university 56334
show 56207
took 56106
set 55971
street 55838
whether 55705
game 55180
companies 55125
play 54968
end 54942
bush 54892
west 54740
children 54674
music 54280
become 53937
told 53819
something 52734
us 52391
court 52330
though 52278
young 52248
always 52202
often 52173
place 51937
help 51554
lot 51262
need 51252
recent 51110
times 51052
east 50867
once 50614
began 50217
team 50126
late 50032
small 49787
old 49692
chief 49338
almost 48874
really 48698
far 48562
went 48349
man 48331
major 48269
art 47889
week 47799
general 47759
least 47367
market 47075
office 47073
find 46793
members 46242
service 46109
news 46092
look 45617
asked 45430
law 45378
international 45237
health 45147
number 45043
making 44919
run 44575
better 44501
yesterday 44392
already 44298
give 44219
must 44181
board 44094
black 43982
days 43908
executive 43834
clinton 43516
real 43493
department 43258
yet 43077
campaign 43045
students 42895
six 42783
trying 42778
local 42605
war 42235
although 42187
open 42084
known 42056
enough 41151
says 41125
night 40910
things 40668
along 40505
keep 40481
according 40429
case 40188
south 39989
large 39532
different 39359
kind 39221
women 39132
republican 39069
david 39041
program 38903
held 38847
became 38818
power 38722
building 38586
having 38034
father 37923
half 37920
why 37742
television 37729
given 37624
pay 37593
third 37114
north 37108
bill 36961
away 36905
party 36868
wanted 36791
working 36756
top 36744
internet 36640
played 36553
call 36528
support 36521
billion 36096
men 35941
point 35887
won 35877
trade 35797
country 35765
nearly 35606
plan 35533
lost 35501
hard 35410
free 35285
film 35262
thought 35002
tax 34987
vice 34926
college 34884
system 34579
expected 34522
military 34489
months 34406
makes 34276
based 34233
sunday 34189
museum 33908
close 33869
ever 33819
book 33640
information 33591
important 33532
stock 33529
deal 33393
others 33390
near 33350
security 33345
series 33276
robert 33248
seems 33228
george 33223
feel 33167
park 33130
mother 33007
across 32812
later 32642
washington 32637
human 32632
died 32615
taken 32588
past 32516
led 32510
private 32460
financial 32376
services 32271
michael 32202
able 32052
weeks 31666
season 31500
economic 31409
include 31383
behind 31162
administration 31071
gave 30973
start 30963
side 30936
seen 30905
county 30875
turned 30806
job 30645
name 30621
cut 30615
worked 30588
theater 30527
social 30513
works 30463
love 30429
senior 30348
move 30282
medical 30228
within 30227
seemed 30162
taking 30130
rather 30121
probably 30016
air 29947
getting 29879
doing 29806
room 29768
using 29755
line 29687
history 29601
care 29535
research 29517
himself 29464
looking 29453
jersey 29449
received 29437
central 29252
players 29175
league 29021
head 28924
started 28888
live 28842
community 28830
report 28740
recently 28613
toward 28570
chairman 28542
web 28450
plans 28445
running 28432
believe 28320
likely 28302
wife 28300
democratic 28268
playing 28235
try 28180
outside 28160
nothing 28125
full 28084
decision 28075
death 28067
control 28051
change 28050
especially 27878
final 27809
computer 27761
thing 27759
comes 27695
lead 27595
sales 27507
island 27364
june 27359
special 27317
perhaps 27315
done 27292
james 27255
saying 27249
games 27241
industry 27095
hours 26922
site 26905
mayor 26843
foreign 26770
union 26676
hit 26665
current 26663
price 26647
seem 26444
spent 26364
food 26359
drug 26351
record 26351
issue 26265
manhattan 26237
woman 26208
town 26175
march 26110
official 26107
avenue 26043
sometimes 26039
cost 26006
role 25987
water 25954
interest 25912
age 25885
judge 25777
turn 25776
sense 25773
buy 25771
main 25601
member 25509
ago 25445
technology 25441
gore 25409
leaders 25305
red 25288
seven 25285
moved 25267
month 25218
despite 25187
clear 25161
friends 25154
meeting 25132
senate 25114
de 25101
richard 24955
lives 24936
san 24827
rights 24816
brought 24791
let 24787
talk 24768
tried 24746
defense 24643
coming 24640
offer 24500
story 24499
return 24451
professor 24450
personal 24425
face 24418
strong 24357
beloved 24354
provide 24321
son 24315
knew 24210
senator 24096
july 24069
force 24068
someone 24032
saturday 23892
saw 23821
bank 23800
education 23673
living 23619
named 23606
workers 23560
tell 23547
william 23538
idea 23459
announced 23369
bring 23330
policy 23315
helped 23205
april 23200
together 23169
groups 23132
question 23085
sent 22979
minutes 22944
decided 22922
space 22920
oil 22883
justice 22882
felt 22872
points 22852
media 22841
earlier 22835
european 22753
front 22708
eight 22692
legal 22612
summer 22570
district 22553
schools 22534
los 22367
again 22318
anything 22141
friday 22108
parents 22104
increase 22051
problem 21975
british 21944
served 21935
win 21907
largest 21884
cannot 21869
middle 21785
agency 21783
church 21783
everything 21736
french 21705
sure 21702
husband 21670
calls 21656
available 21641
agreed 21626
short 21617
am 21612
soon 21579
particularly 21551
area 21508
article 21499
wrote 21492
effort 21432
congress 21377
study 21365
takes 21357
includes 21336
instead 21319
built 21281
whom 21275
lower 21273
leading 21230
prices 21182
met 21174
review 21135
coach 21127
added 21103
vote 21089
possible 21061
paul 21042
single 21018
needed 20978
created 20899
shot 20871
bad 20868
themselves 20836
sold 20821
mark 20801
car 20753
development 20747
continue 20708
simply 20675
hope 20620
america 20606
similar 20576
means 20553
whole 20509
wants 20499
conference 20497
problems 20490
offered 20471
shows 20395
create 20368
manager 20356
officers 20304
included 20216
association 20184
sell 20108
staff 20106
wall 20045
popular 20035
view 19999
performance 19962
paid 19850
difficult 19805
longer 19789
chance 19780
fact 19721
production 19703
person 19695
thomas 19650
rate 19647
either 19600
americans 19576
victory 19555
evidence 19491
share 19475
everyone 19453
movie 19432
republicans 19401
field 19377
order 19339
rose 19337
begin 19327
friend 19319
spending 19304
green 19267
democrats 19263
career 19227
average 19200
future 19194
allowed 19188
loss 19181
rest 19180
heart 19130
feet 19128
miles 19122
russian 19103
square 19087
involved 19078
budget 19077
certain 19050
growing 19047
nations 19023
arts 19013
reported 18974
dance 18925
executives 18911
brooklyn 18909
leave 18894
programs 18888
hold 18874
stop 18861
meet 18806
modern 18760
showed 18728
devoted 18703
allow 18698
economy 18698
looked 18659
officer 18646
opened 18635
chinese 18623
usually 18501
raised 18479
light 18437
runs 18436
form 18411
hospital 18405
election 18389
fell 18376
committee 18353
al 18336
secretary 18319
actually 18307
issues 18266
matter 18241
club 18225
considered 18183
reason 18181
anyone 18174
hall 18158
list 18138
energy 18135
race 18076
entire 18069
peter 18009
written 17997
appeared 17989
questions 17978
couple 17945
investment 17941
prime 17915
yankees 17886
fire 17885
kept 17882
heard 17858
read 17849
born 17816
efforts 17789
described 17773
project 17764
goes 17751
beyond 17745
fall 17740
inside 17734
phone 17730
memorial 17725
higher 17720
thousands 17715
build 17642
bought 17636
thursday 17610
corporate 17578
advertising 17569
investors 17505
civil 17495
itself 17492
annual 17488
van 17484
ground 17465
jewish 17462
lawyers 17407
child 17355
serious 17339
beginning 17257
grand 17243
needs 17240
books 17213
loving 17198
biggest 17177
stay 17177
giving 17170
process 17164
quite 17158
position 17151
presidential 17150
opening 17135
council 17115
football 17092
residents 17064
shares 17060
tomorrow 17054
tuesday 17033
fourth 16967
labor 16953
experts 16871
cases 16853
starting 16831
original 16821
potential 16819
player 16809
sound 16806
road 16750
attention 16737
daughter 16695
governor 16691
huge 16567
charles 16552
lived 16551
killed 16548
total 16543
remains 16489
land 16488
experience 16483
monday 16477
telephone 16459
growth 16425
bit 16418
leader 16403
sign 16385
hotel 16379
baseball 16349
agreement 16342
moving 16263
wednesday 16251
employees 16244
firm 16224
add 16174
remain 16173
basketball 16170
traditional 16148
low 16144
ball 16142
analysts 16136
china 16131
common 16116
passed 16046
credit 16024
forces 16011
spokesman 16003
released 15952
ended 15948
charges 15924
offers 15903
western 15886
commission 15860
raise 15859
organization 15853
quickly 15842
ways 15788
above 15783
lawyer 15771
test 15766
management 15765
commercial 15761
tonight 15753
plays 15746
peace 15730
mets 15728
florida 15722
result 15679
society 15642
minister 15640
teams 15636
maybe 15558
blue 15557
directed 15555
action 15548
california 15537
gets 15522
mostly 15521
families 15520
fight 15491
army 15481
online 15473
fund 15463
worth 15455
visit 15442
further 15407
ask 15380
interview 15364
stage 15331
designed 15299
costs 15295
sports 15292
act 15256
travel 15207
signed 15205
spend 15166
changes 15159
contract 15159
attack 15147
proposed 15132
restaurant 15109
body 15087
giuliani 15084
hand 15050
capital 15036
access 15026
english 14985
returned 14962
design 14943
talking 14926
closed 14925
level 14915
survived 14894
latest 14878
global 14863
drive 14823
poor 14822
supreme 14819
morning 14814
insurance 14812
reached 14809
goal 14778
scheduled 14755
passing 14691
environmental 14683
natural 14680
finally 14679
ran 14677
garden 14656
throughout 14656
class 14646
customers 14646
produced 14642
step 14612
followed 14611
period 14610
fifth 14605
student 14597
independent 14596
joseph 14592
calling 14589
seeking 14581
countries 14563
failed 14557
previous 14551
network 14549
data 14528
looks 14524
terms 14504
course 14479
gone 14478
focus 14459
nine 14433
forced 14410
pass 14403
assistant 14372
daily 14355
johnson 14355
northern 14346
estate 14345
pressure 14336
true 14329
funeral 14318
trial 14318
southern 14313
word 14309
rates 14287
press 14277
easy 14271
writer 14264
brother 14249
hundreds 14239
israeli 14223
practice 14221
training 14221
suggested 14217
published 14198
artists 14186
deep 14179
joined 14160
consider 14100
talks 14098
cup 14071
learned 14054
musical 14050
version 14050
leaving 14029
selling 14023
radio 14008
certainly 14006
figure 14004
grew 13972
ready 13948
village 13920
married 13908
religious 13907
representative 13890
fine 13872
apartment 13865
reach 13865
charged 13856
offering 13845
cover 13794
range 13782
mike 13771
charge 13765
construction 13764
older 13764
miss 13763
believed 13745
voters 13744
majority 13736
following 13726
understand 13722
events 13719
rules 13710
pretty 13707
gives 13694
tom 13666
nuclear 13642
words 13628
hear 13625
sites 13623
retired 13607
amount 13605
store 13594
buildings 13591
smith 13575
planned 13568
writing 13529
continued 13493
value 13484
provided 13464
piece 13452
fresh 13448
safety 13437
voice 13435
winning 13394
largely 13393
japanese 13372
sort 13372
audience 13351
author 13348
neighborhood 13321
cultural 13314
software 13303
cause 13301
standard 13298
division 13282
knows 13280
effect 13272
river 13268
german 13254
broadway 13186
letter 13165
wine 13142
ability 13103
expect 13100
various 13093
attacks 13064
nation 13062
frank 13054
jobs 13035
subject 13021
changed 12998
spring 12984
israel 12983
taxes 12983
martin 12941
lines 12937
tour 12926
appear 12911
marketing 12909
unit 12877
intended 12869
declined 12860
watch 12848
nor 12838
scored 12828
debate 12797
significant 12784
authority 12764
science 12760
results 12745
fans 12739
beat 12737
appears 12732
accused 12726
moment 12708
professional 12708
dinner 12696
housing 12689
title 12689
williams 12682
mean 12669
giants 12632
king 12627
la 12615
property 12614
account 12604
relationship 12593
compared 12589
candidates 12582
brown 12580
eventually 12573
page 12568
institute 12566
serve 12561
patients 12535
search 12534
sister 12516
clearly 12497
texas 12485
present 12480
send 12476
numbers 12467
required 12424
statement 12420
powerful 12405
additional 12378
reports 12365
video 12323
approach 12319
collection 12312
opportunity 12292
consumer 12288
operating 12263
highly 12240
larger 12239
star 12234
stand 12225
parts 12213
jazz 12195
boston 12194
investigation 12184
battle 12174
cast 12161
europe 12160
products 12147
floor 12131
cable 12130
stocks 12104
rich 12085
planning 12078
individual 12068
picture 12045
greater 12040
hot 12022
mind 12011
graduated 12005
break 12003
opera 11997
missed 11988
quarter 11988
else 11986
microsoft 11980
houses 11973
receive 11968
key 11965
adding 11962
risk 11960
mass 11957
station 11955
increased 11933
hands 11919
doctors 11916
degree 11910
exhibition 11898
success 11879
joe 11870
presented 11834
places 11826
critics 11822
contributions 11798
finance 11798
angeles 11792
scott 11783
message 11782
owned 11778
waiting 11766
finished 11765
learn 11734
nato 11729
post 11723
lack 11703
mary 11694
dropped 11692
aid 11680
evening 11660
attorney 11643
performed 11638
per 11627
areas 11619
trip 11618
rock 11611
criminal 11600
reading 11590
complete 11589
willing 11588
happened 11579
style 11573
arrived 11559
dozen 11558
teachers 11546
feeling 11498
choice 11485
chicago 11483
jones 11476
round 11470
forward 11460
concern 11456
proposal 11450
meant 11444
estimated 11427
editor 11425
opposition 11410
trading 11410
eastern 11403
developed 11390
gun 11387
candidate 11382
none 11380
owner 11378
filed 11370
cars 11362
response 11355
kids 11343
onto 11339
walk 11337
palestinian 11326
bob 11322
spoke 11300
regular 11285
fear 11275
cancer 11259
funds 11259
remained 11259
relations 11245
quality 11244
paper 11211
whatever 11201
demand 11200
wide 11195
generally 11187
avoid 11174
exchange 11174
jim 11173
knicks 11168
holding 11155
require 11120
shown 11117
cash 11116
stopped 11116
happy 11094
january 11090
filled 11085
putting 11081
neither 11068
rise 11066
limited 11055
century 11029
thinking 11025
systems 11021
culture 10984
beach 10960
double 10937
boy 10936
upon 10928
lose 10924
guy 10910
addition 10894
reduce 10891
ahead 10890
listed 10879
challenge 10877
except 10874
remember 10863
protect 10855
event 10842
magazine 10829
dead 10820
apparently 10794
concerned 10787
studies 10776
traffic 10771
character 10767
weekend 10747
millions 10741
jets 10728
section 10726
dollars 10725
sought 10711
size 10708
image 10681
carry 10677
conservative 10676
base 10671
smaller 10660
particular 10659
buying 10652
crime 10635
digital 10626
names 10620
simple 10618
fighting 10607
lee 10590
indian 10588
dining 10585
steve 10576
losing 10569
homes 10566
caused 10556
plant 10556
income 10551
complex 10550
measure 10532
finding 10530
benefit 10524
london 10522
situation 10520
communications 10516
violence 10492
noted 10486
bar 10485
showing 10484
successful 10468
stories 10460
becomes 10458
revenue 10447
issued 10443
festival 10431
heavy 10426
becoming 10419
catholic 10413
increasingly 10408
nature 10405
upper 10395
watching 10381
records 10377
language 10366
troops 10359
gas 10355
contemporary 10352
extra 10345
september 10333
artist 10324
caught 10324
connecticut 10307
memory 10282
authorities 10266
figures 10262
placed 10255
seek 10248
save 10246
begins 10241
leaves 10241
images 10233
operations 10233
separate 10233
turns 10231
address 10228
movement 10224
standing 10217
exactly 10204
approved 10202
scientists 10196
answer 10192
interested 10189
band 10184
straight 10182
guys 10177
urban 10148
hour 10144
russia 10143
owners 10136
scene 10134
bay 10130
ordered 10115
markets 10112
italian 10104
hopes 10091
cold 10083
block 10078
kosovo 10073
keeping 10055
pick 10055
sitting 10050
sale 10032
treatment 10030
loved 10028
speak 10025
prison 10019
pieces 10006
produce 10000
train 9965
primary 9949
crowd 9947
parties 9945
favorite 9943
critical 9938
box 9935
sides 9935
write 9935
creating 9918
asking 9911
signs 9909
films 9884
gallery 9877
tickets 9877
hearing 9861
ones 9861
population 9854
stephen 9853
track 9851
famous 9845
songs 9845
shooting 9831
prepared 9829
sea 9828
madison 9823
concert 9817
intelligence 9805
supposed 9803
benefits 9801
familiar 9794
fashion 9794
direct 9786
electronic 9786
concerns 9780
december 9774
begun 9767
directly 9766
sexual 9749
terrorist 9743
tough 9740
fish 9736
attempt 9730
drugs 9677
politics 9670
industrial 9669
partner 9659
businesses 9650
impact 9645
october 9639
paying 9631
louis 9623
gold 9621
august 9617
slightly 9616
immediately 9609
refused 9605
plants 9594
accept 9589
turning 9582
ford 9575
november 9575
managed 9567
referring 9564
join 9556
dear 9555
earned 9555
prosecutors 9549
speech 9549
perfect 9545
stood 9545
model 9537
uses 9534
foundation 9531
guard 9513
twice 9513
easily 9507
competition 9500
decades 9492
flight 9491
driving 9490
wrong 9488
edward 9487
heat 9485
glass 9481
windows 9465
historical 9460
henry 9452
carried 9451
stores 9436
tiny 9428
consumers 9417
deeply 9415
newspaper 9414
yards 9407
physical 9404
weapons 9399
unlike 9392
appeal 9388
door 9388
blood 9376
basic 9359
relatively 9342
cuts 9327
regional 9321
novel 9316
walked 9306
domestic 9299
analyst 9270
dark 9266
prevent 9266
camp 9260
expressed 9260
fellow 9260
below 9258
established 9254
release 9254
emergency 9241
ice 9189
characters 9185
unusual 9184
arrested 9166
laws 9153
discuss 9147
remaining 9145
metropolitan 9125
younger 9124
rule 9119
follow 9117
product 9102
seeing 9099
setting 9099
presence 9098
eyes 9096
fair 9078
earnings 9074
provides 9074
columbia 9067
hill 9067
teacher 9057
deputy 9030
bronx 9029
details 9020
paintings 9019
jack 9018
develop 9009
elected 8997
strategy 8982
pro 8970
investigators 8962
sat 8957
decade 8953
extend 8948
score 8946
corporation 8940
widely 8938
telling 8931
owns 8925
westchester 8905
lincoln 8897
unless 8896
andrew 8894
bond 8882
corner 8881
drop 8880
february 8869
port 8867
christian 8833
speaking 8815
bin 8811
improve 8806
initial 8806
rising 8806
banks 8805
completed 8804
salt 8800
seconds 8800
helping 8796
soldiers 8781
secret 8773
mount 8772
entered 8758
visitors 8751
gay 8742
voted 8732
material 8717
acknowledged 8711
ruling 8711
ethnic 8709
photographs 8704
standards 8701
donations 8698
term 8697
spread 8696
threat 8678
african 8677
agree 8669
introduced 8667
suddenly 8644
agencies 8629
route 8624
congressional 8619
longtime 8610
alan 8594
chris 8592
responsible 8586
hired 8582
comment 8572
alone 8568
variety 8564
baby 8561
grandmother 8551
talked 8547
beautiful 8543
hockey 8524
suit 8511
grow 8510
decide 8509
reporters 8504
committed 8502
golf 8501
crisis 8497
legislation 8485
disease 8480
advantage 8474
debt 8458
nearby 8451
creative 8450
miami 8448
steps 8448
tony 8434
votes 8427
brian 8426
projects 8426
broke 8425
match 8417
color 8414
democrat 8414
stars 8413
struck 8398
soviet 8397
table 8395
arms 8377
conducted 8376
wearing 8367
drew 8362
pulled 8362
rabbi 8357
sets 8357
graduate 8356
streets 8354
offices 8351
herself 8345
historic 8333
kennedy 8333
sit 8333
downtown 8329
rare 8326
walking 8310
trust 8300
queens 8299
supported 8291
acting 8290
bus 8288
difference 8285
trouble 8279
highest 8277
sex 8245
broad 8243
fully 8240
brief 8238
cell 8238
girl 8238
expensive 8235
daniel 8225
wait 8224
killing 8223
organized 8219
region 8206
aides 8201
native 8199
performances 8198
allowing 8196
library 8192
grandfather 8189
serving 8189
specific 8172
worst 8172
discovered 8169
possibility 8153
leadership 8150
cities 8147
winter 8147
susan 8132
negotiations 8123
airport 8122
researchers 8109
hardly 8105
plane 8097
eye 8096
raising 8091
generation 8086
happen 8077
features 8068
fewer 8062
afternoon 8061
fox 8055
lake 8049
bridge 8048
classic 8044
pop 8043
greatest 8034
supporters 8030
recalled 8029
denied 8028
watched 8024
opposed 8015
push 8013
covered 7995
associated 7990
rooms 7987
tv 7976
performing 7975
grown 7963
attended 7958
equipment 7957
agents 7955
shopping 7943
virtually 7939
determined 7934
ideas 7930
missing 7926
jury 7924
atlantic 7918
slow 7917
influence 7906
feels 7903
focused 7903
airlines 7901
minority 7894
crew 7887
nice 7884
drawn 7880
strike 7870
considering 7864
type 7861
elizabeth 7859
stanley 7847
active 7836
bid 7826
transportation 7823
cherished 7811
determine 7807
alliance 7794
associate 7793
emotional 7793
enforcement 7778
hudson 7778
continues 7763
wild 7761
display 7758
draw 7753
missile 7749
tells 7741
bowl 7739
faces 7733
studio 7730
houston 7714
taliban 7713
handle 7709
spot 7709
represents 7703
pictures 7702
japan 7698
choose 7694
hoped 7692
victims 7688
mccain 7683
jackson 7677
protection 7677
quick 7672
effective 7668
noon 7668
partly 7666
founded 7650
restaurants 7646
developing 7643
sponsored 7641
barbara 7640
providing 7640
davis 7631
example 7631
favor 7626
plus 7625
tests 7621
overall 7620
minor 7618
necessary 7617
championship 7613
howard 7609
entertainment 7608
philadelphia 7607
computers 7605
defensive 7604
percentage 7603
argued 7598
pointed 7597
inspired 7593
facing 7589
olympic 7588
patrick 7587
farm 7583
accounts 7581
jeff 7570
suggest 7565
dozens 7564
interesting 7557
organizations 7552
painting 7546
academy 7543
hurt 7540
closer 7535
faced 7529
picked 7527
gain 7512
promised 7509
commissioner 7502
murder 7496
explain 7483
ballet 7475
survey 7473
pitch 7466
views 7463
coast 7460
note 7460
movies 7455
female 7452
prove 7452
shop 7449
source 7448
visiting 7444
panel 7440
bringing 7439
kevin 7437
condition 7430
check 7420
related 7419
agent 7416
francisco 7415
increasing 7413
weather 7398
prominent 7381
cross 7379
host 7376
relief 7371
shared 7370
requires 7366
racial 7365
letters 7358
wonderful 7356
eric 7346
allows 7343
seat 7337
giant 7321
hoping 7319
suffered 7317
parking 7311
larry 7308
chicken 7306
bottom 7305
criticized 7305
everybody 7305
reform 7300
clients 7297
worried 7297
learning 7290
headed 7284
orchestra 7281
fast 7279
ruled 7275
joint 7262
bombing 7258
welfare 7257
tend 7255
count 7248
illegal 7237
remove 7232
respect 7229
retail 7229
status 7228
claims 7222
admission 7217
shots 7212
confidence 7211
completely 7210
card 7203
involving 7197
rejected 7194
france 7190
proved 7187
changing 7185
perform 7183
ii 7181
border 7180
steven 7177
bureau 7175
principal 7175
anthony 7167
claim 7163
spokeswoman 7162
boys 7155
dean 7144
grant 7142
doubt 7133
taught 7133
mental 7120
managing 7107
stadium 7095
continuing 7094
easier 7085
taste 7085
express 7077
finds 7075
hair 7074
roman 7073
barely 7071
touch 7070
coverage 7060
cents 7055
misstated 7041
date 7022
featuring 7016
index 7016
throw 7016
royal 7014
elderly 7012
vast 7011
somewhat 7007
aware 7003
goals 7001
hollywood 6995
warned 6987
latin 6982
song 6982
normal 6967
fiscal 6966
girls 6965
headquarters 6965
broken 6963
holiday 6960
artistic 6953
injured 6949
criticism 6948
armed 6937
christmas 6927
islamic 6926
managers 6926
seventh 6924
re 6923
decline 6921
financing 6914
soft 6909
nonprofit 6906
appeals 6902
morgan 6902
treated 6901
harvard 6897
england 6896
guilty 6887
positive 6876
existing 6875
speed 6873
referred 6872
crucial 6866
unable 6865
paris 6861
fill 6857
palm 6857
sounds 6856
combined 6854
decisions 6854
brothers 6851
teaching 6850
represented 6849
valley 6843
broadcast 6841
heavily 6841
identified 6840
levels 6836
users 6830
suggests 6827
wireless 6827
acquired 6826
resources 6823
politicians 6821
securities 6821
rarely 6820
insisted 6817
serbian 6801
chose 6800
thus 6799
replaced 6794
extremely 6789
spirit 6781
tied 6779
enter 6773
award 6771
conflict 6767
damage 6759
settlement 6759
clean 6757
reduced 6755
fit 6753
warm 6748
carrying 6746
moves 6745
technical 6745
screen 6743
heads 6742
fired 6740
brings 6735
failure 6735
pushed 6731
bigger 6728
donald 6728
sun 6728
notes 6710
worry 6702
lewis 6701
retirement 6696
pentagon 6695
closing 6682
plenty 6660
sees 6657
reasons 6655
safe 6650
task 6650
edge 6647
wear 6646
supply 6638
freedom 6636
stone 6627
asian 6624
holds 6623
master 6623
stands 6623
mission 6618
kill 6614
meaning 6613
wonder 6609
myself 6607
saturdays 6606
believes 6604
extended 6604
accepted 6602
immediate 6602
entirely 6599
ends 6593
golden 6589
conditions 6588
roughly 6587
replace 6581
documents 6573
mountain 6568
vision 6568
plastic 6566
miller 6556
subway 6552
threw 6551
venture 6546
starts 6540
eighth 6539
fun 6525
visited 6522
torre 6518
voting 6516
effects 6507
kinds 6507
ultimately 6504
aside 6499
arthur 6496
offensive 6494
keeps 6492
lunch 6488
request 6486
catch 6484
male 6483
rangers 6483
mexico 6478
profit 6473
woods 6473
cutting 6469
responsibility 6458
gained 6455
opens 6440
aids 6437
lawsuit 6435
electric 6433
internal 6427
repeatedly 6424
sport 6422
commitment 6416
colleagues 6411
desire 6410
steel 6401
advanced 6400
chamber 6398
comedy 6397
unlikely 6396
approval 6393
limit 6392
elections 6391
ban 6387
cards 6386
rudolph 6386
comfortable 6380
foot 6380
centers 6378
closely 6378
bruce 6372
maintain 6363
writers 6356
kitchen 6354
sweet 6354
philip 6347
christopher 6346
usual 6346
alternative 6345
atlanta 6343
possibly 6341
expand 6340
formed 6339
surprised 6339
operation 6334
shift 6333
finish 6329
nobody 6327
pull 6327
mention 6326
reality 6325
brand 6324
permanent 6323
combination 6321
moments 6321
dangerous 6318
chosen 6316
eat 6309
balance 6303
silver 6302
coalition 6298
pages 6290
forest 6289
struggle 6288
realize 6282
sharp 6276
imagine 6272
truly 6270
partners 6266
advance 6265
strength 6264
fly 6261
bell 6252
fed 6250
feature 6249
actors 6247
veteran 6246
declared 6245
scores 6245
greenwich 6240
wish 6238
lawrence 6237
reserve 6234
nassau 6223
moral 6219
lots 6206
theme 6204
shut 6194
typical 6194
conduct 6189
leads 6188
interior 6183
gary 6178
contact 6177
networks 6175
auto 6174
newly 6170
virginia 6168
attend 6166
stayed 6164
aggressive 6157
walls 6155
painted 6148
bradley 6147
drawing 6147
academic 6146
seats 6143
realized 6141
condolences 6134
crimes 6130
irish 6125
orange 6123
wood 6123
recorded 6122
bright 6112
eager 6111
assembly 6110
convicted 6108
window 6105
due 6104
marriage 6099
legislature 6097
super 6096
flowers 6093
appearance 6092
previously 6092
ancient 6091
knowledge 6082
currently 6077
interests 6076
citizens 6073
extraordinary 6070
arab 6058
passengers 6057
draft 6055
represent 6053
happens 6052
piano 6052
formal 6049
frequently 6048
nets 6048
enormous 6047
bills 6044
testing 6038
sixth 6037
cited 6032
invited 6027
producer 6024
prospect 6022
dramatic 6020
merely 6018
otherwise 6017
dream 6013
reputation 6010
canadian 6006
promise 6004
urged 6004
jason 5995
mix 5992
purchase 5991
fuel 5986
drove 5982
mixed 5979
activities 5978
airline 5972
meetings 5970
weight 5969
soccer 5968
opponents 5963
forms 5954
impossible 5951
sending 5944
coffee 5941
directors 5924
fort 5922
net 5922
dispute 5921
afford 5920
devils 5920
honor 5915
deals 5908
medicine 5901
falling 5898
threatened 5897
quiet 5892
lieu 5890
adult 5888
classical 5886
progress 5886
thinks 5886
structure 5884
struggling 5883
profits 5882
milosevic 5881
ending 5880
reflect 5875
stake 5874
column 5865
removed 5859
increases 5853
educational 5849
gift 5848
opinion 5845
convention 5835
horse 5826
limits 5825
consulting 5821
measures 5819
settled 5819
pair 5805
tradition 5805
returning 5804
worldwide 5802
intense 5801
mexican 5801
pataki 5801
carolina 5798
gray 5796
stuff 5795
target 5793
africa 5783
era 5783
ordinary 5783
trees 5776
spanish 5774
liked 5762
scientific 5760
mainly 5756
capacity 5755
connection 5753
ann 5752
bear 5752
germany 5747
staten 5747
tuesdays 5747
founder 5744
shortly 5742
don 5741
surprise 5737
equal 5733
explained 5732
warner 5730
ride 5727
complained 5725
doctor 5725
sundays 5724
hits 5713
yellow 5709
helps 5708
flying 5699
dog 5698
studied 5697
aimed 5694
drama 5693
bobby 5690
appointed 5683
dan 5678
returns 5673
yankee 5673
harry 5669
cook 5668
navy 5667
britain 5664
muslim 5657
singer 5655
complaints 5651
morris 5648
santa 5648
advocates 5642
units 5636
enjoy 5635
modest 5633
immigrants 5632
discussion 5631
literary 5629
remembered 5629
nasdaq 5627
menu 5625
publicly 5622
lay 5619
proud 5619
reaction 5618
warning 5618
occurred 5613
rice 5608
pace 5603
pain 5601
behavior 5600
formerly 5600
dealing 5598
suburban 5597
delivered 5596
items 5596
typically 5593
metal 5589
excellent 5583
merger 5577
god 5569
relatives 5556
inches 5553
obvious 5545
puts 5545
shape 5542
compete 5541
actor 5539
courts 5539
direction 5539
options 5538
policies 5538
expert 5536
argue 5534
outdoor 5529
hong 5522
driven 5517
receiving 5512
selection 5512
auction 5510
notion 5495
rent 5491
customer 5487
actions 5483
yale 5482
beauty 5481
drivers 5476
competitive 5475
yorkers 5465
minimum 5464
tim 5464
korean 5461
representatives 5461
stations 5461
vehicles 5460
machine 5459
core 5457
junior 5456
liberal 5455
camera 5453
sympathy 5453
immigration 5452
ad 5450
proposals 5443
acres 5442
adopted 5442
youth 5439
package 5438
likes 5436
athletic 5435
dismissed 5430
jay 5430
violent 5425
ticket 5421
promote 5419
patient 5418
meets 5415
recommended 5415
experienced 5411
comments 5409
equally 5407
valentine 5406
advice 5404
originally 5400
announcement 5398
gathered 5398
essentially 5394
testimony 5391
allen 5390
pacific 5390
understanding 5386
wind 5385
refugees 5384
writes 5383
jane 5379
guide 5363
fallen 5361
jordan 5360
mail 5360
jews 5359
india 5353
basis 5351
seattle 5350
jonathan 5343
playoff 5342
wave 5340
knowing 5339
admitted 5338
applied 5338
symphony 5333
dollar 5329
starring 5328
respond 5325
environment 5319
parent 5319
split 5319
penalty 5314
winner 5314
tree 5311
designer 5308
argument 5303
classes 5302
serves 5302
dedicated 5301
journal 5301
rural 5299
handful 5298
numerous 5297
pushing 5292
medicare 5280
treasury 5280
ties 5277
consecutive 5276
scoring 5276
confirmed 5275
palestinians 5275
banking 5274
truth 5274
string 5272
parks 5271
quarterback 5263
mutual 5260
scenes 5260
encourage 5259
legislative 5256
utility 5254
abortion 5242
somebody 5239
viewers 5237
dancers 5236
musicians 5233
appropriate 5232
schedule 5232
blocks 5227
hitting 5227
judges 5221
faith 5220
firms 5219
pool 5219
fought 5217
nbc 5214
neighbors 5201
affairs 5200
animal 5198
attract 5195
polls 5194
dry 5188
bonds 5187
ny 5187
harder 5183
consultant 5181
fridays 5181
presents 5181
institutions 5174
tennis 5173
lady 5172
positions 5169
roger 5169
lawmakers 5165
tournament 5160
traveling 5160
solid 5150
arrest 5147
jerry 5147
supporting 5145
breaking 5142
resident 5142
striking 5140
preparing 5139
emerged 5138
carefully 5133
surgery 5132
selected 5125
interviews 5122
singing 5118
makers 5113
busy 5110
telecommunications 5106
cream 5096
walter 5093
gotten 5089
sauce 5087
losses 5083
assets 5082
holy 5079
expanded 5077
responded 5073
brain 5065
tone 5065
clothes 5060
recording 5060
visual 5054
elements 5053
cells 5050
transfer 5050
actual 5046
recognize 5046
truck 5042
conversation 5037
divided 5037
expansion 5037
articles 5035
eating 5032
forget 5030
surrounding 5030
abandoned 5029
ray 5028
code 5023
definitely 5017
trained 5015
analysis 5012
empty 5010
estimates 5003
viewed 5003
talent 4997
temple 4997
affect 4996
traded 4991
racing 4987
strongly 4987
exercise 4986
cool 4985
earn 4984
landscape 4984
hispanic 4980
objects 4978
angry 4974
differences 4973
sells 4972
welcome 4972
establish 4970
necessarily 4966
orders 4962
sharply 4961
theory 4956
describe 4954
sam 4949
remarkable 4946
dennis 4942
identify 4942
ronald 4938
accounting 4934
weekly 4934
concluded 4929
douglas 4929
representing 4928
path 4927
meat 4925
confident 4923
tie 4919
hospitals 4914
ages 4909
indeed 4906
counsel 4898
reporter 4897
laid 4895
apply 4892
ninth 4892
factory 4890
ceremony 4886
residential 4886
barry 4884
nights 4883
dishes 4882
fred 4881
doors 4880
rick 4879
communist 4877
demands 4874
backed 4873
governments 4869
abc 4866
jeffrey 4866
constitutional 4863
fees 4862
delay 4860
ads 4856
birth 4853
treat 4851
controlled 4850
deliver 4850
file 4850
improved 4849
hundred 4847
boat 4842
kenneth 4841
sugar 4838
tight 4838
expects 4837
producers 4837
rally 4828
offense 4824
skills 4823
fairly 4821
communities 4819
contracts 4816
phillips 4816
disabled 4815
minute 4815
substantial 4814
suspended 4813
anne 4803
tobacco 4802
bodies 4801
municipal 4800
healthy 4797
protest 4795
extensive 4794
payments 4792
strategic 4792
captain 4791
discussed 4791
laden 4791
convinced 4787
mentioned 4786
stepped 4786
repeated 4781
animals 4777
afraid 4776
arm 4774
linked 4771
apartments 4769
indicated 4763
architecture 4759
bed 4754
matters 4753
session 4747
surrounded 4747
driver 4738
farmers 4738
teach 4737
dressed 4729
models 4724
troubled 4717
nancy 4715
el 4709
primarily 4707
senators 4707
tries 4707
rescue 4704
jump 4702
option 4702
chances 4701
failing 4701
chemical 4696
describes 4696
maintenance 4696
princeton 4696
competing 4694
mourn 4691
channel 4689
asia 4687
anthrax 4681
readers 4680
afghanistan 4675
fax 4673
activity 4671
campus 4671
buyers 4669
lights 4669
opportunities 4668
messages 4661
temporary 4660
falls 4653
background 4652
flow 4652
ocean 4651
prince 4650
accompanied 4645
fears 4645
shore 4644
newspapers 4642
seriously 4641
stretch 4641
alexander 4637
jennifer 4637
complicated 4633
guest 4633
thanks 4631
importance 4629
sensitive 4621
romantic 4620
guess 4613
worse 4609
rush 4606
maker 4604
acts 4602
korea 4601
editorial 4600
enjoyed 4598
goods 4594
multiple 4594
operate 4593
distance 4591
folk 4591
statements 4591
matthew 4588
electricity 4587
portrait 4587
cbs 4579
carter 4578
prepare 4578
ratings 4576
towns 4575
link 4572
todd 4572
detailed 4569
occasionally 4569
slowly 4568
conventional 4567
apple 4562
ben 4556
advisers 4553
arizona 4552
concept 4551
surface 4550
furniture 4547
olive 4547
simon 4547
assigned 4546
commerce 4543
rhp 4542
obviously 4541
severe 4539
contributed 4533
spiritual 4532
tower 4532
ron 4530
predicted 4528
ship 4520
besides 4516
michigan 4513
adults 4509
vehicle 4509
absolutely 4508
politically 4506
publishing 4506
assistance 4503
hillary 4502
harlem 4498
entry 4496
fields 4496
apart 4493
beneath 4493
parliament 4491
injury 4489
questioned 4487
satellite 4486
valuable 4484
content 4483
c 4481
champion 4481
wore 4480
passion 4479
comic 4476
dominated 4476
poll 4476
worker 4476
allies 4473
intellectual 4470
planes 4464
initially 4463
luxury 4456
faster 4455
opposite 4454
chain 4453
guests 4451
dancing 4447
pounds 4445
heartfelt 4443
featured 4442
audiences 4440
solo 4433
materials 4430
reaching 4428
rebels 4427
prize 4426
values 4423
narrow 4420
discussions 4417
liberty 4413
rival 4411
civilian 4409
essential 4409
suffering 4407
throwing 4407
affected 4405
apparent 4403
command 4398
recognized 4398
adviser 4390
negative 4388
seasons 4388
lies 4387
taylor 4386
suspect 4382
jumped 4378
deepest 4377
districts 4377
thrown 4376
bomb 4375
dow 4373
flights 4373
reflected 4372
suspected 4371
highway 4369
interment 4367
jean 4367
antitrust 4365
marked 4362
flat 4360
regularly 4359
merrill 4354
individuals 4352
atmosphere 4351
volume 4351
defeat 4350
incident 4346
ed 4344
brokerage 4342
deaths 4342
prompted 4342
independence 4341
earth 4337
remarks 4337
surely 4337
celebrated 4332
passes 4332
employee 4331
linda 4330
extension 4329
gains 4327
tablespoons 4327
encouraged 4326
print 4326
puerto 4325
amid 4318
ensure 4318
false 4317
totally 4314
weddings 4314
gap 4312
savings 4311
architect 4309
dave 4308
debut 4305
cruise 4304
row 4301
thin 4301
coaches 4300
producing 4299
copies 4296
potentially 4296
chocolate 4294
tale 4294
wealthy 4290
widespread 4288
massachusetts 4282
karen 4281
attempts 4275
ken 4272
joining 4271
newark 4271
practices 4270
loans 4266
somehow 4266
secure 4265
defeated 4259
escape 4259
sons 4255
behalf 4252
salary 4252
wooden 4251
thick 4249
sprewell 4246
awards 4244
danger 4244
disney 4243
hills 4241
manufacturers 4238
paint 4238
pepper 4236
visits 4236
canada 4235
associates 4233
blacks 4231
loan 4231
types 4230
monthly 4226
barak 4216
harbor 4215
childhood 4214
harris 4213
terrorism 4213
achieve 4212
aircraft 4211
yea 4208
saudi 4205
studying 4203
equivalent 4195
location 4194
pennsylvania 4192
announce 4191
effectively 4185
listen 4183
regulations 4183
reviews 4180
attracted 4179
roll 4173
zone 4172
albert 4170
clemens 4170
corruption 4166
attacked 4165
purpose 4165
ranging 4161
wilson 4160
robinson 4159
commander 4153
blame 4152
lazio 4152
smart 4152
witnesses 4151
treaty 4150
dick 4149
acquire 4147
detroit 4147
preserve 4147
trend 4145
critic 4144
die 4142
suggesting 4140
reservations 4137
strange 4137
tested 4137
anybody 4136
witness 4133
magic 4132
chapter 4129
jail 4128
ralph 4128
moscow 4126
queen 4125
cuban 4124
fan 4123
traveled 4122
pakistan 4121
machines 4119
pat 4119
dress 4115
powers 4113
causes 4112
hate 4112
publisher 4111
surprising 4110
cleveland 4108
cooking 4108
detective 4106
tape 4106
noting 4105
amounts 4102
memories 4102
notice 4102
ambitious 4097
engineering 4097
sophisticated 4096
crash 4095
adam 4090
entering 4088
jose 4085
branch 4083
humor 4083
joan 4081
waste 4081
factor 4080
gene 4080
creation 4077
sentence 4077
defend 4076
generous 4076
architectural 4074
impressive 4072
rain 4070
f 4065
wednesdays 4064
papers 4063
seemingly 4061
skin 4060
pitching 4059
composer 4057
pattern 4057
species 4053
greatly 4052
privacy 4049
plot 4046
engaged 4042
posted 4042
dallas 4040
captured 4038
cheese 4036
depending 4036
sir 4036
connected 4035
alex 4032
breast 4032
hotels 4032
charter 4030
identity 4027
kansas 4025
stick 4024
upset 4024
reducing 4023
restrictions 4022
wake 4022
prefer 4021
negotiating 4020
greek 4019
swing 4019
chair 4014
eliminate 4014
laboratory 4010
manage 4010
collected 4004
carnegie 4001
israelis 4000
duke 3999
faculty 3999
feelings 3998
homeless 3996
norman 3993
toronto 3992
delivery 3990
pursue 3990
proper 3987
brick 3986
circle 3986
contrast 3986
harold 3986
capable 3985
guns 3977
ballots 3975
distribution 3971
ultimate 3971
celebration 3970
courses 3970
hanging 3970
chase 3967
installed 3961
sarah 3960
settle 3958
vietnam 3958
amsterdam 3957
perfectly 3956
gathering 3953
solution 3953
covers 3949
trucks 3948
elementary 3946
favored 3946
noticed 3946
contest 3945
abuse 3944
kim 3944
lemon 3939
ruth 3938
speaker 3933
iraq 3928
handled 3927
client 3926
dogs 3926
claimed 3925
handling 3922
sudden 3921
anywhere 3919
snow 3919
prescription 3918
pitcher 3914
broader 3906
assault 3902
carl 3902
considerable 3902
foster 3899
portion 3898
drinking 3897
unemployment 3897
samuel 3895
clubs 3893
colorado 3888
grilled 3887
marine 3887
regarded 3887
devices 3884
praised 3884
tours 3884
accident 3882
signal 3880
links 3878
elegant 3877
thompson 3877
ward 3877
las 3875
federation 3873
knee 3867
mobile 3865
chancellor 3863
motor 3861
regulators 3861
attractive 3860
vital 3857
raises 3856
ease 3855
concerts 3854
persuade 3854
pilot 3853
controls 3852
attitude 3851
odd 3849
hidden 3848
acquisition 3846
hire 3845
unions 3845
museums 3844
baltimore 3843
democracy 3843
emerging 3843
concrete 3841
expanding 3841
registered 3839
storm 3839
sharon 3838
license 3837
grace 3836
choices 3835
documentary 3835
equity 3835
swiss 3835
cafe 3834
copy 3834
maintained 3834
extent 3833
stem 3832
hamilton 3831
strikes 3830
steady 3829
boards 3828
belief 3827
surplus 3827
awarded 3825
gulf 3825
drawings 3822
careful 3819
granted 3818
transit 3818
interviewed 3814
le 3814
constant 3812
profound 3812
reference 3811
follows 3808
serbs 3805
anniversary 3801
mile 3801
stronger 3801
hole 3800
scale 3800
sleep 3799
fare 3797
plate 3797
powell 3797
d 3796
grounds 3796
trips 3795
ill 3792
approached 3786
voices 3785
mood 3784
nursing 3782
benjamin 3781
andy 3779
medium 3779
arena 3778
fruit 3773
requiring 3773
roots 3772
promising 3771
reporting 3769
sculpture 3769
gundy 3768
cabinet 3767
participants 3766
beth 3765
bankruptcy 3764
neck 3760
performers 3759
resolution 3758
citing 3756
elsewhere 3756
embassy 3755
suffolk 3754
arranged 3753
understood 3751
campaigns 3749
somewhere 3749
universal 3746
shareholders 3745
ensemble 3743
packed 3743
amendment 3740
borough 3738
quietly 3738
subjects 3734
uncle 3734
brilliant 3732
carries 3730
ring 3730
clark 3729
diplomatic 3726
stuck 3726
grandchildren 3724
levy 3721
clothing 3719
risks 3717
statistics 3716
thursdays 3716
victim 3715
gardens 3711
weak 3711
g 3710
rail 3709
inner 3708
salad 3708
expectations 3707
ministry 3707
challenges 3705
sources 3704
heading 3703
sounded 3703
blow 3702
cohen 3702
reflects 3701
attached 3700
tens 3700
veterans 3700
tall 3697
rookie 3694
shoot 3694
degrees 3690
reasonable 3687
journalists 3684
legacy 3679
warren 3677
franklin 3674
kid 3672
tracks 3670
collins 3669
carol 3664
funny 3664
stops 3664
demanding 3663
beating 3661
findings 3660
tremendous 3659
civic 3657
defending 3655
leonard 3655
economist 3652
minnesota 3652
partnership 3650
promises 3650
beijing 3649
bound 3649
hiring 3649
lisa 3649
albanian 3648
bitter 3648
grade 3648
rutgers 3648
rely 3647
thousand 3646
immigrant 3644
estimate 3643
yugoslav 3643
absence 3642
injuries 3639
contain 3636
plaza 3635
whitman 3634
jon 3633
oldest 3633
rebel 3630
blocked 3629
emphasis 3629
saved 3628
recall 3627
assume 3626
inflation 3626
challenged 3623
bag 3621
putin 3621
discovery 3618
institution 3617
frequent 3616
listening 3616
tampa 3615
arrive 3614
celebrate 3614
fee 3611
tribute 3611
psychological 3608
resigned 3608
flag 3605
attending 3604
invest 3604
flew 3602
ought 3602
anderson 3600
diamond 3600
volunteer 3600
wayne 3600
margaret 3599
sorrow 3599
arafat 3598
signing 3598
advisory 3595
handed 3593
protests 3593
resulted 3591
administrative 3587
graham 3587
chef 3585
fishing 3585
reagan 3585
lists 3583
marc 3583
raw 3583
wines 3583
visible 3582
device 3580
lowest 3580
map 3576
drink 3575
comfort 3570
riding 3570
developers 3569
manufacturing 3569
moderate 3569
restore 3568
normally 3567
spoken 3567
actress 3566
russell 3566
engine 3565
parade 3565
tenants 3565
collapse 3563
revealed 3563
economists 3562
creates 3561
lighting 3561
pays 3560
investigating 3559
pride 3555
relative 3555
patent 3554
supplies 3553
arguing 3552
bloomberg 3550
destroyed 3550
continental 3549
francis 3549
fundamental 3549
monitor 3549
photograph 3546
inning 3543
practical 3543
fassel 3541
terrible 3541
inquiry 3539
lessons 3538
sing 3538
rating 3534
guarantee 3533
imposed 3532
roles 3532
basically 3531
text 3531
gifts 3529
australian 3527
arguments 3523
journey 3523
tired 3523
patricia 3521
listing 3517
symbol 3517
combat 3516
explaining 3516
clinical 3512
impeachment 3511
corn 3506
anger 3505
involvement 3504
mixture 3503
del 3502
beef 3498
occasional 3498
charlie 3496
premiere 3494
significantly 3494
motion 3493
acted 3492
aide 3492
bernard 3492
craig 3492
financed 3492
letting 3491
butter 3490
crowded 3490
fat 3488
pope 3488
reluctant 3488
employment 3487
seized 3486
transition 3486
useful 3486
marks 3484
teammates 3484
pleaded 3483
roof 3483
dna 3478
permit 3477
alice 3476
contains 3476
touched 3476
covering 3474
hang 3474
versions 3474
colors 3473
birds 3472
briefly 3471
resolve 3471
passage 3469
euro 3468
lift 3468
aspects 3467
outstanding 3466
focusing 3465
pianist 3465
programming 3463
counting 3461
searching 3461
speaks 3461
census 3460
pleased 3460
tea 3460
revenues 3459
correct 3454
trail 3452
virtual 3452
leg 3451
rolling 3451
tables 3451
sentenced 3450
helen 3449
nelson 3449
adored 3448
bread 3443
heights 3441
teaches 3441
extreme 3437
involves 3436
lesson 3434
bird 3433
document 3432
informed 3432
suits 3432
italy 3430
survive 3430
entrance 3429
constantly 3425
cooperation 3425
abstract 3422
conservation 3422
unique 3422
describing 3421
taiwan 3420
brazilian 3419
maria 3419
virus 3419
struggled 3418
retailers 3417
outcome 3416
dealers 3414
unexpected 3414
terry 3411
wealth 3411
bass 3410
yourself 3410
negotiate 3409
phones 3409
friendly 3408
discount 3407
neighborhoods 3405
radical 3405
investments 3404
pressed 3404
complaint 3402
cameras 3400
rapidly 3400
governing 3397
trains 3397
ewing 3394
kelly 3393
poetry 3391
shops 3391
remote 3389
dutch 3387
designers 3386
intent 3386
exposed 3384
applications 3383
alive 3381
narrative 3378
aol 3376
forcing 3376
pure 3376
pink 3375
races 3374
projected 3373
cape 3372
fled 3372
gordon 3370
laura 3369
chopped 3366
promoting 3366
stern 3366
matt 3362
method 3361
trustees 3361
billy 3358
empire 3358
properties 3355
impression 3354
poverty 3354
boxing 3353
sits 3352
pilots 3351
staying 3351
terrorists 3349
wedding 3349
glen 3346
pitched 3345
sharing 3345
distinguished 3344
designated 3342
religion 3342
resort 3338
founding 3337
haven 3337
application 3335
piazza 3335
elaborate 3334
ideal 3334
albanians 3332
nomination 3331
revival 3330
reduction 3329
displayed 3327
silicon 3327
vocal 3326
strip 3325
checks 3323
corporations 3321
islanders 3318
judith 3318
lie 3316
soul 3316
hearts 3314
sue 3313
capture 3308
jet 3308
berlin 3307
electoral 3307
lobbying 3304
keith 3303
athletes 3301
garlic 3300
jimmy 3300
ballot 3299
counter 3298
rental 3297
please 3296
milk 3295
requests 3294
smoke 3294
technologies 3294
pan 3292
threats 3291
shoulder 3289
sight 3288
ten 3288
delicate 3287
legislators 3287
quoted 3287
buried 3285
personnel 3285
succeed 3284
tennessee 3281
eve 3279
departure 3276
fame 3276
indians 3276
operates 3276
generate 3275
array 3272
shelter 3272
badly 3271
manner 3271
explore 3269
diverse 3268
mere 3268
testified 3268
reveal 3266
dish 3265
vulnerable 3265
fate 3264
orthodox 3264
deficit 3263
sky 3263
preferred 3261
regard 3261
collect 3259
ellen 3257
loves 3257
burial 3255
greg 3253
recognition 3253
stewart 3253
object 3252
plain 3251
specifically 3251
causing 3250
lane 3250
sanctions 3248
demanded 3245
disaster 3245
crown 3244
daughters 3244
whenever 3242
combine 3240
happening 3239
precisely 3237
arrival 3235
terror 3235
album 3234
photo 3234
chip 3233
feared 3233
operated 3233
advocate 3232
desperate 3230
generated 3230
soup 3229
via 3229
pittsburgh 3228
afghan 3225
currency 3223
waited 3223
suicide 3221
length 3220
technique 3220
ambassador 3219
judicial 3219
roads 3218
capitol 3215
lease 3215
therefore 3214
beer 3211
challenging 3208
revolution 3207
cheney 3206
introduce 3206
accusations 3205
compromise 3205
hung 3205
diplomats 3202
robin 3202
biological 3201
maximum 3201
theatrical 3201
ranks 3199
genetic 3198
buffalo 3197
lawsuits 3197
achieved 3196
tourists 3196
breakfast 3195
closest 3193
cone 3193
nicholas 3189
routine 3186
lined 3185
georgia 3184
deadline 3181
dominant 3179
magazines 3179
ross 3179
touchdown 3178
adds 3177
parcells 3177
relationships 3176
acknowledge 3174
sang 3174
targets 3174
victories 3171
towers 3167
bears 3166
transformed 3165
volunteers 3164
nay 3163
promoted 3163
joy 3162
detail 3161
economics 3161
tools 3161
railroad 3160
russians 3160
sector 3159
obtain 3158
defined 3156
obtained 3156
episode 3155
fraud 3154
colleges 3150
household 3149
literature 3149
approve 3148
respected 3146
spots 3142
facts 3140
jeter 3139
republic 3137
beaten 3133
breaks 3132
resistance 3131
demonstrated 3127
summit 3127
bishop 3126
ourselves 3123
privately 3123
roy 3120
influential 3119
supports 3119
investor 3117
ohio 3116
discussing 3115
landed 3115
attributed 3113
pulling 3112
roosevelt 3112
reminded 3111
duty 3109
opponent 3109
officially 3108
popularity 3108
streak 3108
twin 3108
charity 3107
participate 3107
smoking 3106
underground 3106
peak 3105
teenage 3104
difficulty 3103
sad 3103
thoughts 3103
delayed 3101
sean 3101
turkey 3100
fiction 3099
monetary 3098
kong 3097
ownership 3097
colonial 3096
loose 3095
purchased 3094
mortgage 3093
photography 3092
asks 3091
tourist 3091
vacation 3091
aviation 3087
rodham 3087
oscar 3084
preservation 3084
aging 3082
blair 3082
corps 3082
billions 3079
contained 3079
rough 3078
scientist 3078
midtown 3077
northwest 3077
firefighters 3075
sweeping 3075
territory 3075
innings 3074
mourns 3073
violated 3069
bottle 3067
