the 1555262988.0
of 895224663.5
to 588902821.5
and 514011645.0
in 463560547.0
a 420344331.0
is 242109497.5
that 233197365.0
for 165423557.5
it 160651816.0
as 154693235.5
be 148130722.5
not 135007849.0
was 131440900.5
on 117029854.0
i 117875558.0
with 111064212.0
he 99861332.0
by 93865818.0
are 89962934.5
at 80660470.5
this 78102243.0
have 77532855.0
you 80559230.0
from 70363332.0
which 67146330.0
had 61401024.0
but 64879401.5
or 65565142.0
an 61016354.0
his 60183036.0
they 57338634.0
can 52913196.0
we 51795914.5
one 49983914.5
there 46245349.0
were 43074265.0
been 41421754.0
has 41096619.0
she 43897736.5
what 40570226.0
if 40188583.0
would 38924754.0
all 40386424.0
do 40012881.0
her 38914730.0
will 36607225.5
their 35809397.0
who 35861745.0
more 34267375.5
when 32534626.5
time 32357646.5
may 31256967.5
other 29994526.0
about 28240428.5
than 28186496.5
so 29229465.0
no 28512379.5
new 30171380.5
out 26007133.5
him 24078466.5
could 22636574.5
between 22095423.0
them 22351963.0
only 21475286.0
into 21423794.0
up 21898705.5
any 20608048.0
did 20596107.5
some 20355759.5
its 20155714.0
me 20685741.0
such 20079663.0
my 20299694.5
two 19859720.5
should 18749238.5
1 24334814.5
how 18477174.0
first 18838266.0
these 17946036.0
most 17737829.5
way 17192847.0
people 16531049.5
because 16058589.0
also 16082464.0
said 21963697.0
see 17717208.0
world 15234578.0
your 15295403.5
same 14566651.0
years 14851801.5
then 15884212.5
where 15313521.5
over 14520623.5
made 14043702.0
must 14207154.5
well 15485539.0
know 14608539.5
make 13688559.5
life 14219715.0
part 13893791.0
work 13794730.0
used 13296485.5
after 13915312.0
those 13069299.5
much 13129257.5
many 13069442.5
use 12783556.5
our 12693844.0
states 12530810.5
like 13396336.0
state 12782581.0
does 11968791.5
however 14721995.0
even 12062547.5
number 11611311.5
each 11191759.5
very 11511909.5
own 10987067.0
before 10927511.5
take 10766528.0
get 10928493.0
university 13788397.5
back 10982736.5
united 10911151.5
man 11180809.5
right 10973172.5
through 10493241.0
during 10505939.0
both 10217456.5
being 10298172.5
york 13825915.5
just 10291935.5
system 9958741.0
long 10521972.0
under 9986230.0
us 9829159.0
good 9909422.5
case 9920310.5
now 10016291.5
end 9700934.5
go 9509976.0
women 9909921.0
day 9568390.5
want 8945738.5
order 8760877.5
need 8586933.0
place 8527113.5
year 9438100.0
social 9254122.0
important 8484301.5
down 8685726.0
come 8602862.5
children 8545339.0
think 8666255.0
three 8566249.5
might 8055154.0
found 8005174.0
say 8781991.0
fact 8180278.5
press 11679806.0
war 7890465.0
government 7880039.0
different 7519261.0
development 7893029.5
point 7787545.0
american 8391583.5
god 8097560.5
century 7705123.0
going 7814700.5
example 8826809.5
information 7354767.5
law 7838476.5
able 7061824.0
here 7825670.0
2 10334457.5
great 7251927.0
shall 7132500.5
within 7004523.5
find 6838818.0
whether 6681729.5
men 7008168.5
hand 7376392.0
without 6891216.0
possible 6680806.0
another 6683512.0
little 6857286.5
power 6776043.5
history 7151480.5
form 6644830.5
high 7030721.0
while 6726777.5
given 6590818.0
few 6590028.5
since 6612921.5
too 6933231.0
never 6673439.0
process 6308903.0
national 6593632.0
court 6371425.5
person 6221574.0
until 6125479.0
public 6310803.0
book 6168597.5
against 6107872.0
give 6044234.0
house 6378692.0
less 6228019.0
study 6131327.5
things 6071028.5
set 5946738.0
thought 6209783.0
general 6261647.5
change 5875315.0
came 5853943.5
why 5932854.0
least 6050070.5
human 5958409.5
side 5908713.0
still 6076712.0
old 6568719.5
political 6066669.0
large 5727205.0
put 5640074.5
act 5813399.0
following 5789877.5
family 5800350.0
economic 6082865.5
period 5647542.5
question 5601080.0
problem 5575584.5
society 5835112.5
something 5625425.5
left 5609972.0
course 6278532.0
far 5524917.0
second 5687472.5
water 5543115.0
last 5469918.5
nature 5460831.5
chapter 5377338.5
country 5257460.0
seen 5356768.0
look 5431388.0
value 5268028.0
early 5253032.0
small 5295258.0
best 5198808.0
upon 5084556.5
done 5103525.5
school 5262664.5
group 5177136.0
let 5467365.0
sense 5214942.0
research 5394057.5
3 7283006.0
data 5148845.0
taken 4951257.0
result 5022878.0
every 5024493.0
means 5070235.5
off 5217758.0
role 4907697.5
present 5070896.0
interest 5034092.5
level 5075992.0
child 5215895.0
0 5084000.5
home 5091343.0
rate 5003387.5
control 5011513.5
view 4951815.0
based 4914856.5
times 5212324.5
help 4796470.5
went 4823440.5
though 5021535.5
away 4840111.5
per 4900259.0
took 4635304.0
terms 4699928.5
body 4789934.5
become 4660544.5
mind 4776093.0
called 5039691.0
again 4829755.5
tell 4735095.0
am 4874681.0
effect 4475436.0
room 4461591.5
name 4663822.0
better 4534487.5
age 4667964.5
known 4589467.5
others 4589305.0
days 4477329.0
thing 4457503.0
necessary 4364311.5
next 4407835.0
always 4527484.0
head 4463374.0
international 4617745.0
matter 4488932.5
members 4262502.5
whole 4278604.5
education 4651681.5
later 4561738.5
among 4370825.0
city 4540835.5
told 4520594.0
care 4397820.0
section 4580121.0
self 5243040.0
enough 4171240.0
around 4198747.5
percent 4181530.5
area 4129898.0
nothing 4255418.0
health 4446973.0
journal 4590873.0
subject 4077187.0
face 4269872.0
half 4277035.5
often 4173700.0
likely 3974699.5
provide 3870307.5
problems 4029677.0
although 4045280.5
studies 4224558.5
basis 3958633.0
reason 3971691.5
london 5777331.5
rather 4104164.5
death 4097289.5
woman 4155759.5
term 4433464.0
rights 4040705.0
himself 3953930.5
evidence 3830809.5
position 3823037.5
four 4143732.5
5 5168598.5
table 3960316.5
business 4025694.0
4 5418764.0
common 3813249.5
difficult 3771823.5
money 3820953.5
10 4761672.5
making 3871767.5
amount 3627834.5
keep 3689517.5
party 3819967.5
figure 4096420.0
words 4013744.5
knowledge 3763361.5
due 3569245.5
eyes 3831428.0
individual 3676169.0
line 3784907.5
got 3958987.5
father 3992149.5
analysis 3822029.0
company 3942013.5
clear 3714229.5
countries 3664862.5
increase 3529753.5
cases 3791080.0
results 3552637.0
knew 3617552.0
policy 3797289.0
shown 4085092.5
language 3798883.0
action 3587499.5
love 3864771.0
changes 3502796.0
once 3696922.5
seems 3513580.0
five 3908201.5
understand 3502902.0
believe 3624496.5
either 3569732.0
light 3624268.0
land 3622297.0
relationship 3501282.5
america 3804131.0
theory 3857313.0
south 3830057.5
idea 3477245.0
mother 3858222.5
according 3671482.5
yet 3613069.0
thus 3883651.5
several 3512170.0
account 3380035.5
community 3501030.5
true 3555990.5
anything 3421921.0
particular 3428685.5
wanted 3345782.0
feel 3425334.5
support 3375853.0
available 3345872.5
kind 3398656.0
above 3617666.5
having 3345838.5
held 3359829.5
past 3394395.5
class 3632627.0
free 3594093.5
certain 3349120.5
future 3292091.0
ways 3243247.5
experience 3391074.5
word 3517949.5
population 3355527.0
office 3519397.0
along 3282919.0
asked 3417339.5
looked 3262332.0
market 3244653.5
church 3295751.5
together 3230181.5
function 3256899.0
young 3371256.5
students 3183998.5
total 3231183.0
north 3456962.0
sure 3364257.5
show 3133318.5
middle 3364880.5
became 3124033.0
service 3300516.5
therefore 3541889.0
force 3101127.0
major 3054327.5
patients 3142474.5
ever 3167785.5
mean 3271466.5
needs 3091858.5
department 3327412.0
began 3073386.0
door 3064743.5
live 3046614.0
open 3181631.0
night 3142232.5
beginning 3054107.5
difference 2945041.0
services 3080038.0
itself 3030938.5
doing 3099121.0
rest 3065657.0
turn 3151356.0
felt 2966163.0
conditions 3008563.5
science 3316109.5
situation 2918668.5
attention 2900523.5
using 3037027.5
field 2943252.5
model 3013330.0
hands 2965321.5
read 2999811.5
considered 2870710.5
growth 3009760.0
heart 3020150.5
themselves 2888796.0
groups 2961768.5
effects 2935765.5
real 3035301.5
single 2906663.5
third 3045954.5
extent 2806636.5
full 2981879.5
deal 2752030.5
structure 2936992.0
including 3322687.0
required 2744542.0
working 2943151.0
saw 2838991.0
understanding 2755228.0
cost 2965324.0
play 2788291.5
questions 2798907.5
late 2893246.0
living 2801432.5
type 2851408.5
trade 2946587.0
months 2780588.0
cause 2778994.5
property 2784910.0
production 2823799.5
white 3167381.0
low 3108972.0
union 2796834.0
front 2780407.0
story 2817193.5
return 2748060.0
moment 2781568.5
almost 2768297.0
turned 2718118.0
especially 2895956.5
similar 2609765.5
paper 2707783.0
seem 2626577.0
decision 2784933.0
air 2810822.5
purpose 2636489.0
west 2865971.5
size 2707778.5
range 2641294.0
center 2803172.0
written 2648529.5
seemed 2584652.0
local 2677770.0
short 2947226.5
ask 2696666.5
pay 2591926.0
whom 2674270.5
president 2752690.0
income 2710058.5
c 3976083.5
books 3129416.5
de 3402602.0
association 2793676.0
6 3605804.0
close 2628354.5
factors 2562060.0
greater 2552073.0
really 2713326.0
energy 2620307.0
british 2654092.5
already 2603369.0
higher 2566377.0
degree 2519207.0
areas 2554754.0
brought 2460221.5
treatment 2567894.5
approach 2584047.5
east 2679540.5
top 2581132.0
program 2544928.0
member 2468562.0
central 2540819.5
cent 2469554.5
involved 2436975.5
further 2487677.0
report 2615773.5
hard 2621626.5
surface 2514921.0
art 2733365.5
source 2525753.5
various 2408564.5
longer 2452019.5
perhaps 2551292.5
black 2750884.5
respect 2452799.0
parts 2500687.5
patient 2494108.5
trying 2422489.0
described 2527670.0
english 2613614.5
disease 2609437.0
b 3742028.0
natural 2505126.0
foreign 2507373.0
call 2499700.0
europe 2484725.5
job 2427062.5
answer 2464584.5
issue 2330225.5
blood 2442329.5
price 2415595.0
determine 2230270.0
lot 2370924.0
gave 2317510.5
movement 2420209.5
quite 2412347.5
related 2359559.5
provided 2317994.0
try 2309182.5
culture 2543175.0
organization 2424575.5
method 2361340.0
looking 2453149.5
committee 2338346.5
20 2945575.5
economy 2367906.5
importance 2222145.5
review 2754467.5
federal 2363627.0
significant 2250583.5
hours 2336734.5
makes 2251571.0
values 2329302.0
systems 2451850.0
main 2261989.0
soon 2266831.0
talk 2315672.5
lower 2252198.0
issues 2259233.0
leave 2259803.5
rule 2387663.0
appear 2178693.0
influence 2185485.0
council 2284490.0
quality 2289706.5
heard 2288556.0
special 2224445.5
environment 2218846.0
risk 2233069.5
consider 2208183.0
practice 2288362.5
ability 2168939.0
note 2297758.5
taking 2175244.0
led 2106701.5
ground 2151736.5
toward 2201706.5
earth 2246603.0
bring 2106413.0
management 2374946.0
specific 2148082.5
run 2227592.5
expected 2095119.5
move 2096414.0
relations 2243256.5
wife 2271053.5
material 2110150.0
direction 2093746.0
discussion 2085444.5
learn 2074605.5
associated 2093491.0
across 2126587.0
lives 2098091.0
loss 2136384.5
differences 2056564.0
date 2177044.0
resources 2134007.5
england 2293479.5
equal 2059402.0
presence 2076385.5
write 2077454.5
text 2091533.5
appears 2019553.5
discussed 2134935.5
food 2200230.5
truth 2126475.5
son 2306928.5
john 2784213.5
published 2070596.0
six 2197078.0
8 2864712.5
twenty 2451380.5
else 2090719.0
current 2052218.0
plan 2065211.5
agreement 1986863.5
feet 2092705.0
minutes 2049752.0
needed 1975780.0
space 2081899.0
tried 1982653.5
congress 2161370.0
object 2051945.5
parents 2066082.5
capital 2079463.0
meaning 2061244.5
lord 2197988.5
voice 2143761.5
physical 2081392.5
writing 2059438.5
series 2023080.5
non 2511281.0
developed 1956495.5
context 1968308.5
7 2769717.5
pressure 2004866.5
institute 2186827.0
probably 1989142.0
usually 1989845.0
response 1991930.5
cells 2020970.5
industry 1999816.0
nor 1984257.5
received 1913994.0
test 1994564.5
product 1964305.5
bank 2061711.5
activities 1973147.0
meet 1885340.5
manner 1882440.5
tax 1973806.0
private 1968664.5
letter 1953903.0
board 1934111.0
commission 1941922.0
washington 3045329.0
effective 1846753.5
reasons 1885759.0
personal 1964432.0
behavior 1984833.5
literature 1964193.5
rules 1892232.0
whose 1886095.0
india 2010948.0
variety 1834108.0
king 2097956.0
step 1946321.5
morning 1907917.0
30 2348680.5
opportunity 1761531.5
particularly 1896744.0
european 1919372.5
workers 1957122.5
modern 1906777.5
lead 1810238.0
attempt 1755189.5
determined 1776864.0
region 1830576.0
presented 1828724.0
cambridge 2712229.5
impact 1776020.0
easy 1877005.0
labor 1920374.5
fall 1850998.0
activity 1830801.0
x 2282563.0
ii 2166585.5
list 1773212.5
share 1791250.0
temperature 1892841.0
civil 1859742.0
authority 1803189.5
increased 1784424.5
meeting 1763281.0
outside 1826464.5
strong 1807819.0
works 1853407.0
town 1807011.0
sea 1813384.5
lost 1803461.5
everything 1820373.5
follow 1875177.0
parties 1743183.0
aware 1727618.5
standard 1799807.5
friends 1848943.0
points 1794618.0
wide 1838509.0
justice 1867064.0
paid 1744136.5
lack 1755884.5
except 1803329.0
spirit 1803143.0
distribution 1776629.5
addition 1934337.0
soviet 1796754.0
bed 1746068.5
beyond 1767791.5
hope 1801251.0
stage 1778553.0
nations 1765308.5
hear 1784402.5
says 2440960.0
interests 1754935.0
levels 1754024.5
solution 1750776.5
carried 1667496.5
library 1916313.5
near 1781127.0
limited 1768629.0
forms 1755739.5
alone 1789980.5
college 1920569.0
placed 1670684.0
application 1719785.0
decided 1690786.5
takes 1672221.0
politics 1989036.0
events 1719496.0
building 1748822.0
factor 1752090.5
concerned 1695072.5
relation 1705574.0
provides 1688391.0
speak 1765313.5
coming 1769715.0
street 1952353.0
security 1765357.5
persons 1698906.5
condition 1729603.5
california 2093462.5
applied 1700208.5
hold 1689686.5
goods 1681639.5
average 1724463.5
cultural 1879327.5
allow 1609133.5
christ 1748780.5
individuals 1674593.0
followed 1675717.0
existence 1665679.5
established 1678954.5
laws 1707848.0
nation 1770821.5
include 1780030.5
week 1745268.0
simply 1668413.5
poor 1724773.5
rise 1652456.5
15 2301967.0
million 1828447.0
technology 1774511.0
freedom 1708666.0
original 1605463.5
majority 1650834.5
author 1761584.5
12 2314449.0
d 2403239.5
hundred 1668987.5
ten 1728851.0
complete 1611561.5
basic 1694477.0
thinking 1703423.0
direct 1616610.0
statement 1633908.0
choice 1639796.0
reached 1583068.0
someone 1640017.0
chance 1581169.5
happened 1625843.5
shows 1623511.5
peace 1681816.5
river 1617774.0
performance 1669075.5
methods 1631971.5
continue 1563249.0
types 1599633.5
50 1962119.5
behind 1634546.5
myself 1648811.5
design 1674690.5
length 1651364.5
ago 1613905.0
forces 1586473.0
earlier 1634238.5
remember 1645565.5
chicago 2059165.5
wrong 1649322.5
computer 1687445.0
scale 1707559.5
create 1555189.5
below 1665023.5
lived 1593434.5
road 1670396.5
learning 1655796.0
start 1605422.5
french 1700124.5
jesus 1651578.5
army 1618844.0
comes 1573421.0
costs 1586904.0
appropriate 1544065.0
saying 1835399.5
stay 1583915.0
hour 1660092.5
success 1539992.5
volume 1618835.5
box 1730587.0
throughout 1604922.5
article 1623459.5
continued 1636541.5
sent 1522584.5
simple 1579154.0
floor 1525484.0
oxford 2182022.0
getting 1571063.5
9 2228181.0
finally 1794433.0
project 1520573.0
useful 1506951.5
1990 2655002.0
opinion 1583619.5
responsible 1488042.5
effort 1476070.0
explain 1467821.5
access 1529894.5
africa 1638268.0
today 1632061.0
occur 1482899.0
wall 1532530.0
military 1560239.5
distance 1512143.5
aspects 1528318.0
recent 1508531.5
develop 1447995.0
defined 1562637.5
status 1568563.0
born 1590274.0
cell 1574727.0
products 1549407.0
ideas 1510580.5
sat 1487524.5
principles 1511670.5
concept 1539138.5
medical 1617055.0
cross 1689322.5
allowed 1429198.5
gone 1524803.0
car 1460447.5
spent 1402660.5
weeks 1467291.0
task 1441025.0
species 1468852.0
stand 1464349.0
sun 1518544.0
arms 1502595.5
file 1495007.0
expression 1482811.0
friend 1546934.5
ready 1512738.5
cut 1506192.5
western 1506604.5
failure 1431591.0
elements 1453124.0
obtained 1403710.5
nineteenth 1521350.5
administration 1529586.5
potential 1421047.0
character 1488978.5
reported 1469018.5
wish 1445091.0
doubt 1454673.0
france 1653332.5
indeed 1666749.0
circumstances 1450121.5
demand 1413774.0
financial 1473194.5
herself 1444997.0
measure 1389359.0
stood 1415538.0
exchange 1444732.0
wrote 1652527.5
directly 1407378.0
conference 1434210.5
image 1469773.5
100 1765331.0
serve 1364709.0
husband 1471382.5
impossible 1413094.0
t 1877716.5
principle 1425236.0
affairs 1425887.5
claim 1363356.5
final 1379355.0
sound 1429581.0
normal 1394141.5
produce 1347144.0
china 1572703.0
fire 1432234.0
kept 1377187.0
feeling 1402740.5
rates 1380759.0
protection 1394150.5
faith 1381799.0
contract 1340692.0
added 1563652.5
moved 1351888.5
passed 1345448.5
worked 1346629.5
religion 1500086.0
responsibility 1339400.0
died 1409300.0
sometimes 1439722.0
historical 1492879.5
operation 1413546.0
schools 1414300.5
key 1351322.5
legal 1381637.5
prior 1338231.0
post 1631609.5
possibility 1303497.0
noted 1454556.5
unless 1337193.0
complex 1353722.5
o 1502454.5
reference 1332680.5
included 1353782.0
focus 1313406.5
materials 1391619.5
flow 1332761.5
dead 1385564.0
gives 1284401.0
1989 2423007.5
window 1303621.5
relative 1300081.5
anyone 1296559.5
reading 1456942.0
follows 1441420.0
eye 1362097.5
met 1318812.5
constitution 1312632.5
add 1339477.5
depends 1250847.5
bad 1375240.5
page 1374818.5
latter 1324958.5
training 1374867.0
begin 1281240.0
purposes 1318405.5
religious 1374294.5
25 1798609.0
mouth 1317056.5
generally 1326222.0
month 1376447.5
minister 1329687.0
1988 2360521.5
record 1290094.5
numbers 1283014.0
accept 1234229.5
produced 1254569.0
learned 1267637.0
la 1566047.5
secretary 1321977.5
heat 1307379.0
regard 1242091.5
revolution 1334402.5
larger 1249402.5
stop 1277236.5
mass 1322793.0
lines 1289062.0
families 1307350.5
appeared 1243388.0
primary 1263282.0
notice 1241602.0
steps 1239470.5
pain 1329575.5
miles 1359191.0
supply 1256519.5
previous 1222971.0
address 1303639.5
et 2042042.5
yes 1872566.0
bottom 1282498.0
japan 1455887.0
big 1314234.5
caused 1213886.5
positive 1289749.5
1991 2245931.0
independent 1268650.0
referred 1258911.5
returned 1272749.5
understood 1218663.0
balance 1260203.0
picture 1237566.0
germany 1425680.0
believed 1217767.0
san 1560334.5
march 1725742.0
upper 1263352.0
apply 1205243.5
desire 1234203.0
sex 1371105.5
stock 1267002.0
conflict 1247099.5
division 1281706.0
compared 1215977.5
1992 2162512.5
built 1236997.0
june 1751556.5
introduction 1286389.5
instance 1445449.5
created 1197486.5
supreme 1239544.0
advantage 1178056.0
expect 1212616.5
co 1500453.5
avoid 1171172.5
hair 1253949.5
former 1209646.5
music 1319745.0
exercise 1195527.5
expressed 1181966.5
designed 1162781.0
willing 1167656.5
indian 1261438.0
fear 1255714.5
employment 1257413.0
sector 1181620.5
observed 1230687.5
suggest 1179695.0
n 1595526.5
industrial 1291965.5
played 1146805.0
trial 1207117.5
base 1206235.0
m 1676505.0
weight 1250575.5
decisions 1163909.5
race 1340642.5
argument 1176412.5
permission 1239728.5
red 1354048.5
sources 1194572.5
entire 1152829.5
contact 1192039.5
event 1202327.5
started 1196682.0
instead 1269140.0
essential 1173136.0
german 1267299.5
neither 1201285.5
strength 1198525.0
reduce 1125200.5
britain 1274203.5
happen 1169737.0
marriage 1214716.5
canada 1370891.0
sciences 1213962.5
maintain 1127112.0
absence 1182294.0
interested 1163033.0
prevent 1115928.5
towards 1155070.5
programs 1202199.0
places 1162370.5
reality 1200526.0
1987 2183070.5
served 1123949.5
oil 1250614.5
detail 1117864.0
philosophy 1287031.5
charge 1164626.5
sufficient 1126973.5
annual 1175532.0
reach 1120404.0
remain 1147196.0
duty 1137183.0
concern 1125067.5
prepared 1122194.0
corporation 1217208.5
critical 1193295.5
memory 1240597.0
40 1464809.0
girl 1228143.5
obtain 1114729.0
deep 1207154.0
goes 1156568.5
enter 1127998.0
offer 1111092.0
walked 1124390.0
edge 1169449.0
clearly 1145962.5
unable 1106949.0
functions 1143482.0
carry 1107115.0
none 1155063.5
processes 1159392.0
police 1142041.0
becomes 1148593.0
cold 1199788.0
investment 1157690.0
fig 1183622.5
efforts 1095364.0
spend 1064328.0
district 1142207.5
whatever 1174849.0
unit 1141495.5
july 1611051.5
exactly 1131005.5
changed 1119671.0
opened 1109649.5
depending 1112715.0
progress 1141468.0
african 1237460.5
14 1685078.0
serious 1103640.5
meant 1119170.5
1986 2062738.5
chief 1210600.0
seven 1212136.5
moral 1159071.0
treated 1087440.5
examples 1094777.0
hospital 1148133.0
conclusion 1080243.0
standing 1136513.0
psychology 1333840.0
publication 1163323.0
describe 1054703.5
site 1108638.5
active 1084860.0
ensure 1031828.0
assume 1080329.5
equation 1341420.0
mentioned 1150950.0
republic 1174279.5
16 1649496.5
reasonable 1075153.5
title 1130829.0
mental 1147818.5
communication 1179943.5
increasing 1065758.5
raised 1055302.5
nearly 1098043.0
establish 1040278.0
separate 1052207.5
giving 1071432.5
content 1097933.0
christian 1139935.0
require 1055297.0
phase 1124427.0
institutions 1112243.0
birth 1109154.0
exist 1069730.0
firm 1090300.0
choose 1064774.0
labour 1094347.5
trust 1093043.5
sample 1050120.5
benefit 1062040.5
growing 1060022.5
search 1072333.0
dark 1108255.5
yourself 1099230.5
bit 1110594.5
intended 1017298.5
sort 1054825.5
suggested 1080602.5
code 1105914.0
leading 1037926.0
receive 1024130.5
planning 1128767.0
otherwise 1119512.5
walk 1067723.0
staff 1062471.5
internal 1062981.5
developing 1038266.5
1993 1852962.0
worth 1115248.5
motion 1053371.0
lay 1030235.5
speech 1102690.0
connection 1018459.0
thousand 1063591.0
sign 1056663.0
married 1078045.5
procedure 1027932.0
popular 1055652.5
successful 1004685.0
reader 1055978.5
al 1857871.5
brain 1059313.5
description 1032776.5
formation 1030054.0
output 1045313.5
paris 1404528.0
sexual 1083741.5
forward 1042707.5
wait 1065107.5
explained 1064137.0
1980s 1025760.5
benefits 1017163.5
constant 1036072.0
creation 1016530.5
construction 1043826.0
april 1483057.0
achieve 980421.5
student 1057785.5
actual 993854.5
13 1575507.5
1985 1892001.5
formed 988754.5
discuss 981977.5
gain 992267.0
tend 967566.0
forced 982980.5
p 1540126.5
interesting 1004452.5
boy 1117997.0
18 1516398.5
provisions 994192.0
measures 990964.5
piece 1016183.0
medicine 1085583.5
11 1489015.5
names 1012197.0
powers 1005654.0
die 1105484.0
sides 994480.0
teachers 1072093.0
ought 991938.0
requirements 986542.0
ratio 1078467.5
characteristics 1001562.5
kingdom 1011012.0
sit 997307.0
command 1026335.5
thirty 1164947.0
assumed 977628.0
letters 1048854.5
identify 941335.0
facts 989747.0
features 981922.0
located 949790.0
eight 1087850.0
e 1465072.0
decide 945403.0
covered 988926.0
soul 1007949.0
female 1022791.5
remains 1011799.0
accepted 963047.5
actions 984775.0
consideration 938621.5
cover 974014.5
divided 1000406.0
talking 1034993.5
scientific 1045668.0
forth 1012065.5
capacity 983856.0
december 1361183.5
january 1393599.0
occurred 944271.0
negative 994206.5
belief 955074.5
interpretation 997982.0
vol 1377730.0
variables 947779.5
environmental 1043291.0
relatively 964221.5
courts 961224.0
proportion 935675.0
judgment 965347.5
news 1057838.5
agreed 983493.0
transfer 976013.5
fair 988905.0
sitting 966021.5
conduct 944201.5
improve 913863.5
companies 983039.0
sleep 981834.0
portion 944485.0
despite 958810.0
game 970116.0
animals 981814.5
southern 993473.0
properties 962267.0
americans 1000496.0
waiting 972948.0
easily 936777.5
pointed 980208.0
drug 994924.5
protect 911279.5
standards 966608.0
eastern 967137.0
drawn 920273.5
indicate 910064.0
hall 1239177.5
reduced 933275.0
pass 937299.5
relationships 976943.0
requires 931338.5
origin 959227.0
performed 905738.0
teacher 1002725.0
corner 956455.0
certainly 976256.5
distinction 913860.0
island 986029.5
24 1402011.5
october 1315689.5
identity 976246.0
shape 956504.0
60 1200525.5
objects 950923.5
causes 923240.0
mexico 1084885.5
fell 942598.0
check 942051.5
sale 925738.5
male 998989.5
regarded 897565.0
argued 976982.0
pattern 931616.0
organizations 1004952.0
send 922869.0
1984 1744615.0
happy 963457.0
actually 948372.5
bear 907347.5
goal 914237.5
proceedings 914144.5
stress 958653.0
ed 1430093.5
centuries 890309.5
sum 926115.5
reaction 941269.0
fine 1046701.0
skills 952271.5
frequency 957920.0
visit 908600.0
buy 908960.5
everyone 930730.0
convention 898868.0
traditional 909127.5
consequences 918892.0
museum 1004627.0
chair 892228.0
occurs 894337.5
supposed 919376.0
dependent 942651.5
struggle 907223.5
brother 1051979.0
thank 986756.5
daughter 1019279.0
techniques 911053.5
judge 915812.5
closed 931787.0
1994 1584538.5
teaching 931379.5
proper 879082.0
cancer 920393.5
foot 962221.5
arm 925131.0
agency 961829.0
policies 919198.0
collection 926870.5
ministry 906273.5
message 902997.5
employees 903598.5
september 1253996.0
agree 896158.0
1970s 890951.5
break 903705.5
greatest 878580.5
prices 889842.5
hill 1163370.0
copy 877568.5
largest 921373.5
ones 898382.5
inside 920667.0
eat 902586.0
chapters 914943.5
asia 967432.5
august 1227321.0
accordance 854493.5
older 894143.5
network 917483.0
mid 1145748.0
professor 907749.0
summer 948695.0
tradition 914300.5
twentieth 906966.0
fully 848875.5
trouble 874539.5
feelings 902559.5
suggests 868695.5
save 872363.5
tree 877128.5
gas 907435.0
re 1112485.0
holy 891139.5
affect 839701.5
cities 888896.5
stated 926305.5
recognized 843811.5
recognize 829862.0
matters 860921.5
express 839511.0
oh 1404517.5
wants 846776.5
village 850923.0
realized 839084.5
remained 864708.5
correct 850919.5
considerable 840118.5
director 892900.0
immediately 855066.0
prove 827069.5
definition 905938.0
1980 1469637.5
centre 879372.5
arts 892685.0
ages 832011.5
acid 989851.0
draw 818012.5
plant 875411.0
knows 869141.0
acts 853355.5
failed 827211.0
crime 868118.0
generation 866121.5
17 1353757.0
survey 885899.5
r 1196444.5
variable 833165.0
crisis 870026.5
japanese 896219.0
decades 802989.5
foundation 891315.5
perform 809234.5
element 839870.0
represent 811531.5
error 849383.5
build 825627.0
william 1156199.0
refer 810567.5
educational 938787.5
sight 835063.0
israel 875460.5
concentration 838796.0
clinical 899231.5
round 881017.5
jewish 863862.0
1983 1569710.5
perspective 890129.5
relevant 801505.0
medium 899767.5
papers 899208.5
offered 809595.0
credit 836811.5
boston 1186104.0
chinese 874451.0
represented 809122.0
november 1161952.5
please 932473.5
fit 811134.0
running 843427.0
moving 821801.5
subjects 818006.0
color 894912.0
sir 1072339.5
highest 804489.5
merely 806820.0
royal 832911.0
battle 828391.5
entered 801600.5
emphasis 826636.5
joint 835235.0
sold 803019.5
coast 806940.5
couple 821961.5
1982 1505413.5
explanation 789362.5
film 856985.0
drive 868899.0
urban 865650.5
fourth 853683.5
attack 795483.0
soil 822781.5
alternative 794881.5
proposed 797009.5
models 828570.0
l 1245947.0
defense 852729.0
contrast 860638.0
consistent 785098.5
skin 835250.0
initial 792518.0
additional 791676.5
welfare 843919.0
equipment 860347.5
obvious 809120.0
bill 834492.0
client 827863.5
affected 776971.0
ran 794077.0
scope 795811.5
finding 775663.0
jews 819427.0
increases 787985.5
caught 786847.5
user 823329.0
reduction 785125.5
19 1289377.0
guide 840091.5
showed 784184.5
examination 806282.5
significance 786893.5
vote 784828.0
afraid 867177.5
details 791520.0
amendment 800407.5
examine 771100.5
fixed 808511.0
paul 1090805.0
professional 824050.5
external 788703.5
allows 744826.0
principal 786631.0
evening 812965.5
powerful 784480.5
click 829702.5
leaders 796352.0
depend 755558.0
economics 920660.0
confidence 810920.0
components 789210.5
classes 788572.0
percentage 772877.0
fight 788965.5
decade 764674.5
killed 792725.0
assessment 814434.5
therapy 830721.0
arrived 781612.5
employed 779495.0
figures 840974.0
interaction 793706.0
speed 818166.5
operations 809483.0
fundamental 758101.0
bound 787287.0
realize 755618.0
defendant 776159.5
changing 787845.0
leads 744155.5
latin 834409.0
views 768593.5
pulled 751073.0
violence 808839.0
media 805647.0
lies 747367.5
determining 719370.5
laid 741420.5
suppose 830500.5
printed 781943.0
style 832112.0
novel 794645.0
square 810850.0
removed 753683.0
maximum 768566.0
achieved 731579.5
daily 818521.0
officer 786403.5
kinds 749743.0
entitled 748208.0
maybe 828785.0
measured 743740.5
existing 744206.0
opposite 744508.0
academy 806283.5
passage 754175.5
danger 752153.5
highly 770314.0
ourselves 755712.5
version 786105.5
combination 759403.0
contribution 735826.5
appeal 744167.0
stages 758055.5
establishment 739238.5
james 1041982.0
easier 751383.0
aid 771412.0
assistance 759413.0
citizens 760329.5
touch 767679.5
payment 747364.0
northern 770012.5
proved 733146.5
1960s 752618.0
aspect 753444.5
safety 779856.5
doctor 804577.0
plants 777660.0
practical 769210.5
path 749586.0
glass 792857.5
blue 882241.5
sentence 752366.5
setting 742295.5
wind 769067.5
limit 730226.5
indicated 754488.0
treaty 752852.5
capable 721884.0
master 807735.0
abuse 763425.0
ancient 757959.5
1995 1274900.0
decline 726364.5
dealing 720635.0
scene 743825.0
22 1178803.5
damage 724590.0
supported 722435.0
domestic 755301.0
21 1179850.0
introduced 728700.0
resistance 753690.5
gender 872013.0
contrary 780632.5
trees 754634.0
stories 759126.0
80 953946.0
spread 727058.5
election 733766.0
neck 733920.5
derived 723055.5
probability 728589.0
concerning 699769.0
lose 724779.5
edition 800175.0
reform 758495.0
holding 747424.0
contains 717040.0
comparison 726004.0
sections 743756.5
empire 728391.0
grow 714101.0
identified 715938.0
career 725254.0
minute 783369.5
minimum 721388.0
articles 729441.5
february 1051027.0
speaking 806953.0
rural 749079.5
quickly 747296.0
items 717183.5
location 734237.0
evaluation 748355.0
notion 720524.0
fields 731789.0
chemical 759724.5
1981 1339236.5
v 977355.0
funds 701967.5
estate 730645.5
baby 754344.5
providing 690569.5
document 698702.0
difficulty 695504.0
independence 725178.5
90 936538.5
team 704071.5
knowing 710588.5
spring 806943.0
psychological 826615.5
participation 715215.5
mark 767532.5
assembly 698278.5
assumption 683188.0
agriculture 783467.5
provision 693682.0
park 830378.5
los 853440.0
girls 725768.5
assets 716174.0
j 938952.0
statements 701585.0
approximately 729698.5
authors 708204.5
green 890735.5
gold 758486.0
phone 832648.5
evolution 718985.5
taught 690729.5
anti 942823.5
copyright 760670.5
insurance 751609.0
notes 767626.5
necessarily 703129.0
strategy 731237.0
goals 721689.5
seek 685001.5
connected 684104.5
adopted 682237.5
moreover 849214.0
implications 693680.0
officers 707793.5
dollars 707094.0
criminal 700253.0
filled 696391.5
breath 694630.5
determination 707196.0
overall 683590.0
rich 736448.0
eighteenth 733879.5
brief 681923.5
select 687715.0
drugs 718696.0
limits 693134.5
harvard 941702.0
familiar 673847.0
democratic 730219.0
technical 727636.0
cycle 690473.5
index 709518.5
nuclear 711572.0
procedures 689842.0
transition 678475.5
executive 693034.0
granted 659133.5
double 773331.5
cup 713574.5
george 899608.5
threat 662960.0
debate 654517.5
essays 753294.5
refused 664865.5
official 676532.0
seat 668614.5
sell 663841.5
appearance 679341.5
consists 663739.0
consciousness 707425.0
recognition 662871.0
imagine 663928.0
animal 687575.0
records 681241.5
tests 671456.5
1979 1227765.0
reports 701108.0
raise 642730.0
smaller 665597.0
net 674653.0
objective 659812.5
claims 663988.5
units 681427.0
beautiful 704711.0
protein 731989.0
pacific 702322.0
exception 704178.0
respond 645065.0
brown 991987.5
owner 671962.0
contribute 630415.0
cash 682830.5
representation 667735.0
becoming 647359.0
listen 696068.0
paragraph 755535.0
experimental 688284.5
closely 633270.5
curve 674582.0
county 753269.0
symptoms 658745.0
23 1089617.0
situations 660414.0
detailed 628974.5
participate 630754.0
conducted 627553.0
plans 676944.0
regions 670573.5
careful 644085.0
lie 650533.5
telling 671154.0
purchase 641245.0
y 834384.5
screen 634918.5
accounts 659725.0
argue 656136.5
selected 667653.5
watch 654455.5
evil 655268.5
injury 645209.5
roman 673194.0
leaving 676158.5
debt 661231.5
technique 645681.5
democracy 702086.0
consequence 646987.5
bureau 729303.5
leader 670145.5
jobs 656511.0
stopped 652239.5
boys 672069.0
bar 662201.0
engaged 625291.0
studied 641699.5
hearing 663775.0
plays 638581.0
audience 633100.5
appointed 633900.0
agent 656153.0
estimated 641981.0
vary 617981.0
experiences 652274.0
attempts 610256.0
issued 619346.5
selection 638248.0
loved 653164.5
plane 650261.5
rose 691991.5
apart 637786.5
vision 667410.5
opening 633382.5
keeping 630260.5
28 1051026.0
layer 650084.5
estimate 606434.5
straight 665018.5
competition 642633.5
sake 713205.0
sons 838295.5
resulting 619299.5
safe 650997.0
shift 621339.0
entirely 633250.5
governments 626861.5
includes 661668.0
heaven 658604.0
universe 608237.5
density 662535.0
1978 1159776.0
marked 612907.0
publishing 921581.0
signs 646851.0
findings 616453.5
texas 754327.5
machine 664252.5
spoke 643621.0
enemy 624916.5
request 626010.5
carolina 740237.0
applications 656892.0
structures 650568.0
define 607032.5
kitchen 608087.5
refers 604069.0
committed 600908.5
thousands 617566.0
patterns 645845.5
smile 636572.5
securities 628852.0
diagnosis 626619.5
represents 601933.5
employee 633169.0
princeton 922969.5
agricultural 662981.5
completely 619920.0
spite 635472.5
background 626477.0
26 1029792.0
f 930911.0
regulations 628738.0
communities 631907.5
institution 684786.0
jurisdiction 596200.5
quarter 626443.5
signal 645065.5
forty 730132.0
looks 632629.5
firms 620790.0
depression 657101.5
store 616444.0
hot 664456.5
resolution 630771.5
column 623767.5
angeles 705810.5
pleasure 624604.5
sales 659723.5
opportunities 602193.5
70 829663.5
decrease 589993.5
button 600614.5
commerce 653366.5
regardless 600941.0
recently 655807.5
worse 625251.0
remove 585362.5
indians 625873.0
widely 593751.0
closer 607810.0
chosen 595039.5
answers 607772.0
mention 612986.0
parent 660980.5
discovered 597948.5
hardly 616381.5
station 612268.5
regional 637205.0
fifty 662320.5
27 1006012.0
composition 605470.5
profit 655653.0
drink 609029.0
exists 600380.0
television 655546.5
substantial 578688.0
bible 603253.5
asking 621153.5
contained 605302.5
completed 582113.5
quantity 583460.0
nine 665472.5
ship 604594.0
bodies 605163.0
fast 637096.5
apparent 596090.5
seeing 597489.0
writer 633551.0
consent 597861.0
join 580991.5
wealth 610128.5
markets 611860.5
personality 656133.0
evident 612566.5
sister 678050.0
feature 581474.5
indicates 574350.0
regulation 630374.0
rapid 582114.0
ordinary 582260.0
investigation 580606.0
challenge 584640.5
fund 641840.0
houses 609600.5
axis 617302.0
reproduced 573029.5
thomas 849331.0
sought 570336.5
shoulder 584983.5
poverty 619477.0
representatives 583375.0
hell 648062.5
extended 577349.0
sequence 587848.0
dream 604782.0
row 741187.5
tendency 566460.5
ahead 604598.5
heavy 605403.5
beings 566649.5
commercial 604205.5
twice 580108.0
severe 578532.0
31 918586.5
categories 585618.5
attitude 594925.0
elected 571166.0
infection 583120.5
garden 650642.0
francisco 722000.0
sky 576150.5
angle 596576.0
equations 632153.0
thoughts 604530.5
era 593290.0
concepts 593529.0
framework 567682.5
largely 563226.5
height 595716.0
banks 602750.5
input 598278.0
helped 553775.5
controlled 594594.0
practices 596959.5
operating 582767.0
pages 605184.5
contain 563729.5
columbia 692615.5
improvement 566990.0
engineering 652226.0
fifth 615902.0
doctrine 586207.5
charles 784712.0
acting 574895.0
windows 609609.0
reflect 546814.0
distinguish 541780.0
1977 1068637.0
uses 582979.0
robert 845836.5
depth 596261.5
teach 556339.0
david 783312.5
senate 570569.5
1976 1018657.0
ends 571719.0
29 957534.5
frequently 574483.5
1996 947419.0
advice 565401.0
entry 570290.0
wonder 589383.5
forest 579451.5
circle 564794.0
walls 571392.5
nevertheless 669471.5
fish 621579.0
global 586657.5
salt 625231.5
leaves 577524.0
parallel 565044.5
cooperation 577325.5
season 563782.0
resulted 528525.0
languages 591121.0
stored 573553.5
demands 554321.5
academic 701141.0
grounds 553399.5
opposition 556190.0
secondary 563105.5
listed 585257.0
behalf 551448.5
false 576433.0
perfect 572577.5
grew 555811.0
iron 625801.0
duties 547267.5
hence 613955.5
tells 562213.0
periods 559371.5
glad 609942.5
relief 548474.0
wave 572750.5
starting 553883.0
prime 587877.0
proof 548952.5
viewed 536951.0
moon 567556.0
leadership 576747.5
component 553206.0
taxes 564536.0
solve 538540.0
characters 559083.5
lake 584654.5
picked 540540.5
approaches 553262.5
expansion 544137.0
contemporary 586407.0
1975 978249.0
instrument 536319.0
difficulties 535208.5
usual 555493.5
russia 611921.5
begins 539256.0
outcome 542786.5
liberty 580088.5
literary 593454.5
authorities 531605.0
addressed 535460.0
native 574566.0
philadelphia 790576.0
governor 583011.0
primarily 530307.5
implementation 547042.0
200 708290.0
immediate 539738.5
formal 541200.5
virginia 635240.0
advance 526961.0
mary 653940.0
happens 556054.0
kill 566191.5
adequate 522362.5
promise 552032.0
expense 540360.0
henry 695935.5
experiment 540651.5
regarding 514403.0
testament 531377.0
impression 520001.5
escape 525534.0
broad 557547.5
turning 556649.5
forget 567202.0
maintenance 557424.0
australia 654161.5
russian 579578.5
35 830032.0
objectives 545992.5
intention 525915.5
orders 548001.5
1970 874454.0
writers 567552.0
bone 565063.5
shot 545567.5
agencies 548200.0
till 538036.5
ill 591572.0
answered 673231.0
attached 526487.0
managed 527018.0
greek 566759.5
territory 522307.5
g 785469.0
surprised 533680.5
shares 517772.0
advanced 539559.0
jury 517393.5
possession 529717.0
sorry 680794.0
horse 557938.5
afford 509738.5
concluded 562047.0
adults 545773.5
atmosphere 527937.5
grant 561771.5
magnitude 503886.5
hypothesis 524281.5
criticism 562526.5
winter 602940.5
ireland 567603.5
catholic 552917.5
belong 520742.0
enjoy 518060.5
valley 539644.0
pick 532546.0
experienced 512040.0
directed 534535.5
unity 532278.0
adult 536592.5
differ 504800.0
employer 529883.0
movements 543361.5
devoted 499021.5
grown 537893.5
poetry 575159.5
stone 573678.0
liability 519754.5
occasion 523834.5
disorders 548064.0
dry 553398.0
contributed 495429.0
criteria 513597.5
usa 660065.5
option 516444.0
won 519587.0
burden 504738.0
mode 546227.5
ethnic 571760.0
calculated 504900.5
circuit 531008.5
conversation 515559.0
parliament 505321.5
k 723206.0
1973 900250.5
electronic 595113.5
pre 660458.5
variation 503246.5
clause 539498.0
shared 506741.5
surprise 522839.5
inner 527269.0
disorder 546976.0
minds 509407.5
positions 511941.5
enable 478113.5
travel 522546.0
substance 523644.0
surprising 534959.0
drop 536173.0
zero 543299.5
lady 574154.0
specified 510802.0
illness 522488.5
tears 512304.5
suddenly 536869.5
communist 533898.5
influenced 493569.0
mountains 513977.5
slowly 555098.0
syndrome 611357.0
playing 529073.0
experiments 499837.5
significantly 503519.0
spiritual 528674.5
publisher 509331.5
industries 541660.5
secret 521656.0
italy 608725.0
spanish 554067.5
mechanism 505454.0
efficient 500501.0
league 526726.5
commitment 511577.0
satisfied 502964.5
rock 548456.5
h 738200.0
dc 795535.0
summary 508740.0
multiple 532244.5
software 533375.5
processing 554383.0
strategies 520387.5
statistics 541992.0
relating 486850.0
pieces 501352.0
dog 530174.5
documents 512951.5
unique 496749.5
parameters 493465.5
favor 491219.5
rome 542639.0
elsewhere 538026.5
diseases 514220.0
nervous 508547.5
observations 493797.0
images 529599.0
editor 577725.5
electron 531344.0
reflected 483707.5
oxygen 518813.5
broken 500738.5
amounts 483584.5
representative 493516.5
muscle 508708.5
corresponding 482831.0
accurate 480359.5
theoretical 500625.0
settlement 488075.5
regular 486009.0
signed 489790.0
claimed 487221.5
hit 505962.0
aim 476140.0
putting 487078.5
mine 519514.5
absolute 491124.5
alcohol 533637.5
afternoon 505524.0
separated 484720.0
contents 491394.5
1974 869545.5
declared 523031.5
intellectual 516126.5
temple 503035.0
famous 501232.0
characterized 477060.0
release 496573.0
iii 677651.5
mistake 480038.5
ocean 480527.0
ordered 494847.5
lying 503145.5
attitudes 531848.5
survival 503360.0
trip 490702.0
informed 480253.5
carrying 481853.0
ideal 489262.5
happening 480583.0
chest 496179.0
tools 498191.5
partly 472664.5
hotel 491601.5
prepare 468281.0
owned 512862.5
mg 643333.0
sensitive 483272.5
attorney 523725.5
discrimination 485780.0
branch 486790.0
universal 491380.0
destruction 485168.0
intelligence 536306.5
publishers 666829.0
guess 549882.0
admit 480998.5
constitutional 478198.5
interpreted 462912.5
illustrated 538394.0
conclude 477460.0
efficiency 491111.5
mail 577042.5
transmitted 481073.0
legs 492927.5
random 563236.5
worry 515510.0
demonstrated 477225.0
fill 470431.0
mission 490520.5
streets 477988.0
housing 535159.5
operate 470678.0
mere 471885.5
velocity 488130.5
degrees 489006.0
45 737392.5
precisely 478035.5
troops 468786.0
laboratory 502297.0
win 487399.5
examined 476037.5
radio 523801.0
carbon 513787.5
dinner 494326.0
solid 509164.5
berkeley 615848.0
conclusions 462983.0
acquired 471378.0
treat 460740.0
separation 468638.5
permanent 464772.0
vice 538539.5
magnetic 489396.0
campaign 480183.5
somewhat 485585.5
slightly 477362.5
dialog 479964.5
organized 476935.0
joined 475042.5
finance 512689.0
maintained 464164.5
lips 480611.5
helpful 466293.5
statute 465606.5
suffering 476172.0
phenomenon 463544.0
begun 462560.0
chain 485382.5
distributed 474571.0
extremely 482320.5
islands 481589.0
handle 453123.0
1972 827810.0
vast 459789.5
mechanical 573720.5
showing 461242.0
equivalent 472186.0
emotional 509844.5
cm 587751.5
legislation 463612.5
consumption 473618.5
creating 463099.0
accompanied 451447.0
awareness 465292.5
discovery 468777.5
promote 454223.0
slow 494081.5
convinced 457593.0
chairman 481436.5
payments 468842.5
projects 473713.0
sheet 465140.5
divine 462999.0
waste 478733.5
interview 496552.5
twelve 497640.5
gift 478939.0
named 474299.5
sets 454978.0
edited 578203.0
desk 449873.0
assess 434950.0
linear 477464.5
directions 476748.5
continues 464668.0
silence 470403.0
witness 461420.5
budget 469446.0
alive 466844.5
compare 443536.5
theories 485532.5
superior 464704.0
root 467452.0
demonstrate 437461.5
pretty 505878.5
pleased 480741.0
onto 461255.5
beauty 484256.5
partnership 460475.5
stands 446555.5
equally 464716.5
faced 457297.0
thanks 490886.0
ended 474832.5
wood 530615.0
equality 475463.5
composed 449888.0
32 767276.0
distinct 451334.5
secure 439611.5
imposed 443834.5
replied 714980.0
fail 449907.5
previously 457753.0
obligation 440151.0
journey 457687.5
concerns 451221.5
plaintiff 450369.0
extension 459820.0
spain 514311.5
perception 478906.0
partner 460054.5
tasks 446516.0
youth 483147.0
poem 460899.0
characteristic 450728.0
cast 450196.5
settled 447222.5
admitted 468761.5
turns 442714.5
fluid 462461.0
block 464889.0
mixture 444854.5
eds 906157.0
offers 436997.0
combined 441985.0
equilibrium 455341.0
billion 549777.5
finished 471452.5
conscious 464072.0
canadian 476626.0
drawing 457371.0
strange 467795.0
household 451266.5
arise 436920.5
intensity 455453.0
contributions 441867.5
collected 457114.5
walking 464454.0
nerve 444894.5
facilities 469595.0
officials 452511.0
virtue 452988.5
developments 439539.5
numerous 446047.0
discover 433562.5
transformation 453459.0
menu 453978.0
tool 430740.5
smith 806549.5
spot 440576.5
fresh 463337.5
nice 494997.5
warm 470960.5
fingers 447273.0
arguments 434358.5
liquid 461770.5
calls 454706.0
talked 446091.5
limitations 437520.5
ball 453920.5
link 438292.5
comprehensive 440283.5
readers 436720.0
charged 429037.5
subsequent 426971.5
gap 427097.5
suffered 430064.0
serves 421460.5
tissue 448977.0
wages 454633.0
item 451703.0
catch 449234.0
carefully 440111.0
aids 468779.0
agents 454146.5
particles 435494.0
filed 418931.5
guilty 433596.5
inches 467135.0
coffee 461985.0
armed 441437.0
noise 472383.0
train 433894.0
buildings 456913.0
necessity 435669.0
ny 697911.5
directors 437391.5
clean 465220.5
responses 444050.0
mm 543395.5
statistical 447798.0
encourage 416930.5
seventeenth 460587.0
ice 457066.5
pair 448736.0
sites 439615.0
pocket 435155.0
violation 425987.5
1971 775021.5
accident 429601.0
fellow 446517.0
des 551916.0
preparation 435279.5
declaration 427820.0
hole 440909.5
frame 441507.5
linked 430224.0
ray 534251.5
stability 439056.0
preceding 410264.5
origins 453236.0
stared 433627.0
advantages 420471.0
revenue 432751.0
membrane 429045.0
exposure 432047.0
queen 494427.0
dimensional 536770.5
furthermore 522062.0
ca 706391.0
accounting 459228.0
hundreds 418025.5
hoped 424570.0
dna 449090.5
essay 446997.5
observation 428822.0
mountain 441163.0
drew 425752.0
unlikely 437967.5
exposed 414950.0
societies 448348.0
solutions 431869.0
publications 556154.5
chronic 438506.0
marry 423208.5
expenses 430463.5
typical 426396.0
beliefs 461486.5
replaced 419757.5
telephone 498816.5
repeated 437619.5
slavery 442517.0
younger 437208.5
transport 444967.5
75 637069.0
bringing 410376.5
acute 428904.0
integration 427718.5
worst 434881.0
correlation 418466.0
gene 442353.5
session 427273.0
recorded 418134.5
remaining 417996.5
inch 518545.5
suit 421814.0
miss 480169.0
permit 404614.0
topic 408119.5
1950s 424204.0
dear 541864.5
clothes 440557.0
asian 475239.0
rain 434195.5
sick 443696.0
constitute 406293.5
logic 459329.5
michigan 504823.5
camp 432928.0
involves 411527.5
cognitive 483391.0
category 421024.0
bridge 418742.0
assigned 408415.0
consumer 444736.0
permitted 407371.5
hurt 436414.5
prevention 427876.0
imagination 431619.0
dangerous 423719.5
richard 602786.5
desired 404916.0
commonly 413150.0
administrative 438607.5
1968 704654.0
files 422752.0
passing 411385.5
radiation 422321.5
roles 422127.0
judicial 416854.0
appeals 405343.5
incidence 405178.5
whereas 464340.5
shook 430705.0
colonial 443545.0
liable 396476.0
involvement 413606.5
indication 394297.5
peter 556798.0
prison 407627.5
validity 406067.5
focused 400753.0
spectrum 406824.0
border 423507.0
ear 418952.5
extend 391136.0
dropped 406434.5
massachusetts 511119.0
wondered 401322.5
applicable 406510.5
web 418411.5
homes 420814.0
valuable 398522.0
taste 428722.0
virus 446008.0
evaluate 390021.0
revealed 400191.0
struck 400754.5
mirror 408228.0
manager 434916.5
intervention 413375.0
dominant 398893.0
illinois 524853.0
founded 414248.5
grand 472897.0
visual 439643.5
options 411625.5
liked 411434.5
internet 414055.0
childhood 415736.5
korea 468129.5
aside 400429.5
farm 417322.0
pennsylvania 487645.5
denied 506663.0
1997 641478.0
acceptance 403852.0
instruction 411346.5
brothers 455481.5
announced 407024.0
narrow 409964.0
structural 412562.5
matrix 409155.5
explore 383424.5
conception 402307.0
theme 401395.0
shoulders 404102.0
poet 439145.5
strike 402623.5
respectively 556273.0
peoples 408575.5
egypt 432792.5
tone 423407.5
remembered 407673.0
reserved 432683.0
sin 414660.0
engage 387537.0
device 407358.0
gross 422024.0
count 413924.5
breast 414491.5
37 674792.5
atlantic 419932.5
mainly 391934.5
weapons 402209.0
surgery 415019.5
suitable 384064.0
fifteen 422135.5
excess 403842.5
milk 437268.0
testing 419305.5
overcome 378921.5
thou 441252.5
mile 430808.5
users 390904.0
loan 402524.5
collective 400601.5
heads 396647.5
satisfaction 396446.0
interior 400407.0
measurement 399773.0
returns 392237.0
pure 412245.5
excellent 399640.5
nursing 436669.0
biological 426266.5
sugar 450510.0
damages 384182.0
writings 417492.0
compensation 406663.5
kong 429187.0
opposed 402485.0
electric 409394.5
darkness 394506.0
minority 394546.5
considering 379629.0
wild 420465.0
toronto 521401.0
identification 399110.0
spoken 392342.0
soft 425469.5
harm 386461.5
honor 409562.5
dealt 369893.5
artist 404390.5
diameter 406035.5
instances 404953.5
artery 383931.0
delivered 380759.5
rapidly 385222.5
reducing 369871.0
transactions 393392.0
display 388492.5
perceived 380476.0
visible 394472.5
narrative 403909.5
attend 372125.5
mothers 408398.0
minor 391914.0
1969 686994.5
falls 390606.5
stepped 380944.0
observe 378887.0
wage 401107.5
references 460943.5
boat 389430.5
stars 397962.5
1967 663229.0
instructions 394761.0
broke 397160.0
elections 384272.5
behaviour 392632.5
fat 429468.0
valid 377187.0
soldiers 394442.5
target 379026.5
lawyer 400510.0
molecular 407233.0
berlin 535547.0
effectiveness 388030.0
metal 405097.5
nose 404867.0
racial 417942.0
binding 406532.0
core 392959.5
wished 373930.0
95 591487.5
tends 365044.5
print 399207.0
physics 422737.5
fault 402343.0
slave 396398.5
pregnancy 386758.0
errors 379706.0
ownership 379408.5
33 664256.0
sudden 380650.0
grace 409688.0
attempted 368559.0
reactions 389939.5
36 650893.5
bond 397201.0
duration 398421.0
noticed 380717.0
murder 394581.0
thin 404162.5
stable 378078.5
stairs 359034.5
deny 367240.5
wisdom 399742.0
tables 438494.0
greatly 367396.0
pull 388945.0
resource 398787.0
1990s 371487.5
increasingly 374625.0
map 378579.0
sounds 397122.0
storage 406416.0
transaction 387997.5
extreme 376914.0
assumptions 375000.5
participants 366218.5
complexity 372770.0
louis 536210.0
scheme 377159.5
star 417525.5
suffer 366908.0
sociology 437738.5
dose 402448.5
martin 633122.5
rising 380640.5
crucial 364562.0
hong 428015.0
gained 357246.0
identical 367173.5
approved 369355.0
calling 379353.0
mechanisms 370849.5
dispute 358343.0
boundary 377819.0
emergence 371203.0
delivery 377541.5
wine 387949.5
st 476526.5
physician 388737.0
gets 377846.0
comparative 402191.0
molecules 369018.0
fighting 377166.5
rare 387453.0
reprinted 382610.0
fun 389143.5
gospel 378603.5
anywhere 377374.0
bonds 388520.0
crowd 362325.0
survive 358487.0
elderly 368483.5
ma 601915.0
fashion 374042.5
unknown 378984.0
requirement 363826.0
watched 364447.0
accounted 357725.5
underlying 350584.0
65 572029.0
rooms 386260.0
handed 383617.0
copies 358295.0
vietnam 392206.0
enterprise 382888.0
registered 364217.5
shut 372969.5
regime 366343.5
possibly 371652.5
bread 389695.5
steel 406680.0
translation 382212.5
existed 359704.5
weak 379799.0
watching 384102.5
prayer 382931.0
reaching 386426.5
branches 361576.0
relate 352542.5
1965 598907.0
acids 385614.5
graduate 367010.5
formula 373629.0
van 580921.5
occupied 355513.0
eventually 374799.5
anxiety 406590.5
band 382444.5
quiet 384259.0
reflection 367164.0
punishment 362755.5
expensive 370549.0
34 634516.0
transferred 351297.0
waited 356349.0
extensive 355059.0
falling 361476.0
domain 370685.0
tongue 378033.0
liver 388227.0
assist 341964.0
protected 353622.0
climate 373491.5
invited 347260.5
quick 376213.5
fiction 402399.0
silver 402907.0
ring 376603.5
birds 389335.5
communicate 348273.0
discourse 382907.5
track 357305.5
encouraged 348098.0
containing 373047.0
