the 8162526
of 3643682
a 3348437
to 3275249
and 3227418
in 2780975
that 1469187
for 1270008
is 1194708
on 964894
he 917797
with 901443
was 898739
at 774889
as 743010
by 707296
it 684117
his 641710
from 616424
but 567525
be 560817
said 559340
are 549250
have 542676
an 530750
not 515458
has 505487
who 484841
they 449062
new 422818
had 418961
this 368746
or 347487
their 347048
would 336857
will 328918
were 320850
about 307311
one 304368
i 301529
more 298863
which 292472
its 290759
been 285885
when 263491
she 263446
her 232002
than 227519
two 214726
last 213329
after 208760
all 206961
like 200696
some 199114
we 197281
up 196315
other 195825
if 194254
there 191155
out 190940
also 186965
you 186627
into 179717
first 177247
what 176826
no 174108
can 173663
so 166243
people 159630
only 158221
most 156154
over 151937
could 145294
many 143987
because 143581
just 130199
even 123693
york 122698
do 121102
them 120986
years 120473
time 117040
now 113581
state 111679
where 111296
american 111017
three 110313
million 110075
through 109214
percent 108867
united 108648
him 107805
may 106115
president 104260
made 102739
those 101591
before 100611
get 100434
make 98161
company 98069
city 97236
my 97168
any 97159
did 96225
much 96067
how 94819
while 94099
then 90579
against 90289
year 89217
since 87590
these 86574
our 82100
still 79889
being 79350
back 77839
under 77790
another 77385
national 77236
off 76711
officials 76661
both 76568
way 75907
should 74939
between 74776
states 74358
long 73817
say 73365
work 73346
next 73130
very 73072
going 72920
public 72831
such 72216
take 71350
down 70728
federal 69396
government 68804
school 68133
good 68048
house 66848
four 65642
own 64441
think 63986
during 63776
world 63247
never 63058
police 62979
go 62618
might 62518
each 62478
today 62269
part 62172
little 62074
few 61874
home 60677
want 60595
among 60088
until 59499
several 59162
called 58015
former 57797
white 57091
including 56655
here 56075
same 55734
see 55608
business 55291
well 55217
second 55129
without 54815
day 54725
around 54609
political 54512
come 54301
know 54004
too 53084
every 52237
left 51990
yesterday 51929
high 51828
money 51802
put 51650
used 51599
right 51586
five 51264
clinton 51202
john 50440
came 50263
your 49635
big 49601
found 49597
group 49033
got 48593
less 48423
end 47949
me 47915
does 47672
game 47534
use 47439
took 47322
set 47211
best 46718
whose 46703
university 46646
whether 46354
early 46300
market 45869
health 45580
center 44984
director 44923
become 44713
children 44560
told 44446
team 44423
life 44405
court 43943
week 43760
street 43752
play 43619
major 43583
black 42833
general 42816
young 42537
often 42357
department 41851
small 41769
recent 41760
companies 41750
republican 41563
family 41557
man 41500
news 41478
old 41475
place 41406
show 41274
help 41069
once 40758
went 40713
international 40395
least 40192
began 40135
lot 39993
chief 39992
law 39955
great 39854
members 39827
far 39787
something 39451
west 39397
share 39345
must 39101
almost 39067
though 38953
number 38858
six 38816
need 38683
office 38680
run 38430
although 38384
always 38258
give 38210
sales 38029
says 37950
us 37814
women 37803
asked 37269
find 37126
times 37048
days 36933
board 36819
already 36784
open 36749
bill 36738
east 36645
better 36407
program 36362
local 36318
billion 35972
look 35840
making 35832
pay 35533
keep 35482
real 35364
executive 35347
music 35190
plan 35041
really 34893
case 34666
half 34649
trying 34637
won 34595
enough 34029
third 34025
television 33996
south 33902
stock 33573
yet 33506
large 33484
known 33301
shares 32733
north 32722
months 32352
tax 32290
late 32079
along 32061
war 31936
night 31689
expected 31647
why 31456
cut 31411
economic 31267
men 31251
system 31186
power 31094
care 31044
support 30922
things 30876
service 30779
became 30721
top 30667
lost 30469
campaign 30442
having 30380
given 30377
budget 30363
administration 30226
art 30200
according 30115
free 30099
away 30088
point 30053
college 30010
call 29760
held 29723
party 29595
washington 29476
building 29391
played 29122
country 29011
nearly 28975
military 28882
led 28881
based 28822
different 28790
season 28737
wanted 28590
financial 28586
net 28549
film 28540
players 28504
david 28413
medical 28402
robert 28286
interest 28246
kind 28230
senior 28141
students 28091
report 28032
close 28020
taken 27992
inc 27865
weeks 27703
working 27682
thought 27526
jersey 27334
ever 27324
makes 27265
important 27227
others 27187
hard 27178
private 27172
deal 27109
job 26889
seems 26842
received 26745
mayor 26726
league 26664
head 26577
later 26560
gave 26420
trade 26420
park 26360
change 26311
reports 26243
move 26132
price 26116
near 26085
judge 26010
district 26001
cost 25969
lead 25928
county 25903
start 25870
points 25652
within 25635
book 25594
turned 25583
michael 25537
community 25432
able 25426
line 25241
information 25221
behind 25180
getting 25174
chairman 25139
final 25121
foreign 25117
side 25105
feel 25098
rather 25096
plans 25050
probably 25009
computer 24891
series 24878
vice 24862
central 24792
social 24773
across 24750
seen 24731
taking 24710
issue 24599
control 24595
past 24585
father 24333
games 24282
union 24201
himself 24164
record 24151
special 24096
seven 24079
toward 23995
believe 23965
security 23961
seemed 23931
san 23892
air 23762
include 23702
human 23665
senator 23618
current 23616
nothing 23599
outside 23590
force 23546
room 23531
decision 23510
running 23494
congress 23483
woman 23440
death 23421
looking 23398
doing 23245
bank 23181
saying 23159
drug 23128
name 23062
started 23003
george 22990
food 22959
water 22928
recently 22881
full 22870
done 22809
worked 22786
ago 22714
nations 22644
industry 22639
strong 22629
agency 22594
hit 22554
month 22457
likely 22441
try 22439
services 22433
meeting 22327
workers 22218
defense 22145
despite 22129
buy 22117
playing 22000
history 21936
red 21910
hours 21888
brought 21872
research 21872
using 21729
republicans 21703
announced 21690
named 21657
official 21652
victory 21633
perhaps 21625
turn 21621
comes 21592
works 21571
agreed 21559
leaders 21547
especially 21493
james 21487
died 21486
return 21338
democratic 21330
rights 21330
thing 21309
island 21272
live 21234
main 21209
manhattan 21132
sunday 21073
senate 21046
theater 21018
clear 20986
sometimes 20968
let 20942
earlier 20882
offer 20880
rate 20857
increase 20837
william 20819
spent 20795
richard 20773
town 20762
rose 20721
talk 20711
coming 20710
included 20651
seem 20639
june 20612
association 20587
personal 20562
role 20562
provide 20550
tried 20515
committee 20492
legal 20470
policy 20433
minutes 20381
moved 20186
face 20056
problems 19988
again 19913
education 19873
problem 19870
bring 19842
programs 19791
win 19785
saturday 19768
shot 19715
reported 19698
dole 19665
french 19651
prices 19590
los 19568
eight 19463
agreement 19446
helped 19337
largest 19326
conference 19282
friday 19276
added 19219
total 19211
march 19165
saw 19144
officer 19138
sense 19132
coach 19128
loss 19124
schools 19118
avenue 19099
sold 19095
area 19089
groups 19077
mother 19066
july 19016
cannot 18998
officers 18926
decided 18841
question 18829
hospital 18804
average 18797
paid 18795
manager 18661
effort 18647
tell 18624
leading 18604
sell 18603
earns 18505
museum 18476
love 18461
someone 18457
car 18426
investment 18364
telephone 18360
sent 18344
de 18321
together 18292
professor 18280
lower 18260
anything 18249
living 18214
calls 18178
vote 18153
front 18147
insurance 18109
charge 18067
son 17986
bad 17975
oil 17964
japanese 17910
possible 17909
study 17901
welfare 17872
idea 17864
continue 17859
particularly 17818
labor 17795
means 17789
offered 17780
sports 17763
fell 17713
mark 17702
single 17701
short 17654
hope 17635
evidence 17617
justice 17607
instead 17591
served 17475
development 17470
summer 17457
field 17428
higher 17424
spending 17400
parents 17336
member 17333
miles 17307
whom 17266
wants 17259
knew 17224
needed 17209
themselves 17152
simply 17074
rates 17072
costs 17062
felt 17005
football 16988
church 16957
story 16957
council 16951
age 16929
soon 16904
whole 16898
baseball 16895
longer 16883
either 16846
allowed 16833
quarter 16820
fund 16804
similar 16804
everything 16790
advertising 16788
russian 16760
april 16750
begin 16710
sure 16695
cents 16655
takes 16650
child 16646
available 16642
lives 16566
difficult 16448
person 16435
fact 16430
peace 16426
certain 16419
signed 16395
leave 16355
runs 16345
media 16344
hold 16312
contract 16306
space 16265
bob 16238
daily 16228
british 16227
showed 16218
opened 16161
allow 16152
management 16146
review 16111
charges 16107
paul 16088
future 16083
fourth 16056
issues 16055
action 16046
view 16046
americans 16041
involved 15971
investors 15964
income 15939
ended 15938
stop 15905
changes 15904
built 15898
feet 15893
proposed 15885
chance 15875
california 15856
shows 15845
america 15835
created 15833
heart 15816
civil 15789
brown 15772
order 15760
european 15753
growing 15724
usually 15714
latest 15705
met 15703
basketball 15699
includes 15683
middle 15668
reason 15631
performance 15626
annual 15622
meet 15622
rest 15602
killed 15589
article 15582
growth 15582
scored 15522
production 15507
green 15503
lawyer 15496
position 15489
wall 15487
closed 15459
tuesday 15423
wrote 15392
efforts 15383
prime 15377
serious 15377
career 15365
residents 15349
jobs 15326
fall 15303
thousands 15302
thomas 15275
western 15272
raised 15258
kept 15251
appeared 15249
corporation 15248
brooklyn 15238
secretary 15228
am 15180
lawyers 15177
fire 15121
form 15114
charles 15092
described 15059
race 15041
common 15017
cup 14955
cases 14948
analysts 14934
opening 14907
friends 14894
corporate 14876
bosnian 14864
revenue 14849
road 14827
create 14818
giuliani 14802
anyone 14793
everyone 14773
considered 14766
looked 14737
matter 14701
goes 14692
democrats 14663
staff 14631
popular 14616
beyond 14598
representative 14548
club 14540
square 14505
housing 14477
firm 14474
heard 14466
monday 14462
low 14454
taxes 14438
stay 14432
press 14418
result 14412
grand 14411
thursday 14405
beginning 14404
funds 14371
giving 14354
written 14341
reached 14334
executives 14321
bond 14319
light 14319
poor 14303
leader 14295
remain 14278
ground 14271
questions 14257
hall 14182
peter 14182
add 14153
goal 14124
outst 14105
credit 14093
sign 14093
itself 14090
graduated 14074
further 14032
wednesday 14032
capital 14030
list 13947
army 13937
huge 13934
hotel 13913
project 13896
ball 13892
player 13888
needs 13873
owners 13824
cause 13812
remains 13810
authority 13770
actually 13768
raise 13734
commission 13719
scheduled 13706
election 13697
movie 13680
books 13673
previous 13673
forced 13658
starting 13656
bought 13639
released 13637
beat 13635
period 13634
minister 13633
inside 13632
smith 13607
worth 13602
read 13555
governor 13538
selling 13496
results 13492
biggest 13477
act 13440
build 13431
commercial 13431
spokesman 13423
assistant 13404
land 13390
cuts 13388
charged 13383
produced 13379
pressure 13363
economy 13360
employees 13344
daughter 13338
nine 13272
majority 13269
modern 13232
couple 13228
interview 13227
failed 13218
organization 13216
technology 13216
moving 13201
potential 13177
presidential 13141
families 13133
process 13128
attention 13119
seeking 13097
ran 13093
pass 13090
teams 13075
married 13074
crime 13054
quite 13036
terms 12981
effect 12918
radio 12867
class 12843
proposal 12840
page 12836
per 12828
store 12828
maybe 12819
offering 12817
winning 12810
fight 12795
lived 12795
sound 12792
blue 12789
level 12782
experts 12760
independent 12723
southern 12721
restaurant 12681
environmental 12646
finally 12626
step 12622
talks 12586
ways 12586
original 12581
qtr 12566
training 12551
safety 12535
division 12532
german 12491
wife 12480
data 12477
chicago 12448
passed 12446
neighborhood 12433
above 12429
gets 12380
followed 12362
ask 12352
key 12341
fifth 12314
miss 12295
account 12288
chinese 12259
forces 12258
returned 12254
rules 12250
continued 12216
stage 12164
jewish 12156
born 12155
dance 12138
exchange 12128
following 12112
gone 12111
nuclear 12096
throughout 12093
amount 12074
unit 12074
trial 12071
fresh 12059
student 12022
joined 12017
quickly 12013
figure 11972
value 11950
published 11920
morning 11899
nor 11892
talking 11871
drive 11863
estimated 11858
arts 11841
apartment 11838
course 11824
hundreds 11823
estate 11817
cash 11788
suggested 11783
garden 11759
entire 11751
yankees 11748
body 11739
offers 11738
experience 11723
society 11701
traditional 11698
bit 11692
accused 11686
reach 11665
mostly 11654
operating 11604
test 11598
travel 11588
spend 11586
network 11568
countries 11564
planned 11549
word 11547
visit 11544
securities 11507
johnson 11488
increased 11484
plays 11483
cover 11451
english 11448
sale 11430
property 11421
investigation 11395
compared 11393
leaving 11391
hand 11370
consider 11361
boston 11339
provided 11329
voters 11328
declined 11311
angeles 11296
certainly 11281
attack 11277
troops 11260
looks 11247
degree 11233
serve 11231
statement 11222
apparently 11218
trading 11214
debate 11209
mike 11205
performed 11205
believed 11200
expect 11195
aid 11183
king 11182
ready 11135
customers 11121
sort 11119
spring 11115
various 11114
parts 11105
criminal 11092
stand 11089
easy 11082
knows 11075
areas 11055
largely 11045
owned 11043
stores 11008
cable 10992
lines 10991
plant 10990
designed 10979
giants 10976
earnings 10964
letter 10953
straight 10953
natural 10948
eastern 10926
retired 10917
required 10907
products 10893
marketing 10887
finished 10883
reduce 10879
round 10859
dropped 10858
phone 10854
practice 10844
mean 10837
rise 10809
present 10782
doctors 10773
standard 10770
learned 10768
fear 10765
break 10737
supreme 10727
markets 10713
changed 10691
version 10677
operations 10667
gives 10662
site 10658
wide 10651
congressional 10635
evening 10630
gain 10611
understand 10595
china 10571
greater 10567
construction 10561
appear 10533
patients 10526
knicks 10513
risk 10498
fine 10488
buildings 10484
planning 10479
losing 10473
words 10466
northern 10462
deep 10461
receive 10458
heavy 10449
access 10447
intended 10440
joseph 10428
owner 10428
range 10426
appears 10414
bills 10404
cars 10402
focus 10391
conservative 10379
double 10367
subject 10366
numbers 10357
directed 10339
individual 10334
powerful 10329
benefits 10328
friend 10326
significant 10322
holding 10320
ability 10290
seconds 10284
clearly 10278
stocks 10266
religious 10248
professional 10243
israeli 10240
software 10184
jim 10174
additional 10165
save 10154
neither 10148
lack 10141
lose 10128
hear 10124
true 10121
caused 10118
concern 10109
river 10105
except 10099
institute 10097
israel 10097
wine 10074
success 10047
station 10043
voice 10043
opportunity 10029
grew 10023
fans 10018
consumer 10017
tour 10015
title 10014
piece 10002
paper 9989
quality 9973
systems 9967
figures 9963
protect 9957
village 9954
hot 9944
spoke 9943
eventually 9940
rich 9940
japan 9939
benefit 9938
yards 9938
require 9922
attorney 9914
pataki 9892
ahead 9890
finance 9878
calling 9877
prison 9866
audience 9844
filed 9843
investigators 9828
notes 9811
energy 9795
dollars 9792
pretty 9778
tom 9769
avoid 9762
star 9758
dinner 9757
gold 9751
frank 9747
regular 9744
else 9728
none 9725
carry 9719
hands 9705
battle 9697
approved 9691
author 9688
approach 9677
floor 9668
limited 9668
larger 9651
florida 9636
older 9630
writing 9618
addition 9610
choice 9581
studies 9578
complete 9561
video 9558
willing 9546
van 9540
generally 9529
broadway 9519
base 9502
mind 9499
millions 9495
listed 9487
science 9471
adding 9462
dozen 9456
waiting 9451
connecticut 9445
issued 9444
legislation 9430
musical 9430
deputy 9428
block 9425
collection 9418
events 9409
send 9409
highly 9408
hockey 9405
jury 9404
houses 9384
design 9359
blood 9349
soviet 9345
joe 9340
olympic 9313
candidates 9304
happened 9304
urban 9284
dollar 9278
industrial 9266
fighting 9262
search 9260
remained 9257
cold 9237
la 9225
managed 9206
violence 9204
response 9187
artists 9176
placed 9163
sought 9153
concerned 9148
tonight 9146
showing 9145
homes 9142
refused 9131
sexual 9122
measure 9119
texas 9113
separate 9103
initial 9101
picture 9100
relationship 9096
train 9081
writer 9069
banks 9068
whatever 9064
buying 9058
authorities 9055
opposition 9054
shown 9054
putting 9052
post 9050
trip 9049
message 9034
tough 9024
stopped 9010
forward 8999
agents 8992
learn 8982
situation 8978
presented 8976
critics 8975
produce 8953
style 8953
relations 8952
communications 8951
candidate 8944
mary 8932
editor 8929
earned 8919
dead 8918
filled 8912
watch 8912
treatment 8906
familiar 8905
section 8896
seek 8891
attempt 8884
meant 8882
caught 8876
sides 8865
developed 8863
population 8859
arrested 8852
keeping 8830
kids 8813
demand 8810
upon 8809
businesses 8801
italian 8800
prosecutors 8793
challenge 8782
moment 8782
supposed 8776
successful 8770
agencies 8763
regional 8762
places 8753
signs 8739
noted 8725
jones 8721
ordered 8721
elected 8709
size 8703
voted 8702
hearing 8697
extra 8694
smaller 8691
twice 8691
hour 8683
remaining 8682
becoming 8681
paying 8679
track 8678
walk 8664
finding 8647
feeling 8640
serbs 8637
competition 8631
upper 8631
magazine 8628
analyst 8623
virtually 8609
prepared 8608
image 8602
jack 8595
politics 8588
domestic 8587
carried 8566
martin 8564
records 8558
gas 8551
crowd 8548
increasingly 8533
heat 8526
onto 8514
fashion 8503
democrat 8502
accept 8500
gay 8492
fiscal 8487
traffic 8480
below 8473
hill 8472
hopes 8472
killing 8472
steve 8471
pro 8466
impact 8454
strike 8453
language 8448
cultural 8447
arrived 8444
begun 8417
plants 8417
remember 8415
happy 8409
guard 8399
williams 8397
condition 8393
particular 8386
complex 8368
broke 8357
weekend 8351
primary 8329
newspaper 8328
catholic 8327
unless 8327
murder 8325
atlantic 8322
cast 8319
turning 8315
movement 8310
event 8296
russia 8281
speak 8263
speech 8263
wrong 8262
pieces 8248
guy 8244
london 8238
drop 8234
commissioner 8233
slightly 8227
bonds 8209
basic 8186
mexico 8185
becomes 8178
rock 8171
prevent 8152
simple 8142
scott 8140
laws 8139
leaves 8128
exactly 8123
due 8100
bar 8093
reading 8089
pick 8086
electronic 8080
bay 8079
exhibition 8079
begins 8075
partner 8068
join 8066
streets 8064
nation 8062
bronx 8053
winter 8052
fish 8048
interested 8039
product 8037
transportation 8033
referring 8006
indian 8001
thinking 7998
expressed 7976
ones 7945
parties 7931
guys 7928
host 7927
shooting 7923
established 7918
debt 7917
savings 7915
illegal 7908
ice 7905
suffered 7903
weapons 7902
negotiations 7898
scene 7895
relatively 7892
critical 7891
salt 7888
rangers 7878
match 7876
bosnia 7870
madison 7862
unusual 7856
direct 7854
louis 7852
edward 7843
soldiers 7842
teachers 7838
standing 7836
answer 7829
concert 7825
term 7824
dining 7808
aids 7801
immediately 7797
survived 7794
treasury 7790
equipment 7788
flight 7785
jets 7785
responsible 7784
columbia 7772
internet 7771
write 7767
cancer 7765
nato 7765
release 7761
region 7760
setting 7749
character 7747
speaking 7744
defensive 7738
agree 7737
missed 7729
stories 7721
names 7717
directly 7714
widely 7695
provides 7692
fair 7686
denied 7685
afternoon 7684
concerns 7682
owns 7682
husband 7676
door 7672
century 7665
african 7663
sitting 7663
nature 7659
score 7648
walked 7647
europe 7645
christopher 7640
suit 7635
opera 7618
discuss 7611
bus 7605
asking 7602
strategy 7598
turns 7597
simpson 7577
details 7575
develop 7568
comment 7560
metropolitan 7543
festival 7537
completed 7512
trust 7507
rule 7498
easily 7491
physical 7485
auto 7481
driving 7471
scientists 7466
queens 7462
unlike 7446
watching 7443
protection 7435
rising 7421
trouble 7418
highest 7417
worst 7408
kennedy 7403
plus 7401
golf 7373
arms 7370
hired 7370
handle 7363
aides 7354
tiny 7352
municipal 7321
anthony 7320
threat 7316
secret 7313
agent 7308
closing 7300
mexican 7297
mutual 7288
band 7282
intelligence 7279
committed 7276
beach 7273
fewer 7273
route 7269
decide 7268
films 7259
serving 7259
cities 7243
presence 7238
henry 7232
address 7230
appeal 7225
baby 7222
hurt 7221
drugs 7214
thus 7204
younger 7200
ruling 7199
reporters 7183
favorite 7179
sex 7178
telling 7174
box 7173
retail 7173
cutting 7171
headed 7158
index 7155
possibility 7149
stood 7147
associate 7141
alone 7140
jazz 7140
related 7139
involving 7135
france 7128
emergency 7125
effective 7123
championship 7117
represents 7115
palestinian 7114
tickets 7114
promised 7112
goals 7111
associated 7097
raising 7096
hospitals 7095
previously 7093
lee 7089
culture 7085
westchester 7085
famous 7084
balance 7083
bridge 7079
remove 7063
organized 7049
decades 7045
atlanta 7044
dark 7037
tobacco 7037
fed 7032
advantage 7029
bowl 7021
difference 7007
reduced 7007
global 7000
claims 6983
standards 6981
supported 6974
leadership 6971
material 6971
visiting 6966
images 6961
stephen 6959
hardly 6948
struck 6946
acknowledged 6944
broad 6930
ceremony 6922
pulled 6916
boy 6912
offices 6905
reserve 6901
eyes 6898
sea 6887
creating 6882
expensive 6882
windows 6878
grow 6874
influence 6870
fellow 6868
slow 6862
variety 6862
sit 6858
songs 6855
specific 6851
argued 6848
brothers 6848
covered 6844
improve 6843
spread 6843
discovered 6839
heads 6837
panel 6837
percentage 6837
wearing 6835
follow 6831
nearby 6821
wait 6821
table 6819
electric 6807
novel 6802
victims 6801
talked 6796
faces 6794
stadium 6789
coast 6787
perfect 6784
francisco 6782
minor 6774
introduced 6770
chicken 6766
continues 6766
joint 6765
gingrich 6755
offensive 6743
overall 6742
determine 6736
steps 6736
gallery 6734
sat 6732
projects 6724
conducted 6720
prove 6718
minority 6708
opposed 6708
limit 6690
bureau 6686
helping 6684
acting 6683
transit 6683
drew 6672
politicians 6667
reform 6667
fully 6642
abortion 6635
letters 6635
determined 6624
picked 6620
continuing 6616
happen 6603
january 6590
model 6585
necessary 6584
rejected 6580
bid 6572
responsibility 6572
favor 6568
cross 6564
harvard 6560
girl 6559
philadelphia 6556
losses 6555
allowing 6552
damage 6552
decline 6549
shots 6543
principal 6539
wild 6531
uses 6526
clean 6514
stanley 6509
type 6509
accounting 6508
christmas 6499
increasing 6499
entertainment 6498
patrick 6495
accepted 6492
chemical 6490
guilty 6486
seeing 6486
relief 6484
organizations 6478
speaker 6463
tied 6463
miami 6460
resources 6459
grant 6457
creative 6451
foundation 6447
suggest 6443
gun 6442
requires 6442
female 6441
replace 6439
push 6422
source 6422
mets 6413
brief 6411
camp 6409
entered 6403
doubt 6398
contemporary 6395
corner 6395
herself 6395
insisted 6395
mass 6394
identified 6390
settlement 6388
brian 6387
broken 6386
combined 6380
considering 6375
represented 6372
quick 6361
criticized 6353
approval 6347
tennis 6345
dallas 6340
suddenly 6334
visitors 6334
ruled 6333
elections 6328
shopping 6326
partly 6321
restaurants 6320
profit 6317
disease 6315
downtown 6308
providing 6300
operation 6294
kill 6287
airport 6286
sets 6273
taste 6272
native 6268
color 6265
dispute 6265
basis 6264
active 6257
tomorrow 6256
howard 6255
glass 6254
changing 6249
grown 6248
managing 6242
proved 6236
assembly 6227
nice 6226
yield 6223
conditions 6219
november 6215
eye 6209
parking 6207
carrying 6206
december 6205
bottom 6203
dismissed 6198
facing 6194
orange 6194
status 6193
levels 6186
giant 6183
accounts 6182
maintain 6178
computers 6177
historical 6175
headquarters 6171
supporters 6170
decade 6167
unable 6165
profits 6162
shop 6159
virginia 6155
spot 6150
coverage 6143
explain 6141
inflation 6133
weather 6127
emotional 6124
claim 6122
morris 6120
generation 6119
example 6115
canadian 6110
seventh 6106
broadcast 6094
note 6089
classic 6087
walking 6085
daniel 6074
survey 6074
loan 6070
everybody 6064
recalled 6061
threatened 6059
weddings 6058
fast 6056
library 6056
kevin 6049
communist 6048
farm 6038
port 6036
acquired 6035
ban 6034
treated 6034
lake 6027
miller 6022
perform 6021
photographs 6019
plane 6018
christian 6014
tony 6012
stars 6011
alan 6005
banking 6003
greatest 6002
pictures 6002
don 6001
draw 5998
bringing 5996
choose 5996
replaced 5994
check 5991
armed 5985
rare 5979
managers 5978
salary 5977
safe 5971
drawn 5970
characters 5966
votes 5965
watched 5961
date 5947
failure 5945
irish 5941
founded 5937
jackson 5935
hoped 5934
rooms 5930
vast 5919
internal 5915
convicted 5913
researchers 5910
existing 5909
attacks 5908
positive 5907
declared 5904
somewhat 5899
closer 5896
technical 5896
card 5883
believes 5881
mission 5876
seat 5874
tells 5874
moves 5872
deficit 5865
rudolph 5865
criticism 5860
ford 5859
chris 5857
artist 5855
amendment 5852
jeff 5852
mount 5847
teacher 5847
sharp 5844
enter 5837
purchase 5837
august 5831
documents 5831
convention 5827
warner 5823
financing 5820
speed 5818
coalition 5812
subway 5801
injured 5800
hair 5794
male 5792
faced 5790
serbian 5790
advanced 5783
educational 5780
houston 5780
bell 5776
graduate 5772
stands 5771
lincoln 5767
confidence 5766
ideas 5765
pointed 5757
policies 5755
consecutive 5753
missing 5752
gary 5750
task 5743
horse 5738
latin 5735
ethnic 5731
gained 5730
dozens 5728
appeals 5727
display 5723
represent 5722
eighth 5721
october 5720
alternative 5719
pacific 5713
retirement 5713
roman 5711
paris 5709
violent 5702
racial 5699
reasons 5698
prominent 5696
proposals 5694
susan 5693
developing 5692
sixth 5687
jordan 5686
appointed 5684
silver 5676
tend 5676
seats 5665
pushed 5657
heavily 5651
opponents 5648
tests 5645
formed 5642
bomb 5641
historic 5641
easier 5636
clients 5635
rabbi 5633
spokeswoman 5626
warned 5624
centers 5623
dan 5619
views 5619
hoping 5617
liberal 5617
lunch 5617
stations 5615
germany 5611
attended 5608
throw 5605
payments 5604
meetings 5601
focused 5599
wear 5592
philip 5589
cbs 5583
pop 5581
learning 5577
hollywood 5571
suggests 5566
barely 5563
touch 5563
legislative 5558
passing 5557
mental 5554
september 5549
effects 5547
decisions 5543
quarterback 5541
increases 5536
partners 5536
starts 5536
respect 5533
yankee 5533
supply 5525
yeltsin 5524
immediate 5522
muslim 5521
freedom 5518
interests 5511
boys 5508
forest 5508
medicare 5505
draft 5491
award 5490
rarely 5487
taught 5486
golden 5485
edge 5484
longtime 5477
sun 5466
worry 5465
chose 5463
crucial 5461
trees 5457
contracts 5455
legislature 5455
newly 5455
finds 5454
citizens 5450
express 5449
gains 5448
aware 5445
crew 5445
possibly 5445
hudson 5439
makers 5434
paintings 5432
ronald 5432
drove 5428
enforcement 5421
completely 5419
performances 5419
normal 5413
promise 5408
extraordinary 5406
finish 5405
pat 5402
immigration 5392
worried 5388
mixed 5386
measures 5385
struggle 5384
bruce 5378
stake 5374
davis 5370
hits 5369
holds 5363
donald 5361
refugees 5359
shift 5352
academy 5351
song 5350
reputation 5345
split 5343
kansas 5342
sounds 5342
ends 5341
sees 5338
tournament 5336
tv 5336
occurred 5335
england 5332
andrew 5331
voting 5330
cited 5328
junior 5326
merger 5323
beautiful 5316
advance 5315
limits 5315
representatives 5308
santa 5308
extremely 5306
progress 5306
sites 5305
super 5304
aggressive 5293
pitch 5293
disney 5288
girls 5287
shut 5282
nobody 5281
removed 5281
affairs 5280
tie 5278
theme 5275
ballet 5273
fill 5273
bigger 5272
al 5271
opinion 5260
studio 5258
holiday 5256
merely 5256
reflect 5255
aside 5249
eric 5249
dramatic 5248
formal 5248
dangerous 5247
crisis 5243
elderly 5237
brother 5232
meaning 5225
cuomo 5224
movies 5223
corp 5221
shared 5220
chosen 5217
dow 5216
elizabeth 5213
strength 5210
shortly 5207
warm 5207
airlines 5205
orders 5200
sweet 5197
allows 5195
afford 5193
consumers 5193
colleagues 5191
ending 5188
homeless 5188
surprised 5187
wonder 5187
border 5184
leads 5184
commitment 5183
lawrence 5182
appearance 5179
ticket 5174
coffee 5171
penalty 5169
courts 5162
districts 5162
defeated 5156
threw 5155
youth 5153
currently 5152
catch 5151
sending 5149
rent 5147
fox 5145
commerce 5142
repeatedly 5141
teaching 5136
features 5135
equal 5134
moral 5133
apple 5132
mountain 5127
closely 5125
athletic 5122
eat 5120
pepper 5117
keeps 5114
request 5111
complained 5110
larry 5100
microsoft 5100
thinks 5098
pull 5093
announcement 5091
revenues 5090
jerry 5089
cards 5086
mainly 5083
minimum 5080
referred 5080
mention 5067
producer 5067
sharply 5064
assets 5063
modest 5063
package 5063
february 5059
pace 5055
immigrants 5040
passengers 5039
interesting 5038
usual 5034
feels 5029
racing 5029
ii 5028
magic 5028
admission 5027
combination 5023
fit 5021
marriage 5020
korea 5016
blacks 5009
academic 5005
memorial 5005
maintenance 5004
compete 5003
constitutional 5001
stone 5001
returning 4999
barbara 4998
carolina 4997
unlikely 4996
recommended 4995
positions 4994
testimony 4994
snow 4986
argue 4984
nonprofit 4977
scores 4977
activities 4976
master 4964
complaints 4963
plenty 4963
recorded 4962
champion 4958
islamic 4958
falling 4956
walls 4955
analysis 4953
pair 4953
typical 4950
entirely 4949
bright 4946
orchestra 4945
plastic 4942
kitchen 4938
foot 4936
shareholders 4935
brings 4929
mix 4929
valley 4928
admitted 4926
conduct 4920
happens 4903
asian 4899
yellow 4894
attend 4891
sauce 4886
winner 4886
aimed 4885
dream 4880
stayed 4876
dealing 4875
wilson 4874
cook 4873
vision 4870
window 4868
detroit 4867
doctor 4862
weekly 4860
nets 4851
competitive 4848
extended 4844
comfortable 4843
settled 4823
medicaid 4814
playoff 4813
frequently 4812
jews 4811
devils 4810
lewis 4807
realize 4805
impossible 4804
wood 4804
ultimately 4803
traders 4800
arrest 4799
representing 4799
adopted 4798
roughly 4794
ride 4790
yale 4787
pain 4786
eager 4785
expand 4784
otherwise 4784
surgery 4783
assault 4781
allen 4779
drawing 4770
conflict 4763
bush 4760
tradition 4754
suspended 4753
era 4739
target 4738
fired 4735
deals 4729
steel 4725
spirit 4724
dean 4722
dealers 4721
adult 4718
quiet 4718
performing 4715
knowledge 4714
barry 4713
fees 4712
expansion 4710
counsel 4707
prospect 4707
neighbors 4706
maker 4705
crimes 4703
morgan 4703
mortgage 4703
inches 4700
argument 4699
briefing 4696
clothes 4696
scientific 4696
comments 4695
permanent 4693
olive 4692
myself 4690
visited 4687
lay 4686
concluded 4681
web 4680
foster 4677
units 4677
opens 4672
crash 4670
dog 4670
anderson 4666
wish 4665
direction 4662
insure 4661
ninth 4657
somebody 4648
loans 4646
abuse 4640
judges 4640
nbc 4639
receiving 4638
urged 4632
establish 4628
fought 4628
surprise 4625
kinds 4622
scoring 4622
veteran 4622
lots 4621
count 4620
desire 4620
forms 4620
items 4618
structure 4613
fly 4611
wind 4611
publishing 4610
affect 4606
enormous 4604
misstated 4604
painting 4603
parent 4600
chamber 4599
governments 4599
walter 4598
defeat 4595
strongly 4594
arthur 4593
ordinary 4592
fort 4590
consultant 4589
explained 4588
puts 4588
obvious 4583
soft 4581
royal 4580
applied 4579
driven 4578
pages 4572
fuel 4567
ancient 4565
dry 4562
moments 4560
towns 4559
venture 4559
wave 4559
ties 4556
angry 4550
regulations 4544
steven 4542
studied 4542
goods 4540
assistance 4538
connection 4534
selected 4534
delivered 4533
casino 4532
estimates 4532
advocates 4516
grilled 4516
chancellor 4515
bombing 4513
abandoned 4510
publicly 4508
reaction 4507
originally 4506
parks 4505
struggling 4504
schedule 4498
weight 4496
todd 4494
primarily 4493
institutions 4489
metal 4489
britain 4485
guide 4485
machine 4485
cleveland 4484
monthly 4484
tree 4484
ann 4480
digital 4480
networks 4477
controlled 4473
bear 4471
behavior 4470
devoted 4470
substantial 4461
warning 4460
noon 4453
intense 4449
truly 4449
invited 4447
incident 4445
dave 4443
wonderful 4441
differences 4439
actions 4438
artistic 4436
rice 4434
auction 4433
polls 4431
eliminate 4430
tight 4429
memory 4428
traded 4423
inspired 4414
dennis 4409
writers 4407
severe 4406
advice 4404
striking 4403
navy 4402
serves 4402
repeated 4399
indicated 4397
honor 4396
screen 4396
corruption 4395
factory 4388
improved 4386
newspapers 4386
painted 4385
earn 4382
deeply 4381
session 4381
discussion 4378
encourage 4378
flow 4378
testing 4378
piano 4376
realized 4376
equally 4375
fun 4375
alliance 4374
classes 4374
fallen 4374
imagine 4374
hong 4372
nelson 4372
shape 4372
lawsuit 4370
journal 4362
channel 4361
emerged 4361
troubled 4361
whitman 4361
helps 4356
god 4354
blocks 4352
chain 4349
contact 4349
michigan 4344
likes 4338
communities 4336
korean 4336
captain 4317
volume 4316
sanctions 4315
notion 4313
indeed 4311
interior 4311
serb 4309
gulf 4306
passes 4304
classical 4303
machines 4302
suspect 4301
pool 4299
breaking 4298
airline 4295
truck 4295
contributions 4293
activity 4289
minute 4288
surrounding 4286
string 4283
apply 4276
backed 4276
apartments 4275
douglas 4272
returns 4272
welcome 4270
feature 4266
sponsored 4263
suburban 4261
divided 4259
fears 4259
clubs 4258
solid 4258
hispanic 4252
afraid 4249
rally 4249
africa 4247
reality 4242
upset 4242
pushing 4239
detective 4236
flying 4233
demands 4229
patient 4228
worldwide 4228
understanding 4223
gathered 4222
harlem 4219
core 4214
responded 4212
gray 4210
brain 4201
flat 4201
species 4198
indians 4197
jump 4194
mail 4194
matters 4193
birth 4192
smoking 4189
awarded 4186
equity 4184
sugar 4182
convinced 4177
soccer 4177
jumped 4173
preparing 4173
currency 4172
employment 4172
statements 4170
carefully 4166
gene 4163
vietnam 4160
expert 4159
attract 4157
recognize 4146
adults 4144
identify 4144
exercise 4141
tim 4139
experienced 4137
promote 4133
branch 4132
interviews 4130
assigned 4129
yorkers 4128
manufacturing 4125
seattle 4121
forget 4115
handled 4111
spanish 4110
sister 4108
expects 4107
hundred 4107
anniversary 4104
apparent 4102
politically 4098
rain 4096
seriously 4094
attempts 4091
suffering 4087
veterans 4087
trained 4084
excellent 4082
predicted 4082
eating 4079
medicine 4074
truth 4074
rookie 4065
chances 4063
directors 4063
unions 4063
featuring 4061
negative 4061
moscow 4060
menu 4059
capacity 4057
designer 4053
alexander 4052
enjoy 4051
appropriate 4050
confirmed 4050
fare 4050
arm 4049
busy 4048
selection 4045
acres 4044
seasons 4042
rural 4040
besides 4039
nursing 4034
operate 4033
empty 4032
worse 4031
tone 4030
bodies 4028
models 4027
danger 4024
waste 4021
loved 4018
marked 4018
streak 4012
colorado 4010
fee 4010
harder 4010
breast 4009
campus 4008
describe 4007
accompanied 4004
buyers 4004
employee 4004
literary 4002
rail 4002
driver 4001
newt 4000
highway 3997
respond 3994
victim 3994
jimmy 3993
hitting 3992
rush 3991
typically 3991
consulting 3990
negotiating 3989
animals 3988
reflected 3988
gap 3984
faith 3981
reducing 3977
pennsylvania 3973
environment 3971
greenwich 3970
injury 3966
theory 3965
comedy 3962
temporary 3961
column 3960
remarkable 3960
gift 3959
animal 3958
ray 3958
deliver 3951
pounds 3951
cool 3948
pentagon 3948
link 3945
worker 3944
boat 3943
newark 3942
warren 3942
resident 3941
beating 3940
jail 3940
healthy 3937
mario 3937
signing 3936
individuals 3928
skills 3925
delay 3922
offense 3919
supporting 3915
tries 3915
carter 3914
amounts 3911
anne 3907
describes 3907
borough 3902
economist 3901
singing 3900
knowing 3899
stretch 3899
options 3897
option 3894
publisher 3894
resolution 3893
staten 3893
apart 3890
dominated 3890
massachusetts 3887
bankruptcy 3881
file 3880
defending 3877
amid 3873
merrill 3870
moderate 3870
whitewater 3870
actor 3869
reaching 3868
dressed 3866
partnership 3861
actors 3859
oklahoma 3857
residential 3857
contributed 3855
opportunities 3852
discount 3848
brand 3847
nancy 3847
sentence 3843
pete 3842
talent 3840
holy 3839
scenes 3839
stepped 3835
unemployment 3834
laid 3833
discussed 3828
liked 3828
preferred 3827
traveling 3825
fairly 3824
copies 3822
guarantee 3822
linked 3821
guess 3819
powers 3818
values 3816
ocean 3814
ad 3813
hearings 3806
obviously 3806
jay 3805
pittsburgh 3805
stuff 3804
dress 3801
expanded 3801
touchdown 3801
ron 3798
bed 3795
surrounded 3791
path 3789
hotels 3787
prize 3786
prompted 3786
drama 3785
poll 3782
yea 3782
princeton 3781
boards 3777
essential 3774
vehicles 3774
outstanding 3772
reporter 3772
estimate 3771
prepare 3771
protest 3770
narrow 3769
pope 3760
blame 3757
readers 3757
reporting 3757
settle 3754
nassau 3753
n 3750
fred 3748
materials 3748
administrative 3746
competing 3741
distance 3741
billings 3737
emerging 3736
necessarily 3732
teach 3732
trend 3731
diplomats 3730
portion 3729
sam 3729
pension 3728
essentially 3726
affected 3724
handful 3720
georgia 3719
relatives 3717
carries 3714
storm 3714
resigned 3712
acquire 3711
federation 3711
trains 3709
witnesses 3709
cream 3708
producers 3708
remarks 3708
elements 3707
factor 3706
extensive 3703
ministry 3701
senators 3701
considerable 3699
jose 3698
questioned 3696
symphony 3696
studying 3692
courses 3691
die 3690
surface 3690
treat 3689
hole 3688
abc 3685
industries 3684
weak 3683
doors 3682
mothers 3677
purpose 3675
importance 3674
stronger 3674
chopped 3670
achieve 3666
sport 3665
transfer 3665
ranging 3664
initially 3662
widespread 3662
carl 3661
guests 3661
producing 3661
writes 3661
viewed 3660
rival 3659
discussions 3658
meat 3658
roger 3658
concept 3657
promises 3657
zone 3656
guns 3655
reduction 3653
anybody 3652
occasionally 3651
totally 3649
aircraft 3648
fields 3647
gotten 3644
coaches 3642
investments 3634
founder 3633
economists 3631
mile 3628
thrown 3627
bitter 3625
deaths 3624
canada 3621
manufacturers 3621
numerous 3616
causes 3615
papers 3615
broader 3614
musicians 3612
fax 3610
awards 3607
commander 3605
restore 3605
harry 3604
hills 3604
opposite 3604
surely 3602
bobby 3600
disabled 3599
ross 3598
valuable 3598
false 3596
motor 3596
detailed 3595
marks 3593
slowly 3593
wore 3592
firms 3591
replacement 3591
reagan 3590
definitely 3588
prince 3586
customer 3585
recognized 3585
civilian 3583
joining 3583
acquisition 3582
hire 3581
defend 3580
lift 3580
pays 3580
drivers 3579
actual 3578
license 3577
provision 3576
users 3574
el 3573
failing 3571
regularly 3570
ads 3569
diego 3569
jane 3569
absolutely 3568
handling 3564
riley 3563
dancers 3562
singer 3560
ought 3559
parliament 3555
suicide 3552
fat 3549
cap 3547
employers 3546
signal 3544
greg 3541
outdoor 3540
kelly 3539
attacked 3536
compromise 3536
attitude 3534
captured 3533
sensitive 3532
clothing 3531
participants 3531
client 3528
paint 3528
distribution 3525
acts 3522
strange 3518
sells 3516
suits 3516
equivalent 3513
proud 3512
presents 3511
terry 3511
railroad 3510
encouraged 3509
delivery 3507
beneath 3505
lies 3499
regarded 3499
races 3497
beauty 3495
steady 3490
inning 3489
mentioned 3489
surprising 3489
imposed 3486
requiring 3486
flowers 3484
somehow 3481
viewers 3481
conventional 3479
earth 3479
personnel 3477
complicated 3473
cuban 3472
cp 3471
cooking 3469
praised 3469
rebounds 3469
solo 3469
suggesting 3469
folk 3468
payment 3466
attractive 3464
wayne 3463
confident 3462
conversation 3462
witness 3459
entering 3458
baltimore 3457
mitchell 3453
faculty 3452
restrictions 3451
arab 3450
democracy 3448
saved 3448
wooden 3448
clark 3447
lawmakers 3447
blow 3443
resulted 3443
thompson 3442
thin 3440
carol 3437
favored 3437
dishes 3435
dancing 3432
degrees 3431
escape 3431
statistics 3430
controls 3429
ed 3428
suspected 3428
heights 3427
accident 3426
stir 3425
ewing 3422
iraq 3422
beer 3421
taylor 3421
advisory 3419
landscape 3419
impressive 3417
falls 3412
ill 3411
prefer 3410
command 3409
pleaded 3407
permit 3406
seized 3404
vehicle 3403
maintained 3402
sophisticated 3402
circle 3401
lease 3399
manage 3394
muslims 3393
preserve 3393
drinking 3392
effectively 3392
nasdaq 3389
t 3388
balanced 3384
debut 3384
farmers 3381
types 3381
mixture 3380
claimed 3377
guest 3377
passage 3377
italy 3373
chapter 3372
code 3369
faster 3366
print 3366
adviser 3363
fraud 3361
throwing 3359
ken 3358
invest 3355
solution 3355
furniture 3354
campbell 3353
universal 3352
jeffrey 3350
impose 3349
palestinians 3349
programming 3349
portrait 3348
ralph 3340
phil 3336
lowest 3335
allies 3334
planes 3330
kenneth 3329
reflects 3329
noting 3323
albert 3319
lights 3319
forcing 3315
telecommunications 3310
normally 3309
pattern 3306
thanks 3306
independence 3304
smoke 3303
strategic 3296
lady 3295
maximum 3293
background 3292
haitian 3290
obtained 3286
quoted 3282
crown 3281
hiring 3281
norman 3280
assume 3279
ratings 3278
raises 3277
thick 3277
row 3273
wage 3271
complaint 3270
prosecution 3269
neighborhoods 3268
cafe 3266
lemon 3264
rating 3264
priced 3263
proper 3262
associates 3252
swiss 3252
atmosphere 3251
choices 3250
childhood 3249
risks 3249
properties 3247
attracted 3246
broadcasting 3244
visits 3243
discovery 3240
luxury 3237
ohio 3236
reluctant 3236
laboratory 3235
testified 3235
shoulder 3232
camera 3231
objects 3231
strikes 3230
prosecutor 3228
advisers 3225
stick 3224
belief 3223
aide 3222
designers 3222
entry 3220
injuries 3219
tape 3218
formerly 3217
announce 3216
wing 3216
salad 3213
tablespoons 3213
ages 3208
attributed 3208
olympics 3208
visual 3203
resolve 3201
anger 3200
investigating 3200
bankers 3199
republic 3199
expenses 3197
reasonable 3193
cellular 3192
recording 3189
jean 3188
anywhere 3187
absence 3184
notice 3184
rescue 3183
wounded 3182
granted 3180
arguing 3179
soup 3176
chrysler 3175
practices 3175
chase 3171
plot 3171
persuade 3170
medium 3169
brick 3166
collected 3165
playoffs 3165
extent 3164
las 3163
satellite 3163
pursue 3162
turner 3162
diplomatic 3158
listen 3157
pitching 3156
athletes 3154
ship 3148
arizona 3147
constant 3144
promising 3143
trucks 3142
deny 3141
inner 3140
investor 3138
rated 3137
acted 3136
tens 3136
elementary 3135
recipients 3135
symbol 3134
hartford 3133
capable 3132
expectations 3130
romantic 3128
ultimate 3128
bulls 3127
tale 3127
reference 3126
depending 3124
grace 3124
departure 3123
elsewhere 3123
improvement 3123
handed 3122
visible 3121
memories 3120
cells 3119
hanging 3119
minnesota 3118
potentially 3118
creation 3117
dick 3116
expanding 3115
recovery 3115
ease 3114
follows 3114
sleep 3114
utility 3113
covering 3112
tenants 3109
behalf 3108
dutch 3108
butter 3107
extend 3106
rockefeller 3106
articles 3103
cooperation 3102
gambling 3102
regulatory 3099
demanded 3097
blocked 3096
correct 3094
featured 3094
fled 3092
russians 3086
remembered 3085
crack 3084
institution 3083
ambitious 3081
sentenced 3081
involvement 3080
brokerage 3079
inquiry 3079
shops 3079
corporations 3077
crowded 3076
penn 3074
teaspoon 3074
emphasis 3073
contrast 3070
covers 3068
badly 3067
sounded 3067
sox 3066
knee 3065
leg 3064
financed 3063
marine 3063
method 3062
destroyed 3059
innings 3056
jurors 3056
identity 3055
sweeping 3055
hidden 3053
islanders 3053
freshly 3050
milk 3050
sources 3049
cabinet 3048
queen 3046
pan 3045
cheese 3044
pitcher 3044
registered 3044
corn 3043
pilot 3042
delayed 3040
collapse 3039
croatian 3037
interviewed 3035
toronto 3033
lighting 3031
gathering 3030
celebrated 3029
gang 3029
le 3029
rev 3029
survive 3029
tested 3026
intellectual 3025
engineering 3023
reeves 3023
strip 3023
kentucky 3022
citing 3020
skin 3018
rapidly 3017
ring 3017
beaten 3016
causing 3014
mood 3011
nights 3010
suffolk 3009
provisions 3008
prisoners 3006
thousand 3006
salomon 3005
comic 3003
traveled 3003
capitol 3001
duke 2999
elegant 2997
resort 2994
wealthy 2992
extension 2990
occasional 2990
addenda 2989
factors 2989
operates 2989
spiritual 2989
findings 2987
scale 2987
supplies 2986
dedicated 2984
enjoyed 2984
jet 2984
approve 2983
architect 2983
ownership 2983
shore 2981
empire 2980
feelings 2980
garlic 2980
flights 2978
careful 2977
demanding 2977
grants 2977
trips 2975
fundamental 2973
operated 2973
buffalo 2972
concerts 2971
nixon 2971
sudden 2970
plain 2969
threatening 2966
impression 2965
privately 2965
saudi 2965
arguments 2964
accord 2963
roll 2963
tremendous 2962
burden 2960
fan 2960
roles 2955
victories 2955
simon 2954
fruit 2953
practical 2952
audiences 2951
franklin 2951
odd 2951
patent 2951
seemingly 2951
negotiate 2947
arkansas 2946
harold 2946
perot 2946
veto 2946
dogs 2943
tokyo 2943
fate 2942
stuck 2939
tired 2938
bread 2937
medal 2937
pitched 2937
salmon 2937
heading 2936
teaches 2936
editorial 2934
oldest 2928
riding 2927
critic 2926
frequent 2926
letting 2925
nicholas 2925
ruth 2923
wake 2922
somewhere 2919
pleased 2917
buses 2916
clinic 2916
oppose 2916
linda 2914
reservations 2914
boxing 2911
concrete 2910
sarajevo 2910
entrance 2909
multiple 2908
israelis 2905
speaks 2905
grounds 2902
mar 2902
roy 2899
informed 2895
roots 2892
copy 2891
describing 2891
benjamin 2889
plate 2888
governing 2886
legislators 2886
trail 2886
connected 2885
greek 2885
ranks 2885
tourist 2883
secure 2882
approached 2881
contain 2881
powell 2879
explaining 2877
involves 2877
location 2875
occupied 2872
chocolate 2871
searching 2871
achieved 2868
speculation 2868
superior 2867
bound 2866
celebration 2866
northeast 2866
perry 2866
pink 2866
precisely 2866
buchanan 2865
obtain 2865
contains 2864
rutgers 2864
engaged 2862
preliminary 2862
holdings 2860
robinson 2857
fishing 2856
presidents 2856
quietly 2856
document 2854
shoot 2853
insist 2852
journalists 2852
haiti 2849
volunteers 2849
duty 2848
takeover 2843
yen 2841
beef 2840
feared 2839
nationwide 2838
monitor 2837
succeed 2836
temple 2836
meets 2834
projected 2834
bag 2833
pressed 2832
radical 2832
bears 2831
motion 2830
precinct 2829
virus 2828
arranged 2827
gross 2824
tower 2824
colors 2823
diamond 2823
pending 2821
therefore 2820
gerald 2819
aspects 2817
spoken 2816
tables 2815
architecture 2814
poverty 2814
rental 2814
repair 2814
staying 2814
regard 2812
lane 2811
transition 2810
cigarette 2809
neck 2809
contend 2807
margaret 2807
collect 2805
civic 2803
hang 2801
vulnerable 2801
moore 2800
smart 2799
terrible 2799
participate 2797
waited 2797
length 2796
exposed 2792
alive 2791
arrive 2791
asia 2791
introduce 2790
passion 2790
permitted 2790
potatoes 2790
installed 2788
revealed 2784
accusations 2783
designated 2783
lobbying 2783
magazines 2783
mere 2779
ben 2778
volunteer 2778
albany 2777
interactive 2777
challenged 2776
rebels 2773
bernard 2771
campaigns 2771
hate 2771
jonathan 2768
useful 2768
r 2767
aviation 2766
vital 2766
packed 2765
basically 2764
economics 2762
agenda 2760
prospects 2757
attending 2755
roosevelt 2755
iraqi 2754
loose 2754
recovered 2754
du 2753
chip 2752
involve 2751
relative 2750
generate 2749
nick 2747
tall 2747
india 2745
treaty 2742
indicate 2741
co 2740
discussing 2740
juice 2740
purchased 2739
stolen 2739
puerto 2738
colleges 2737
drink 2737
protected 2737
closest 2733
flew 2733
routine 2733
object 2732
clinical 2731
pound 2731
neil 2730
rolling 2730
kim 2729
tours 2727
composer 2726
peacekeeping 2725
francis 2723
resume 2723
bench 2722
blues 2721
horses 2720
content 2719
wedding 2719
joan 2718
rely 2718
d 2717
harris 2717
haven 2717
performers 2716
compensation 2715
defined 2715
nomination 2715
travelers 2714
parade 2712
perfectly 2712
recall 2712
checks 2710
indiana 2710
noticed 2710
briefly 2709
christine 2709
posted 2709
overtime 2708
understood 2708
rape 2706
ranked 2705
breakfast 2704
sang 2704
architectural 2703
nay 2702
carlos 2695
contest 2694
defended 2694
buried 2692
resistance 2692
roof 2690
supports 2688
wages 2688
pure 2687
cruise 2686
affirmative 2685
eliminated 2685
membership 2684
alcohol 2683
lloyd 2683
acknowledge 2679
extreme 2679
versions 2679
retain 2678
listening 2676
cape 2675
chef 2674
delicate 2672
janet 2669
arena 2668
titles 2667
birds 2665
cowboys 2665
yr 2665
gordon 2664
suffer 2662
recognition 2661
random 2660
constitution 2658
outcome 2658
attempted 2657
combat 2657
lieutenant 2657
arrival 2655
lists 2655
allegations 2653
household 2653
violated 2653
bars 2651
difficulty 2645
promoted 2644
discrimination 2643
arafat 2641
kid 2641
regulators 2640
solve 2640
collective 2639
judicial 2639
roads 2637
plaza 2636
constantly 2634
threats 2634
winners 2632
converted 2631
russell 2631
contribute 2630
requirements 2630
electronics 2629
gasoline 2628
grass 2628
jason 2627
leonard 2626
protecting 2626
sight 2625
device 2624
dish 2624
specifically 2624
homer 2622
depends 2620
journey 2620
tourists 2619
overcome 2618
brilliant 2617
deadline 2617
officially 2616
happening 2615
rushed 2615
subsidiary 2613
pride 2612
steinbrenner 2612
lie 2611
mason 2610
prudential 2610
swept 2610
glenn 2609
hero 2609
defendants 2608
investing 2608
mystery 2607
coleman 2606
poetry 2606
receiver 2606
assumed 2605
b 2605
attached 2603
boxes 2603
costly 2603
significantly 2603
eligible 2602
nervous 2602
rushing 2602
appointment 2601
seeks 2600
asks 2599
authors 2597
demonstrated 2597
psychological 2597
sing 2597
friendly 2596
inmates 2596
explosion 2595
grade 2595
elaborate 2593
slipped 2593
philosophy 2592
consistent 2591
wound 2591
passenger 2590
wins 2589
knocked 2588
platform 2588
sits 2588
ambassador 2587
breaks 2586
sick 2586
shelter 2585
stable 2585
harbor 2583
expense 2581
picking 2581
saving 2581
rebel 2580
boris 2579
soil 2579
negotiated 2576
voices 2576
bases 2573
cone 2573
procedures 2573
sir 2572
mistake 2570
rough 2570
intent 2569
reception 2569
resignation 2568
subjects 2568
funny 2565
opponent 2564
unexpected 2564
ignored 2562
edited 2561
billions 2560
randy 2560
soul 2560
carnegie 2559
territory 2559
tracks 2559
locked 2556
forbes 2555
midnight 2555
whites 2555
sony 2554
grams 2553
raw 2552
whenever 2551
application 2550
indication 2547
retailers 2547
text 2547
improving 2545
brokers 2543
ethics 2542
tomato 2542
endorsed 2541
facts 2541
photograph 2541
contribution 2540
vincent 2540
disk 2539
ideal 2539
manner 2539
cuba 2538
showalter 2538
wines 2538
burned 2536
foods 2532
guards 2532
gaza 2531
lynch 2530
salaries 2530
hung 2529
vacation 2527
swimming 2526
buyer 2525
damaged 2525
embargo 2525
silent 2524
stakes 2524
spots 2523
distributed 2521
bird 2520
comprehensive 2520
continental 2520
mainstream 2519
del 2518
alex 2517
freshman 2517
shrimp 2517
desperate 2516
generated 2516
surge 2515
peak 2514
sons 2512
denver 2508
spends 2507
generous 2505
actress 2504
challenges 2504
bargaining 2500
celebrate 2500
formally 2500
triple 2499
successfully 2498
comparable 2496
immigrant 2496
lessons 2496
applications 2495
andy 2494
painful 2494
risen 2493
consensus 2490
depend 2490
disclosed 2490
