the 9320038
of 4293759
a 4052401
and 3927601
to 3888350
in 3246995
that 1786148
for 1478717
is 1378166
on 1190933
he 1138199
with 1072054
was 1064861
at 972892
as 889625
it 828653
his 806525
by 790628
from 709255
but 678126
said 664802
an 655721
be 648031
have 637626
not 634564
are 631540
has 588950
who 572437
they 522533
had 492947
new 460098
this 431811
their 410713
i 403705
or 400809
about 391337
were 375889
more 365280
will 364856
would 364740
one 362033
she 350849
its 349192
which 334901
been 325478
her 316489
when 312999
like 274152
than 271184
you 269976
we 260816
after 246315
some 239841
all 238890
two 238832
last 232056
up 231163
out 227756
also 227510
if 225045
other 223397
into 217285
what 217044
there 216401
can 212584
so 206146
first 193617
no 192030
people 191719
most 180855
could 179600
over 174742
only 170550
many 170451
just 167140
because 166738
even 151876
american 146779
do 143576
where 143055
my 141961
them 141403
through 139774
time 136060
years 135915
may 135372
him 132368
those 130428
our 128994
now 128307
york 127024
united 126320
made 126083
how 124435
three 123531
did 122834
before 120348
much 119985
get 117899
make 117243
state 115164
president 114491
while 111671
any 110486
percent 108256
million 106708
then 105286
city 102582
these 99036
since 98443
still 97777
against 97115
way 94806
being 93458
officials 92578
long 91933
back 91909
year 91264
going 90704
another 90279
company 88122
states 86632
say 86467
work 86423
very 85312
off 84506
take 83915
under 83823
should 83301
both 81755
public 81716
part 81589
next 81509
between 81500
national 80139
think 79550
down 78970
good 78659
including 77260
world 77030
might 77010
few 76745
your 76697
own 76502
want 75346
during 75212
never 75166
called 74642
little 74374
go 74352
former 74171
home 73908
four 73613
house 72926
such 72530
government 72012
see 71701
school 71618
around 70971
bush 70459
among 70363
each 69299
several 68538
know 68512
same 68138
every 66176
well 65803
day 65738
me 64887
john 64870
come 64737
used 62737
found 62691
without 61384
here 61371
federal 61365
until 61104
family 60739
group 60513
high 60481
too 60451
told 60351
political 60126
police 59620
business 59530
white 59474
right 58848
center 58481
came 58262
put 58027
less 57774
director 57735
use 57558
second 57252
left 57224
big 57186
does 57161
best 57111
war 56665
chief 56592
according 56448
five 56329
show 56092
west 55991
took 55630
whose 55503
whether 55395
early 55053
set 54955
money 54260
recent 53557
got 53541
us 53250
university 53049
end 52970
number 52955
though 52481
often 52280
something 52264
court 52078
great 52063
life 51828
become 51743
need 51485
place 51438
least 51141
help 50849
lot 50832
members 50426
young 50248
play 50200
street 49828
really 49697
music 49579
times 49525
always 49494
game 49340
small 49171
team 48759
far 48579
once 48543
east 48156
news 48123
children 47999
law 47866
man 47764
late 47458
executive 47243
security 46995
week 46793
general 46772
major 46703
find 46645
asked 46602
began 46599
went 46564
department 46442
companies 45946
almost 45819
health 45525
look 45469
old 45344
real 45018
north 44925
better 44872
military 44711
art 44630
making 44137
known 44058
office 43512
already 43456
says 42832
days 42829
local 42652
trying 42304
yet 42299
yesterday 42047
international 41746
run 41746
iraq 41502
give 41343
case 41319
night 41047
along 41038
six 40932
billion 40633
market 40508
enough 40440
board 39977
south 39941
half 39798
service 39423
keep 39399
top 39375
pay 39218
open 39207
administration 39146
men 39000
program 38945
must 38913
kind 38813
why 38500
large 38497
different 38436
things 38283
having 37884
women 37628
nearly 37618
plan 37420
although 37301
working 37290
given 37161
building 37092
became 37075
david 36936
black 36876
away 36824
michael 36578
country 36272
students 36272
months 36195
power 36105
based 36100
held 36010
tax 36001
report 35892
film 35758
support 35663
campaign 35619
wanted 35491
third 35328
past 34980
lost 34971
hard 34803
played 34752
won 34626
sunday 34510
point 34279
call 34174
near 33996
across 33964
senior 33928
makes 33925
book 33741
television 33480
expected 33476
thought 33463
college 33439
father 33426
iraqi 33274
republican 33037
today 32832
others 32757
bill 32725
financial 32692
led 32683
free 32582
close 32572
behind 32366
start 32353
information 32345
red 32274
died 32188
name 32052
later 31948
taken 31936
seems 31858
feel 31805
private 31747
job 31704
full 31629
weeks 31552
party 31539
series 31445
important 31308
system 31304
taking 31110
side 31076
ever 30908
mother 30864
democratic 30792
able 30759
love 30661
received 30646
research 30609
started 30486
park 30381
central 30376
getting 30372
looking 30324
gave 30300
seen 30275
medical 30189
worked 30158
turned 30101
doing 30089
washington 30021
deal 30016
museum 29969
outside 29803
plans 29666
live 29417
using 29385
official 29349
seemed 29248
room 29186
move 29179
probably 29172
oil 29129
robert 29104
saying 29003
services 28947
within 28905
works 28813
line 28775
rather 28759
season 28695
include 28560
recently 28529
change 28494
likely 28466
comes 28407
current 28357
players 28341
trade 28303
social 28301
human 28255
sales 28223
himself 28085
cost 27842
care 27815
judge 27708
nothing 27595
death 27591
head 27559
food 27486
decision 27452
lead 27441
thing 27365
toward 27354
spent 27299
playing 27266
town 27219
economic 27213
believe 27168
drug 27150
history 27108
chairman 27031
senator 26925
county 26920
especially 26823
perhaps 26784
done 26776
industry 26769
month 26715
air 26706
island 26631
final 26568
march 26558
theater 26541
hit 26465
foreign 26454
try 26438
june 26356
woman 26217
running 26209
agency 26194
union 26181
james 26102
george 26100
hours 26059
clear 25979
article 25808
role 25736
water 25726
professor 25607
league 25587
special 25575
vice 25563
wife 25556
seem 25551
sometimes 25537
richard 25401
face 25397
cut 25389
community 25372
issue 25322
games 25150
member 25140
despite 25089
price 25062
main 25056
living 25003
friday 24973
lives 24880
san 24859
workers 24858
manhattan 24801
coming 24703
leaders 24654
meeting 24600
turn 24514
defense 24489
car 24378
force 24097
someone 24042
july 24033
seven 24031
policy 24006
moved 24004
web 23993
space 23952
control 23924
buy 23917
helped 23916
americans 23915
ago 23909
record 23908
legal 23903
sense 23800
friends 23798
intelligence 23772
interest 23745
british 23742
story 23713
announced 23665
front 23618
offer 23584
site 23566
let 23539
jersey 23522
named 23459
brought 23437
tried 23386
saw 23324
idea 23317
provide 23258
return 23209
increase 23187
tell 23187
age 23105
talk 23079
knew 22997
question 22994
sent 22914
middle 22868
european 22846
wrote 22693
stock 22643
avenue 22639
son 22616
april 22590
development 22584
de 22567
budget 22538
thursday 22538
killed 22469
mayor 22460
lower 22455
strong 22392
groups 22361
sold 22350
personal 22334
bring 22222
tuesday 22189
earlier 22161
study 22099
los 22001
french 21972
reported 21968
bank 21961
rights 21921
review 21903
summer 21807
anything 21795
conference 21790
miles 21788
paul 21714
justice 21691
met 21668
includes 21613
media 21602
am 21588
possible 21576
area 21562
effort 21558
calls 21554
built 21534
senate 21528
wednesday 21513
parents 21498
district 21481
added 21479
felt 21424
bad 21414
short 21401
decided 21385
win 21385
needed 21313
soon 21313
saturday 21298
monday 21212
eight 21193
paid 21176
movie 21163
together 21121
takes 21016
prices 20894
church 20881
committee 20859
everything 20778
included 20752
points 20749
council 20731
similar 20709
continue 20691
available 20664
sure 20634
problem 20608
instead 20509
nations 20465
particularly 20430
created 20406
shows 20369
staff 20359
again 20345
leading 20336
released 20320
largest 20283
executives 20201
minutes 20198
manager 20187
interview 20159
served 20115
hope 20104
evidence 20091
kerry 20044
agreed 20027
democrats 20024
involved 20015
whom 19938
heart 19905
education 19900
energy 19897
create 19890
single 19874
cannot 19799
offered 19789
themselves 19787
person 19745
commission 19726
feet 19671
shot 19645
whole 19643
longer 19492
william 19486
problems 19474
appeared 19472
thomas 19452
future 19415
described 19409
technology 19400
simply 19371
means 19361
america 19354
forces 19351
vote 19331
opened 19315
field 19292
coach 19282
stop 19279
army 19218
leave 19206
average 19187
actually 19177
certain 19148
husband 19112
production 19075
showed 18985
fire 18982
congress 18949
list 18943
wants 18878
higher 18854
beloved 18845
spokesman 18822
popular 18755
raised 18725
brooklyn 18715
yankees 18680
growing 18659
sports 18614
nuclear 18611
rest 18606
allow 18600
sell 18600
everyone 18594
share 18580
project 18575
fact 18563
looked 18561
view 18532
schools 18509
inside 18493
residents 18490
mark 18413
internet 18390
spending 18364
career 18351
thousands 18351
efforts 18330
chance 18297
questions 18274
allowed 18254
difficult 18215
child 18211
loss 18201
friend 18165
corporate 18152
cases 18136
runs 18117
hospital 18107
square 18104
considered 17975
matter 17973
performance 17952
potential 17874
written 17860
hold 17817
reason 17817
stay 17817
firm 17757
election 17742
anyone 17735
either 17730
order 17701
club 17695
computer 17688
costs 17678
wall 17674
heard 17649
begin 17617
civil 17591
investment 17579
light 17572
baseball 17554
fall 17542
starting 17538
couple 17524
bought 17521
needs 17516
modern 17512
road 17499
lawyer 17429
programs 17407
secretary 17404
al 17375
officers 17368
bit 17333
beyond 17314
read 17306
build 17268
process 17268
arts 17209
goes 17160
victory 17147
soldiers 17136
design 17118
annual 17078
prime 17068
governor 17029
original 17009
attacks 16997
experts 16994
remains 16987
attack 16962
meet 16842
rate 16833
kept 16821
books 16808
peter 16802
hotel 16755
fund 16752
serious 16741
worth 16734
rose 16730
entire 16703
born 16695
officer 16695
football 16693
lawyers 16634
giving 16617
grand 16570
biggest 16549
charges 16545
dance 16497
attention 16442
itself 16435
daughter 16422
quite 16421
association 16409
phone 16379
form 16374
issues 16359
usually 16347
telephone 16346
hall 16310
video 16277
management 16275
player 16248
chinese 16138
sign 16132
jobs 16095
passed 16085
fourth 16084
sound 16067
changes 16060
opening 16038
republicans 16038
position 16019
quickly 16015
moving 16014
apartment 15990
travel 15985
huge 15980
latest 15962
remain 15936
troops 15915
mostly 15910
estate 15906
ground 15897
green 15886
land 15849
global 15827
countries 15807
experience 15798
ended 15768
growth 15764
signed 15758
charles 15733
body 15669
families 15654
lived 15638
california 15634
above 15624
employees 15602
contract 15592
plays 15588
labor 15522
analysts 15521
drive 15514
taxes 15496
declined 15449
china 15418
division 15396
offers 15365
published 15364
restaurant 15361
version 15351
teams 15349
tomorrow 15327
directed 15316
leader 15313
statement 15302
beginning 15297
southern 15297
common 15282
ways 15276
investigation 15260
act 15235
fell 15234
action 15213
reached 15194
authority 15184
level 15182
insurance 15162
seeking 15153
step 15091
weapons 15082
total 15078
low 15069
focus 15058
result 15050
fight 15027
boston 15003
race 14987
online 14973
supreme 14957
devoted 14952
palestinian 14934
commercial 14915
ask 14898
memorial 14890
designed 14877
investors 14863
previous 14851
rules 14826
organization 14824
radio 14809
reach 14805
press 14757
brown 14747
hundreds 14742
credit 14730
further 14692
traditional 14681
data 14672
raise 14667
provided 14656
maybe 14651
fans 14643
author 14627
pretty 14622
failed 14611
charge 14583
class 14549
looks 14540
gone 14516
store 14511
returned 14452
property 14430
add 14429
spend 14428
grew 14422
proposed 14401
test 14401
blue 14398
scheduled 14384
believed 14378
training 14369
significant 14364
gets 14323
nine 14320
risk 14317
talking 14303
religious 14274
suggested 14257
housing 14242
stage 14236
western 14220
pressure 14212
course 14189
retired 14158
tom 14143
natural 14135
basketball 14128
advertising 14110
largely 14095
charged 14068
israeli 14067
message 14049
fifth 14041
access 14009
hear 14007
easy 13999
assistant 13995
independent 13983
word 13983
economy 13982
terms 13938
presidential 13930
figure 13926
learned 13920
reports 13904
followed 13902
planned 13901
consider 13879
joined 13858
jewish 13857
finally 13833
cause 13823
leaving 13823
married 13823
patients 13817
certainly 13805
minister 13795
deep 13783
forced 13774
voters 13771
ran 13770
produced 13748
network 13703
morning 13701
understand 13676
selling 13672
hand 13660
capital 13654
poor 13607
amount 13541
cover 13535
student 13498
compared 13481
ball 13475
adding 13430
majority 13417
throughout 13417
village 13400
true 13394
customers 13349
results 13347
johnson 13314
writing 13291
agreement 13277
accused 13274
visit 13267
appear 13259
doctors 13255
science 13254
expect 13246
terrorist 13240
page 13221
artists 13220
continued 13212
voice 13196
environmental 13195
practice 13178
society 13135
ability 13120
bloomberg 13105
survived 13099
subject 13092
various 13069
english 13051
trial 13036
letter 13029
daily 13002
value 13001
sort 12997
safety 12994
israel 12989
pass 12986
increased 12934
parts 12931
winning 12912
picture 12902
goal 12888
star 12875
marketing 12857
loving 12829
events 12817
funds 12815
rates 12782
neighborhood 12777
numbers 12774
knows 12755
frank 12740
planning 12695
river 12690
larger 12677
watch 12674
base 12664
spring 12661
lines 12659
hot 12653
period 12648
eventually 12646
search 12645
closed 12628
critics 12625
effect 12615
approach 12614
tour 12614
gives 12607
representative 12607
title 12602
broadway 12600
older 12591
mean 12582
shares 12577
required 12567
ready 12561
appears 12508
additional 12506
cultural 12500
brother 12489
intended 12488
account 12480
cars 12472
moment 12466
institute 12465
response 12458
range 12447
debate 12429
nor 12428
exchange 12419
musical 12406
criminal 12399
words 12392
martin 12384
send 12371
gay 12367
collection 12357
angeles 12350
changed 12343
standard 12325
piece 12293
passing 12270
lack 12255
battle 12254
station 12239
dozen 12238
dollars 12235
places 12216
audience 12208
fine 12198
construction 12196
millions 12192
filed 12186
buildings 12169
writer 12158
listed 12140
mets 12134
rock 12128
joseph 12111
finished 12083
conservative 12061
stand 12032
greater 12005
mike 12005
aid 11994
january 11968
tonight 11958
wine 11938
following 11930
owner 11913
success 11901
onto 11898
offering 11896
serve 11881
domestic 11873
prison 11851
receive 11832
homes 11829
revenue 11804
mass 11798
northern 11785
opportunity 11772
relationship 11748
spoke 11745
highly 11743
protect 11734
scott 11711
authorities 11706
floor 11699
issued 11699
professional 11698
avoid 11684
gas 11658
meant 11651
williams 11621
miss 11601
texas 11593
areas 11586
benefit 11579
trip 11570
editor 11555
garden 11543
else 11539
japanese 11528
dead 11521
graduated 11513
operations 11511
powerful 11507
guard 11492
van 11490
calling 11489
rise 11478
fresh 11474
operating 11460
quarter 11457
beach 11446
clearly 11441
break 11436
bar 11426
german 11419
weekend 11414
houses 11413
forward 11390
benefits 11387
per 11381
arrived 11372
attorney 11372
dinner 11370
waiting 11369
studies 11366
missed 11346
songs 11314
joe 11311
present 11273
shown 11272
band 11261
developed 11261
noted 11261
willing 11260
cast 11258
proposal 11242
eastern 11237
owned 11232
hands 11221
guy 11210
kids 11210
happy 11204
showing 11202
funeral 11186
mind 11175
generally 11174
happened 11166
products 11141
peace 11140
london 11130
increasingly 11126
fighting 11120
none 11118
records 11115
income 11101
challenge 11072
learn 11062
owners 11053
remained 11039
culture 11030
save 11023
complete 11010
train 11000
holding 10985
individual 10979
reading 10978
prosecutors 10948
drugs 10947
regular 10946
rich 10945
chicago 10942
addition 10919
cuts 10909
names 10905
fear 10897
estimated 10895
neither 10889
putting 10886
paper 10881
walk 10881
track 10872
double 10852
russian 10814
dean 10808
require 10805
critical 10802
stopped 10796
referring 10794
address 10780
sought 10768
emergency 10762
dropped 10761
nation 10758
cash 10757
candidates 10745
software 10739
thinking 10732
finding 10709
opera 10708
beat 10692
whatever 10673
size 10671
king 10653
reduce 10650
degree 10646
presented 10639
event 10632
indian 10629
quality 10587
limited 10581
round 10574
hearing 10570
lose 10563
clinton 10559
evening 10558
stores 10557
cable 10550
produce 10548
unit 10546
reporters 10542
urban 10538
saddam 10529
consumer 10519
feeling 10517
release 10489
guys 10484
florida 10483
september 10473
caused 10472
demand 10453
separate 10453
talks 10443
europe 10433
filled 10432
approved 10426
exactly 10416
scene 10407
cup 10395
style 10393
turns 10385
smaller 10383
wrong 10379
contemporary 10375
exhibition 10373
situation 10372
jazz 10370
standing 10347
choice 10338
december 10331
concerns 10323
extra 10320
watching 10314
bob 10298
asking 10290
upon 10288
bay 10282
answer 10277
complex 10270
threat 10266
becoming 10265
digital 10263
sister 10263
carry 10260
model 10257
magazine 10256
sites 10255
la 10243
sitting 10217
opposition 10213
image 10211
smith 10207
november 10197
losing 10190
speak 10189
decades 10187
artist 10180
italian 10179
october 10174
post 10173
ones 10171
fashion 10154
images 10144
keeping 10134
particular 10134
character 10121
sexual 10109
paying 10095
boy 10073
favorite 10068
driving 10059
concerned 10055
finance 10049
traffic 10048
crowd 10021
ahead 10000
fellow 9993
sale 9991
jim 9969
relatively 9942
scientists 9940
successful 9938
scored 9937
dining 9926
details 9924
comment 9918
remember 9911
performed 9909
misstated 9905
pick 9898
figures 9897
partner 9897
killing 9888
supposed 9857
famous 9852
arrested 9850
august 9847
buying 9842
except 9836
simple 9834
caught 9830
signs 9803
wearing 9802
dark 9801
investigators 9797
rising 9785
interested 9784
speech 9783
rule 9774
concern 9772
block 9766
ordered 9756
impact 9735
panel 9733
marriage 9732
apparently 9708
sat 9705
younger 9703
identified 9696
mary 9692
columbia 9687
treatment 9661
measure 9648
catholic 9634
loved 9632
placed 9632
contributions 9608
upper 9594
directly 9590
fish 9580
creating 9576
language 9564
hopes 9559
turning 9550
earned 9541
hussein 9539
door 9532
violence 9532
speaking 9529
cancer 9521
nature 9508
stephen 9507
blood 9494
tough 9492
strategy 9489
giants 9486
democrat 9485
seek 9478
hour 9474
hired 9473
connecticut 9457
becomes 9456
walked 9454
metropolitan 9453
heavy 9445
slightly 9445
deputy 9437
begins 9436
transportation 9423
associated 9420
competition 9397
begun 9394
agencies 9386
stories 9384
seeing 9377
write 9377
disease 9375
prevent 9372
politics 9368
key 9367
plant 9367
festival 9357
glass 9357
population 9354
tickets 9350
candidate 9349
unlike 9342
prepared 9341
carried 9335
girl 9329
immediately 9298
downtown 9294
sox 9282
stood 9279
uses 9263
expressed 9250
straight 9250
tv 9228
nearby 9226
parties 9196
wide 9195
regional 9193
howard 9152
pieces 9149
section 9144
sex 9136
longtime 9128
steve 9126
widely 9122
gold 9114
novel 9111
analyst 9110
secret 9109
jack 9095
acknowledged 9084
jones 9074
eyes 9068
join 9065
presence 9061
helping 9054
below 9050
familiar 9049
region 9045
christian 9036
iraqis 9029
twice 9029
concert 9020
fair 9011
box 8997
jets 8987
follow 8983
relations 8964
basic 8963
product 8954
direct 8943
lincoln 8937
photographs 8929
introduced 8927
telling 8922
jury 8916
easily 8913
trading 8890
spread 8887
camp 8872
february 8870
responsible 8866
stadium 8862
islamic 8859
physical 8859
arab 8853
crime 8841
lee 8841
daniel 8838
tony 8822
france 8821
cold 8807
struck 8804
drew 8803
tiny 8801
flight 8800
focused 8795
golf 8786
owns 8767
referred 8762
fully 8756
cities 8752
documents 8752
projects 8740
perfect 8736
elections 8722
deeply 8719
streets 8708
reality 8706
systems 8693
facing 8690
attempt 8689
businesses 8675
films 8673
discuss 8669
ice 8665
miller 8655
refused 8652
fewer 8640
provides 8637
movies 8632
primary 8628
foundation 8627
movement 8616
table 8606
unusual 8605
memory 8578
studio 8565
unless 8565
researchers 8562
newspaper 8560
consumers 8549
stars 8535
pension 8530
improve 8518
established 8517
gallery 8515
voted 8509
characters 8505
claims 8503
possibility 8485
specific 8475
setting 8468
serving 8465
brian 8456
develop 8453
laws 8452
material 8452
sides 8446
corner 8440
leaves 8439
appeal 8438
african 8434
nets 8432
industrial 8431
allowing 8429
century 8425
edward 8406
alone 8399
pictures 8398
related 8394
sit 8389
steps 8384
rooms 8375
term 8371
visitors 8367
decade 8366
host 8355
leadership 8351
discovered 8347
expensive 8333
fuel 8329
pentagon 8307
features 8305
accept 8300
song 8300
walking 8298
highest 8290
andrew 8284
suit 8277
card 8263
faces 8251
markets 8248
protection 8242
rare 8241
yards 8241
library 8230
baghdad 8219
enforcement 8208
accounting 8194
edwards 8187
baby 8178
eye 8178
victims 8176
historical 8166
historic 8162
graduate 8161
hill 8158
agree 8145
elected 8144
korea 8144
committed 8143
push 8134
argued 8127
continues 8127
beautiful 8125
score 8121
influence 8120
pointed 8120
conducted 8119
views 8108
wait 8104
fox 8100
congressional 8095
herself 8092
opens 8090
pulled 8085
determined 8083
determine 8072
claim 8071
jackson 8070
louis 8065
spokeswoman 8064
involving 8063
bid 8059
westchester 8051
shooting 8047
source 8045
creative 8044
managed 8039
restaurants 8037
covered 8027
hardly 8026
houston 8021
port 8015
supported 8013
broke 8011
bus 8008
completed 7996
worst 7974
raising 7967
broad 7960
spot 7953
match 7937
retail 7936
pop 7934
decide 7927
opposed 7923
parking 7923
winter 7922
madison 7919
supporters 7918
sea 7917
bridge 7913
providing 7913
extend 7909
hollywood 7909
attended 7907
grown 7907
fiscal 7904
roughly 7903
girls 7897
remaining 7897
illegal 7895
partly 7891
drop 7890
kitchen 7890
donations 7873
slow 7873
freedom 7866
hoping 7863
legislation 7860
academy 7858
jason 7858
dozens 7835
accounts 7826
classic 7815
tend 7810
difference 7808
hoped 7798
suggest 7795
shopping 7788
associate 7786
brief 7781
acting 7777
afternoon 7777
shop 7776
happen 7772
sets 7764
active 7759
coast 7758
considering 7757
convention 7755
fired 7750
requires 7746
watched 7746
initial 7745
pro 7744
guilty 7727
entertainment 7725
lake 7717
type 7715
grow 7711
ruling 7677
explain 7674
advantage 7673
olympic 7662
voting 7648
faced 7633
windows 7633
represents 7631
crucial 7622
equipment 7611
overall 7608
standards 7598
nice 7597
organized 7596
corporation 7595
feels 7591
ideas 7589
display 7588
hair 7583
philadelphia 7578
banks 7569
chris 7566
denied 7565
founded 7561
route 7560
agents 7559
re 7559
damage 7555
closer 7552
queens 7547
condition 7545
quick 7538
airport 7530
positive 7528
criticized 7527
communications 7517
minor 7509
aides 7507
heat 7506
talked 7505
continuing 7499
increasing 7497
donald 7494
directors 7487
prominent 7479
securities 7476
susan 7474
drawn 7471
recalled 7471
survey 7470
inspired 7467
agent 7466
shared 7464
favor 7456
henry 7450
prove 7444
trust 7422
mission 7421
ford 7405
greatest 7404
responsibility 7401
morgan 7399
internal 7379
example 7377
developing 7373
subway 7369
tells 7368
profit 7364
jeff 7360
seconds 7357
choose 7354
note 7352
steven 7341
suicide 7336
criticism 7333
bringing 7329
principal 7328
relief 7328
boys 7325
francisco 7316
strike 7307
bond 7297
color 7296
airlines 7285
draw 7282
bowl 7281
plenty 7279
sounds 7279
failure 7278
broadcast 7277
paintings 7275
wild 7273
kevin 7268
status 7266
cross 7265
effective 7261
worried 7259
championship 7258
suggests 7258
bigger 7257
muslim 7252
knicks 7229
check 7226
ultimately 7226
necessary 7208
promised 7207
debt 7197
entered 7193
unlikely 7192
picked 7186
typically 7182
japan 7176
hudson 7170
lawmakers 7168
teachers 7166
medicare 7162
paris 7160
armed 7157
atlantic 7150
fast 7132
warned 7123
allows 7122
date 7119
suddenly 7117
negotiations 7114
teacher 7111
female 7106
dear 7103
generation 7103
alan 7096
struggle 7096
performing 7093
kennedy 7090
missing 7089
hurricane 7087
resources 7086
aware 7079
approval 7070
trouble 7069
variety 7069
native 7061
percentage 7059
levels 7058
bronx 7054
seat 7043
doubt 7040
terrorism 7035
appeals 7032
ruled 7018
managing 7009
cited 7004
eric 7004
easier 7001
nonprofit 7000
request 6997
vast 6991
kill 6986
rarely 6983
broken 6982
eat 6980
davis 6978
injured 6975
abuse 6967
comedy 6964
plastic 6955
clean 6937
closing 6933
financing 6931
giant 6930
emotional 6928
brothers 6923
decisions 6916
retirement 6915
task 6906
qaeda 6901
electronic 6896
carrying 6889
clients 6888
mountain 6878
mount 6874
offices 6871
harvard 6868
canadian 6866
bottom 6859
heavily 6854
connection 6850
column 6847
changing 6843
england 6838
saudi 6823
hurt 6822
iran 6822
brand 6816
performances 6814
gain 6812
draft 6809
master 6807
painting 6800
pushed 6799
visiting 6798
coverage 6794
virginia 6791
torre 6788
proved 6780
safe 6776
completely 6775
farm 6771
founder 6771
journal 6771
rejected 6766
currently 6763
liberal 6759
shiite 6757
arms 6754
producer 6749
sun 6745
chose 6732
perform 6730
weather 6730
murder 6727
effects 6724
coalition 6718
warner 6708
barely 6702
defensive 6693
tests 6688
headquarters 6686
surprised 6682
ballet 6681
balance 6680
earnings 6679
fit 6674
previously 6674
wear 6674
replace 6672
virtually 6670
christopher 6663
everybody 6663
policies 6662
silver 6658
visited 6657
headed 6646
worry 6646
possibly 6632
entirely 6630
touch 6624
interior 6621
lawsuit 6611
fill 6607
respect 6600
screen 6585
alternative 6584
organizations 6579
reasons 6570
elizabeth 6569
barbara 6555
interesting 6554
notes 6545
treated 6544
imagine 6543
suffered 6540
progress 6539
replaced 6533
plants 6532
keeps 6528
units 6527
somewhat 6522
confidence 6516
letters 6515
rice 6514
publicly 6511
holiday 6504
korean 6502
border 6498
closely 6498
centers 6491
pitch 6485
shift 6478
pataki 6475
grandmother 6468
reduced 6459
starts 6456
extended 6446
dangerous 6444
speed 6441
ride 6440
throw 6440
orange 6438
existing 6427
commissioner 6423
struggling 6421
mention 6420
declared 6418
stocks 6418
assembly 6416
taught 6411
christmas 6408
tied 6406
airline 6400
decline 6399
managers 6399
anthony 6398
colleagues 6393
orchestra 6392
steel 6391
mix 6387
settlement 6381
spanish 6376
veteran 6376
stuff 6372
finds 6371
opinion 6365
supply 6365
seats 6358
votes 6358
drove 6356
grandfather 6356
sending 6354
aside 6344
fort 6341
wonder 6335
bruce 6334
holds 6334
unable 6329
drawing 6326
formal 6326
stands 6322
feature 6321
meaning 6311
typical 6307
admission 6303
learning 6296
conflict 6294
operation 6294
bureau 6290
politicians 6288
vision 6287
walls 6286
lots 6285
larry 6284
testing 6281
weight 6278
marine 6273
pair 6272
stone 6272
represented 6264
gary 6256
due 6255
award 6254
accepted 6253
ends 6247
singer 6244
express 6239
joint 6225
repeatedly 6225
shortly 6225
confirmed 6224
roman 6224
spirit 6212
opponents 6208
chosen 6203
cards 6193
brings 6185
insisted 6180
immediate 6179
designer 6178
stayed 6175
maintain 6174
remove 6173
sweet 6172
leads 6167
vehicles 6163
newly 6162
delay 6158
occurred 6155
represent 6154
reputation 6140
ban 6138
super 6136
seventh 6133
soviet 6133
analysis 6129
moral 6126
advance 6120
combined 6119
enter 6118
plus 6117
myself 6115
fun 6114
cutting 6113
increases 6111
sees 6111
citizens 6110
bright 6101
target 6099
palestinians 6098
stewart 6098
germany 6096
commitment 6089
afford 6086
appearance 6085
scientific 6075
conditions 6072
valley 6072
ensure 6066
sharp 6054
sharon 6050
comfortable 6048
camera 6044
happens 6040
otherwise 6037
male 6035
catch 6034
handle 6032
bankruptcy 6031
chicken 6031
reporter 6031
asian 6026
wood 6025
truly 6024
chemical 6023
quiet 6012
comments 6011
eager 6011
wireless 6011
wonderful 6006
gulf 6002
helps 6002
gun 6001
classical 5999
dog 5993
pages 5989
crisis 5987
extremely 5987
royal 5984
wish 5984
believes 5981
contracts 5974
partners 5970
suspected 5966
normal 5965
editorial 5963
miami 5962
heads 5961
limit 5961
dan 5956
removed 5955
explained 5954
messages 5949
edge 5948
academic 5946
usual 5944
artistic 5940
soccer 5938
passengers 5929
interviews 5921
finish 5916
eighth 5913
desire 5912
aggressive 5910
bomb 5904
tim 5903
realize 5900
taste 5895
conduct 5888
britain 5886
lunch 5882
viewers 5880
surprise 5876
deals 5873
contact 5869
god 5868
reflect 5868
grant 5865
teaching 5862
rent 5861
expert 5854
fees 5847
lay 5844
pull 5843
shut 5839
medicine 5834
carolina 5833
dollar 5832
knowledge 5830
prospect 5830
realized 5825
santa 5822
recorded 5821
moves 5820
vehicle 5820
ties 5819
russia 5816
technical 5813
acquired 5812
enormous 5810
foot 5803
hockey 5802
expand 5799
measures 5799
doctor 5794
pool 5793
count 5790
crew 5787
rabbi 5785
returning 5785
democracy 5784
handful 5783
invited 5781
kinds 5781
actors 5780
threw 5773
actor 5772
compete 5759
metal 5757
plane 5756
window 5756
respond 5752
ii 5748
jonathan 5744
serves 5742
advocates 5741
patrick 5740
options 5739
truck 5737
argue 5734
advice 5733
meetings 5732
net 5727
testimony 5723
warning 5722
painted 5719
impossible 5718
actual 5711
minority 5709
recommended 5706
warm 5706
thus 5701
legislature 5696
pain 5696
advanced 5690
disney 5688
intense 5681
payments 5681
items 5680
argument 5675
judges 5674
liked 5672
wilson 5672
wind 5671
activities 5670
driver 5664
receiving 5662
neighbors 5660
horse 5658
modest 5655
structure 5654
mutual 5653
bonds 5652
trees 5651
driven 5650
fly 5642
golden 5642
threatened 5642
aimed 5640
mental 5640
drama 5639
actions 5637
urged 5632
competitive 5624
deaths 5621
bear 5619
pushing 5619
reform 5618
traveling 5615
delivered 5613
ancient 5610
hong 5610
dream 5606
moments 5606
reserve 5606
combat 5603
ben 5602
cherished 5591
obvious 5590
users 5590
attend 5588
dispute 5583
stations 5581
coffee 5580
sport 5579
strength 5575
gray 5574
formed 5571
frequently 5570
promote 5570
consultant 5569
luxury 5567
inches 5560
microsoft 5558
shots 5555
combination 5553
electric 5552
powell 5552
nobody 5547
menu 5545
latin 5543
yorkers 5542
likes 5539
admitted 5532
permanent 5530
complained 5528
salt 5524
offensive 5523
adult 5522
rural 5519
profits 5515
falling 5511
mainly 5507
patient 5507
mixed 5504
blocks 5503
describe 5502
theme 5501
behavior 5495
appointed 5486
yellow 5483
consulting 5476
storm 5474
stanley 5472
scores 5467
philip 5465
proud 5459
puts 5459
originally 5458
gift 5456
bills 5450
estimates 5449
emerged 5447
convicted 5444
path 5439
writers 5439
promise 5433
piano 5427
sixth 5420
ratings 5404
identify 5400
merely 5399
mexico 5399
copies 5396
lewis 5395
notion 5390
core 5389
discussion 5389
wave 5387
reaction 5385
conversation 5383
interests 5379
album 5375
harder 5375
enjoy 5371
ticket 5362
cents 5359
numerous 5347
supporting 5346
adopted 5345
readers 5345
gathered 5343
understanding 5343
writes 5343
aids 5339
honor 5338
drivers 5333
brain 5328
orleans 5324
transit 5320
truth 5320
constitutional 5318
racing 5318
goals 5316
flying 5314
complaints 5310
youth 5309
amid 5308
settled 5304
relatives 5303
forest 5302
multiple 5293
ann 5284
studied 5284
documentary 5282
hospitals 5282
deficit 5280
transfer 5278
string 5276
musicians 5273
assets 5270
affairs 5269
networks 5268
resolution 5268
eating 5266
surrounding 5265
announcement 5259
captured 5258
courts 5257
acres 5253
gotten 5247
shape 5247
woods 5246
literary 5244
preparing 5240
lawrence 5239
machine 5232
file 5231
tennis 5230
busy 5226
sells 5226
abu 5222
residential 5217
tradition 5215
prisoners 5205
thinks 5205
gained 5204
option 5203
knowing 5202
faith 5201
consecutive 5199
statements 5197
noon 5195
tournament 5191
ad 5187
channel 5187
definitely 5183
cool 5181
animal 5180
extraordinary 5180
hits 5178
noting 5178
purchase 5172
essentially 5168
trained 5163
dealing 5162
fallen 5162
era 5152
guide 5147
legislative 5147
fields 5146
arthur 5145
nassau 5144
athletic 5142
necessarily 5141
returns 5137
linked 5127
dismissed 5122
exercise 5122
fought 5119
expanded 5117
fraud 5111
thanks 5111
hundred 5106
featuring 5104
pace 5104
greenwich 5100
immigrants 5100
las 5098
concluded 5095
snow 5095
guests 5090
representatives 5088
gaza 5084
institutions 5084
resident 5079
sponsored 5069
tries 5068
terrorists 5067
highway 5060
bin 5057
surgery 5057
clark 5056
ordinary 5056
recording 5055
responded 5052
bodies 5050
harry 5047
quarterback 5047
cbs 5045
commander 5044
initially 5042
beauty 5040
chain 5040
dressed 5040
ending 5039
ethnic 5038
scenes 5035
forms 5034
auto 5032
afghanistan 5024
environment 5022
somebody 5016
empty 5012
recognize 5011
tree 5011
debut 5005
apply 5003
models 5003
stepped 5002
captain 4993
investigating 4992
satellite 4991
architect 4984
losses 4984
representing 4980
terror 4978
viewed 4976
cellphone 4972
jennifer 4969
applied 4957
selection 4956
employee 4950
clothes 4948
affect 4944
pacific 4943
rhp 4943
nbc 4941
sunni 4939
producers 4937
soft 4934
equally 4932
posted 4932
healthy 4930
winner 4930
proposals 4928
wore 4928
doors 4927
command 4922
bed 4921
vietnam 4916
welcome 4916
singing 4909
index 4908
shuttle 4907
theory 4905
experienced 4903
describes 4902
don 4898
ocean 4897
civilian 4896
encourage 4896
identity 4896
teenage 4896
parent 4893
kelly 4889
worse 4889
deliver 4888
hotels 4888
educational 4887
hitting 4885
claimed 4884
adviser 4883
seasons 4879
severe 4873
playoff 4867
equal 4865
ninth 4863
comic 4861
ny 4861
link 4859
ministry 4854
attract 4853
dedicated 4852
elements 4851
stretch 4850
values 4849
palm 4847
laid 4846
tower 4838
arm 4836
starring 4834
repeated 4832
customer 4829
governments 4829
talent 4825
treat 4823
package 4822
questioned 4821
citing 4817
limits 4817
appropriate 4816
suburban 4816
violent 4816
threats 4812
formerly 4811
regulators 4810
prompted 4808
apartments 4805
communities 4801
fed 4801
jay 4800
detroit 4797
boat 4796
animals 4793
blair 4792
indicated 4790
classes 4781
fan 4780
allen 4779
massachusetts 4778
regularly 4778
schedule 4778
chamber 4776
stake 4776
suspended 4776
potentially 4774
factory 4773
walter 4773
arrest 4771
parks 4771
weekly 4769
activity 4768
location 4768
crimes 4767
jeffrey 4767
constitution 4764
worldwide 4764
awards 4763
monthly 4763
abandoned 4762
campus 4762
minimum 4759
angry 4757
ads 4756
matters 4754
navy 4750
towns 4746
buyers 4744
ohio 4740
homeland 4739
ronald 4736
unions 4736
carefully 4735
lieu 4732
code 4729
dramatic 4725
flights 4725
surrounded 4724
staten 4722
establish 4716
detailed 4712
forget 4711
occasionally 4710
failing 4708
municipal 4708
guest 4706
junior 4706
nancy 4705
jane 4700
competing 4699
landscape 4695
condolences 4694
complicated 4692
protest 4690
striking 4690
recall 4689
africa 4688
solid 4686
apple 4684
confident 4684
temporary 4682
reporting 4678
selected 4676
dick 4674
dress 4667
discussed 4666
immigration 4666
strongly 4662
dancers 4660
fairly 4660
split 4660
roll 4658
affected 4656
cream 4654
roger 4653
savings 4652
basis 4651
wounded 4647
excellent 4643
flowers 4642
secure 4637
mentioned 4631
yale 4629
makers 4628
positions 4626
lights 4625
polls 4622
teenagers 4613
traded 4612
remembered 4609
worker 4609
adam 4607
dry 4607
wealthy 4605
poll 4603
venture 4603
shareholders 4602
cell 4596
orders 4596
rush 4593
improved 4589
direction 4588
essential 4587
jerry 4586
senators 4583
creation 4582
penalty 4580
breaking 4578
computers 4577
elderly 4565
primarily 4564
matthew 4562
roberts 4558
atlanta 4555
opposite 4554
tight 4554
governing 4552
saturdays 4547
machines 4543
judicial 4536
abc 4531
goods 4531
extensive 4525
irish 4525
skills 4525
substantial 4525
abortion 4524
firms 4522
articles 4521
prize 4521
indeed 4520
architecture 4519
backed 4519
demands 4519
canada 4517
die 4516
maintenance 4516
jon 4514
alex 4513
earn 4513
prepare 4512
practices 4508
prince 4504
plot 4503
false 4502
portrait 4502
tone 4502
assigned 4499
flow 4499
blame 4497
expects 4496
furniture 4496
sharply 4494
accompanied 4490
materials 4490
meat 4488
guess 4486
douglas 4484
dishes 4481
ceremony 4480
chocolate 4479
pounds 4477
operate 4474
politically 4471
universal 4468
india 4467
symphony 4465
conventional 4460
witnesses 4456
divided 4453
mexican 4453
challenges 4452
concrete 4447
funny 4446
gap 4446
romantic 4436
beneath 4432
suggesting 4430
sources 4427
valuable 4423
liberty 4420
distance 4419
importance 4417
traveled 4416
veterans 4415
coaches 4412
reaching 4412
birth 4410
resort 4410
passion 4407
fee 4405
specialist 4403
slowly 4399
banking 4397
farmers 4396
visits 4396
rodriguez 4393
greek 4389
seriously 4387
chapter 4383
wake 4377
adults 4376
visual 4376
sugar 4374
clothing 4372
handling 4369
sleep 4368
anniversary 4367
tracks 4367
row 4366
document 4365
interviewed 4356
falls 4355
risks 4352
drinking 4350
gordon 4350
assistance 4344
ambitious 4343
acts 4342
sons 4339
expansion 4337
outdoor 4335
producing 4331
amendment 4330
ages 4329
controlled 4328
pennsylvania 4324
afraid 4323
differences 4321
cook 4320
individuals 4320
danger 4317
apart 4315
featured 4313
negative 4313
discussions 4308
morris 4308
remarkable 4308
opportunities 4300
welfare 4299
somehow 4297
el 4295
pleaded 4295
taylor 4293
rumsfeld 4292
suspect 4292
broader 4287
equity 4283
maker 4282
narrow 4281
resigned 4277
predicted 4275
concept 4268
atmosphere 4266
engaged 4266
troubled 4265
convinced 4264
dogs 4263
strange 4263
assault 4261
attracted 4259
compensation 4258
widespread 4255
celebrated 4250
foster 4250
contributed 4246
nasa 4246
accusations 4245
bombing 4244
carter 4235
tens 4225
allies 4222
holy 4222
jordan 4219
accident 4218
besides 4216
trips 4216
rail 4209
brick 4208
barry 4207
jump 4206
dennis 4203
suffering 4202
inquiry 4197
reviews 4194
stuck 4193
anne 4191
equivalent 4190
capacity 4189
enjoyed 4189
studying 4189
weak 4189
teach 4188
solo 4186
approached 4183
smart 4181
attacked 4180
recognized 4180
encouraged 4179
manage 4175
yankee 4173
counsel 4169
attempts 4168
clinical 4166
rival 4165
presents 4159
objects 4154
ken 4153
settle 4153
sam 4152
lies 4151
skin 4147
pursue 4146
c 4143
matt 4143
noticed 4143
notice 4142
michigan 4141
minute 4141
trend 4141
loan 4140
childhood 4136
roof 4135
ethics 4133
frequent 4133
seemingly 4132
sympathy 4131
effectively 4130
mobile 4129
treasury 4127
session 4126
remarks 4121
behalf 4115
defeat 4115
earth 4115
pays 4113
tested 4113
manufacturing 4106
client 4103
joining 4096
chances 4094
simon 4093
absolutely 4092
listen 4089
surprising 4089
fare 4086
tale 4086
wedding 4080
passes 4079
capture 4075
findings 4075
advisory 4072
memories 4071
types 4069
ship 4067
prefer 4066
sentence 4066
rescue 4065
wooden 4064
escape 4063
strip 4063
drink 4062
entering 4062
chair 4059
jews 4059
manufacturers 4059
travelers 4056
trucks 4056
extent 4055
pitching 4055
pink 4054
fred 4053
dominated 4051
kim 4050
hedge 4046
hiring 4046
collected 4044
alliance 4043
athletes 4043
auction 4043
thrown 4040
depending 4039
racial 4037
rangers 4037
photo 4033
tie 4031
connected 4030
flat 4030
nicholas 4030
reference 4026
dvd 4025
persuade 4024
ryan 4022
hills 4013
salary 4011
apparent 4007
franklin 4007
content 4006
surely 4004
mourn 4003
nights 4003
dancing 4001
ray 4001
engineering 3997
faster 3997
intellectual 3995
paint 3993
sir 3993
steady 3992
strategic 3992
queen 3991
insurgents 3990
reflected 3990
ultimate 3990
factor 3989
revealed 3983
ron 3982
reagan 3981
interim 3980
rain 3978
packed 3975
discovery 3974
entry 3971
cameras 3970
shore 3969
hidden 3968
registered 3967
sits 3966
jail 3960
kansas 3960
estimate 3956
couples 3953
papers 3953
achieve 3950
obviously 3949
devices 3946
generous 3945
alexander 3938
proper 3938
swing 3937
champion 3936
rally 3934
sensitive 3933
fears 3931
reducing 3929
surface 3928
cooking 3924
injury 3924
dallas 3923
copy 3921
elsewhere 3921
suits 3918
personnel 3917
incident 3916
covers 3915
device 3911
significantly 3911
regulations 3906
regulatory 3905
martha 3904
cheney 3901
throwing 3899
praised 3897
versions 3896
disaster 3893
bag 3892
dave 3891
sarah 3889
advocacy 3888
vital 3888
carnegie 3885
carl 3884
follows 3883
jumped 3883
mortgage 3883
chef 3881
struggled 3881
scoring 3876
corruption 3873
stem 3873
hanging 3872
trains 3869
amounts 3868
districts 3868
beer 3867
relative 3867
prescription 3865
audiences 3864
odd 3862
soldier 3861
fat 3860
journalists 3860
architectural 3858
preserve 3857
promising 3857
powers 3856
staying 3855
trail 3853
temple 3851
developers 3848
heading 3848
offense 3848
andy 3847
contrast 3846
riding 3846
sophisticated 3846
installed 3844
empire 3843
lady 3843
ring 3843
rolling 3843
defend 3841
biological 3840
celebrity 3839
thick 3839
publishing 3838
economist 3836
rely 3836
portion 3835
tuesdays 3833
witness 3832
deepest 3823
gathering 3822
conservatives 3821
announce 3820
blow 3819
background 3816
ed 3811
ferry 3811
solution 3810
branch 3808
clubs 3808
medicaid 3806
cells 3805
lord 3805
capable 3801
causes 3800
understood 3796
marc 3792
properties 3792
quoted 3790
arizona 3787
recovery 3787
bishop 3786
gains 3786
seattle 3786
episode 3784
perfectly 3780
hire 3779
colorado 3776
complaint 3775
speaker 3775
engine 3774
marines 3772
asia 3771
electricity 3770
critic 3768
designers 3764
religion 3763
colonel 3760
invasion 3760
princeton 3760
eliminate 3759
kenneth 3758
raises 3758
rick 3755
arguing 3751
suffolk 3751
nursing 3748
tours 3747
utility 3747
dutch 3740
sculpture 3740
hole 3739
occupation 3735
scale 3733
testified 3732
awarded 3729
newspapers 3728
restore 3726
stronger 3726
text 3725
print 3723
demanding 3721
occasional 3721
constant 3719
harlem 3718
requiring 3713
resistance 3713
elegant 3712
impressive 3712
species 3712
google 3711
shops 3711
destroyed 3710
handled 3709
tape 3709
laboratory 3707
expanding 3706
motion 3704
parliament 3704
premiere 3704
actress 3702
involvement 3701
nomination 3700
postwar 3700
belief 3699
reluctant 3698
restrictions 3698
spoken 3696
license 3691
partnership 3691
pitcher 3689
controls 3687
corps 3686
arguments 3685
emerging 3682
radical 3681
arranged 3678
considerable 3678
raw 3677
visible 3674
attached 3673
economists 3672
harris 3672
loans 3672
laura 3670
hate 3665
signal 3663
handed 3662
listing 3662
waste 3659
somewhere 3657
cheese 3656
signature 3656
purpose 3653
institution 3652
anywhere 3648
kurdish 3647
marked 3643
extreme 3640
injuries 3640
anybody 3639
arrive 3638
hispanic 3638
mail 3636
statistics 3632
regarded 3631
attractive 3627
cleveland 3627
zone 3626
advisers 3624
circle 3622
tampa 3621
bell 3618
duty 3616
stick 3616
crowded 3615
extension 3615
pattern 3612
jean 3611
grade 3610
newark 3610
meets 3609
employment 3608
granted 3608
signing 3608
thousand 3608
exposed 3607
legacy 3602
quietly 3601
underground 3601
saved 3600
thin 3600
volume 3600
involves 3599
sounded 3598
upset 3597
totally 3595
promoting 3591
nelson 3587
sony 3582
degrees 3579
disabled 3576
departure 3573
reflects 3569
campaigns 3567
reveal 3566
magic 3565
associates 3564
generate 3563
lisa 3563
challenging 3560
sudden 3560
anger 3559
rental 3559
grace 3556
careful 3553
ease 3552
editing 3551
favored 3549
engineers 3548
yourself 3547
sharing 3545
scandal 3538
supplies 3537
arena 3536
unclear 3533
covering 3532
colin 3531
carries 3530
assume 3529
cheap 3529
boards 3525
defeated 3524
sentenced 3524
aircraft 3523
virus 3523
yea 3523
maintained 3521
searching 3521
fundamental 3520
wines 3518
roles 3516
detective 3515
smoking 3515
fruit 3514
celebration 3513
hearts 3511
inner 3511
describing 3510
faculty 3509
lobbying 3508
joan 3506
cruise 3504
kid 3504
letting 3504
passenger 3504
sauce 3498
vacation 3497
kong 3496
photograph 3494
normally 3493
promises 3492
birds 3490
minnesota 3490
bars 3489
f 3488
focusing 3487
authors 3486
map 3486
choices 3485
billy 3483
enemy 3481
fix 3478
vulnerable 3478
bird 3476
unique 3474
australian 3469
billions 3468
le 3468
northwest 3468
absence 3467
basically 3466
ambassador 3462
preferred 3460
museums 3458
smoke 3454
vocal 3454
pressed 3453
antonio 3452
greatly 3452
celebrate 3450
roots 3450
iowa 3449
moore 3448
mile 3447
speaks 3447
briefly 3446
bags 3445
explaining 3444
homeless 3443
lift 3443
linda 3442
commerce 3441
lawsuits 3439
defined 3438
financed 3437
motor 3437
grandchildren 3436
label 3436
diego 3435
influential 3435
resulted 3435
tall 3435
ali 3434
listening 3434
alongside 3433
lessons 3433
revival 3433
immigrant 3431
photos 3430
sundays 3428
regarding 3420
victim 3420
beef 3417
columnist 3417
distribution 3417
revenues 3417
shelter 3416
acknowledge 3415
bitter 3415
concerts 3415
neighborhoods 3414
defending 3412
journey 3411
plaza 3411
merrill 3410
unexpected 3409
spiritual 3407
seized 3406
voices 3406
mainstream 3403
forcing 3402
sergeant 3400
karen 3399
merger 3398
burden 3395
hang 3395
humor 3395
norman 3395
pope 3394
specifically 3394
oldest 3393
investigations 3392
desperate 3389
elite 3388
lists 3388
expectations 3386
independence 3385
breakfast 3382
colleges 3382
flew 3380
incorrectly 3380
attending 3379
mood 3379
payment 3379
folk 3378
plate 3376
comfort 3375
aide 3372
heartfelt 3370
participants 3369
succeed 3369
destruction 3367
harbor 3366
drawings 3365
files 3363
rating 3363
tables 3363
volunteers 3363
informed 3360
entrance 3356
fishing 3356
ranging 3355
nick 3354
turkey 3353
pointing 3352
planes 3350
sean 3345
bound 3344
filing 3344
loves 3342
volunteer 3341
pleased 3340
diamond 3339
grounds 3339
designated 3338
firefighters 3336
waited 3335
colors 3334
engineer 3334
practical 3334
monitor 3333
useful 3333
friendly 3332
gasoline 3328
ideal 3326
lined 3325
bernard 3324
turkish 3324
ill 3323
publisher 3323
crash 3322
narrative 3322
amsterdam 3318
commanders 3318
spots 3318
developer 3315
shoot 3314
founding 3313
ruth 3313
introduce 3312
races 3310
attitude 3307
shoulder 3307
todd 3306
defended 3305
subjects 3305
kidd 3304
carlos 3303
wells 3302
feelings 3301
bears 3299
fate 3299
wright 3299
tourists 3298
afghan 3295
arnold 3295
oscar 3295
pilot 3293
anderson 3292
collect 3292
terry 3291
pianist 3290
collective 3289
remote 3289
resolve 3289
chase 3288
albert 3287
elementary 3287
guards 3287
leg 3287
fame 3286
negotiating 3286
poverty 3285
ralph 3284
requests 3284
civic 3280
programming 3279
reasonable 3279
facts 3278
badly 3277
hunt 3277
performers 3277
aaron 3275
detail 3274
challenged 3273
collapse 3270
georgia 3270
rapidly 3269
blocked 3268
fridays 3268
fiction 3267
obtained 3266
cafe 3264
heights 3264
invest 3263
reservations 3261
albany 3258
cabinet 3256
links 3255
goldman 3254
pat 3253
protecting 3253
warren 3248
buried 3247
capitol 3246
outcome 3246
administrative 3245
ranks 3245
legislators 3243
terrible 3242
joel 3240
duke 3239
factors 3239
generated 3238
tribute 3238
fighters 3236
pakistan 3232
designs 3231
tired 3231
acted 3230
retailers 3230
dating 3229
transition 3228
ten 3227
projected 3225
touched 3224
counter 3222
ranked 3222
imposed 3220
please 3219
precisely 3218
bobby 3217
devils 3217
demanded 3215
sweeping 3215
investments 3213
brilliant 3212
pride 3212
causing 3211
inspectors 3211
lowest 3211
samuel 3210
sars 3206
alive 3203
hearings 3199
household 3199
neck 3199
roads 3198
g 3197
hamilton 3196
tools 3196
closest 3191
wing 3191
daughters 3190
italy 3190
poetry 3189
relationships 3187
whenever 3187
disclosed 3186
assessment 3185
creates 3184
ensemble 3184
craig 3183
happening 3182
damaged 3181
symbol 3180
baltimore 3178
landed 3178
muhammad 3178
sing 3178
toronto 3176
bottle 3175
teaches 3174
lobby 3173
maximum 3173
pittsburgh 3173
sky 3170
timing 3169
array 3166
composer 3166
elaborate 3166
klein 3166
mere 3164
thompson 3164
carol 3162
shoes 3160
impose 3159
cooperation 3157
deadline 3157
hung 3157
sustained 3157
repair 3154
approve 3153
guarantee 3153
popularity 3153
improving 3152
greg 3151
impression 3151
prosecutor 3151
benjamin 3150
constantly 3149
bands 3148
crown 3148
consistent 3147
renovated 3146
oppose 3145
communist 3144
permit 3144
railroad 3143
sick 3140
chelsea 3139
purchased 3139
sight 3139
lease 3138
margaret 3138
rebuilding 3138
knee 3137
soul 3136
delivery 3134
ski 3132
gene 3130
privacy 3129
sad 3129
lesson 3127
contain 3126
inflation 3122
jimmy 3121
operated 3121
cape 3120
category 3120
sued 3118
banned 3117
swiss 3117
roy 3115
survive 3112
northeast 3111
error 3110
puerto 3109
illustrated 3108
keith 3108
indictment 3107
officially 3106
diplomatic 3105
emphasis 3104
breaks 3103
mcgreevey 3102
aspects 3099
acquire 3097
eligible 3095
rookie 3095
bryant 3094
dates 3094
random 3094
borough 3093
conversations 3093
guitar 3093
lieutenant 3093
maria 3092
pitched 3090
profound 3090
leonard 3087
russell 3086
reconstruction 3085
involve 3084
protected 3084
appreciate 3083
asks 3081
climate 3081
nationwide 3081
psychological 3081
pressing 3080
breast 3079
lucky 3079
muslims 3078
bench 3073
arrival 3071
desert 3067
cap 3062
tenants 3061
uncle 3061
passage 3058
proof 3056
gates 3055
dna 3054
advocate 3053
floors 3053
legs 3051
ourselves 3051
investor 3050
supports 3048
swimming 3048
moderate 3047
rough 3045
trustees 3045
employers 3044
intent 3044
posed 3043
pure 3043
peak 3041
stress 3041
unemployment 3041
discussing 3040
protesters 3040
inning 3039
picking 3039
violated 3038
adds 3037
storage 3037
trials 3035
lying 3034
protests 3034
beating 3031
graham 3030
ross 3030
suspects 3030
ownership 3029
connections 3026
gifts 3026
telecommunications 3025
reminded 3024
studios 3024
olive 3023
electrical 3022
fisher 3022
haven 3022
conducting 3020
patricia 3016
phil 3013
routine 3013
spends 3011
drives 3009
bombings 3007
delayed 3007
milk 3007
casino 3005
generations 3005
federation 3004
lighting 3004
promoted 3004
allied 2995
obtain 2993
wayne 2993
wage 2992
economics 2991
pulling 2988
aging 2987
israelis 2987
lane 2987
mystery 2985
fled 2983
advised 2982
checks 2980
inspector 2980
robinson 2980
gross 2979
risen 2978
occupied 2975
jeter 2973
photography 2973
consequences 2972
hero 2972
delicate 2971
jefferson 2970
alcohol 2968
feared 2968
tobacco 2968
revolution 2967
thoughts 2967
preservation 2966
thank 2966
facilities 2961
plain 2961
architects 2960
math 2959
edited 2957
