the 285614993.0
of 166982585.5
to 96944030.0
and 87885369.0
in 76881247.0
a 66189364.5
that 40488682.0
is 39955203.0
it 31894916.0
be 27401727.0
was 27984684.0
as 27143418.5
for 25574526.5
he 22653912.5
not 21161006.5
by 19154758.0
with 19209939.5
which 18009825.0
i 18402529.5
on 17670186.5
his 15090085.0
at 15041563.0
had 13919725.5
are 13442283.5
have 13099493.0
from 12725326.0
but 13025912.5
this 12151640.5
they 10200690.5
or 10344314.0
been 9123909.0
an 9155967.0
one 9219683.0
were 8960383.5
there 8410336.0
we 8552370.0
all 8355838.0
has 7393088.0
you 7919916.0
would 6916755.0
who 6882434.5
so 6493893.5
will 6221700.0
their 6190663.5
may 6212398.0
if 6199107.0
can 5840429.5
when 5897884.0
more 5694348.0
him 5748000.5
no 5862921.0
time 5478211.5
than 5255824.5
what 5070631.5
her 4898707.5
other 4955630.5
do 4850122.0
them 4802647.0
she 4932436.0
any 4566612.5
out 4359236.0
only 4005074.5
its 4014102.5
should 3869955.0
into 3829077.0
made 3724293.0
such 3756478.0
could 3672588.5
some 3633380.0
two 3619601.0
up 3499519.5
me 3507109.5
about 3395458.0
my 3530327.5
new 3610261.5
first 3213359.0
must 3175279.0
said 4109777.5
these 3028465.5
same 2997143.0
man 3136246.0
most 2970110.0
years 2940082.0
between 2826706.5
part 2858176.0
did 2779124.5
very 2754633.0
upon 2610837.5
great 2635225.0
much 2575649.0
those 2526549.0
after 2601735.0
life 2525820.0
our 2472610.0
way 2410644.5
where 2484612.5
shall 2368848.0
well 2579744.5
work 2345440.5
states 2276111.5
make 2263185.0
before 2275415.0
under 2287906.0
many 2277649.0
then 2435686.5
state 2163440.5
people 2139927.5
over 2168723.5
see 2280861.0
day 2164633.5
world 2015992.0
own 2001459.0
men 2022069.0
being 1985136.0
now 2025499.0
found 1906274.0
because 1916707.5
how 1879762.0
fact 1866511.0
united 1856728.0
good 1933259.5
know 1921780.5
us 1829508.0
through 1801844.0
even 1838863.5
like 1908564.0
however 2153949.5
1 2137619.5
during 1712584.5
number 1692637.5
place 1707761.5
take 1689985.0
case 1751189.0
each 1685482.0
long 1704912.0
used 1620474.0
also 1695057.5
come 1650254.0
end 1632115.5
little 1646400.0
might 1585143.0
year 1633794.5
say 1699628.0
three 1634159.0
government 1554502.0
per 1579078.0
order 1520329.5
war 1564978.0
far 1556322.5
country 1507532.5
use 1513503.5
go 1544826.0
right 1545614.5
down 1509980.5
does 1481915.0
without 1498227.0
given 1413883.5
general 1467585.0
point 1358263.0
house 1379068.5
never 1395102.5
law 1425093.0
came 1355598.0
few 1342423.0
back 1361435.0
give 1303832.0
your 1378388.0
power 1322190.5
every 1319911.5
both 1307560.0
too 1362423.0
whole 1283373.5
old 1361260.5
hand 1366053.5
water 1293223.5
get 1251623.5
against 1248626.5
course 1395647.5
while 1268486.0
possible 1200130.5
less 1219777.0
himself 1230543.5
think 1255566.5
present 1195920.0
last 1208890.5
large 1180962.5
cent 1181856.5
side 1193637.0
taken 1150165.0
here 1233877.5
until 1141689.5
just 1174177.0
find 1141193.0
done 1133275.5
another 1135337.5
form 1122544.5
god 1183143.5
though 1169547.0
since 1110486.5
necessary 1079741.0
public 1097874.0
things 1091720.0
york 1358317.5
matter 1116269.5
thought 1102893.0
school 1094125.5
act 1090496.0
whether 1028358.0
nothing 1075187.0
put 1036363.0
nature 1048562.0
question 1031560.5
century 1033616.5
mind 1039033.0
able 994158.0
means 1022928.0
went 1047845.5
history 1067826.0
period 1012637.5
days 1025024.5
within 988641.5
still 1044183.5
seen 1005180.5
am 1055428.0
children 1002978.0
important 962021.5
called 1046577.0
high 992528.5
small 958523.0
value 944164.0
left 959330.0
court 950330.5
best 940278.5
known 975662.5
interest 928286.0
half 971493.0
different 904137.5
view 906729.0
again 955714.5
subject 905281.0
system 915729.0
american 968919.5
certain 897461.0
city 917281.0
took 877683.0
following 914072.5
body 870422.5
least 898721.5
amount 836964.5
thing 861352.5
company 958495.5
yet 873250.5
always 869820.5
set 833213.0
among 850101.5
reason 833258.0
going 852938.5
head 848620.0
land 831131.0
money 818331.0
england 847386.5
name 832265.5
away 828441.0
due 784648.5
better 817014.0
five 875346.5
seems 792779.0
let 835629.0
four 852189.5
second 829946.5
true 814436.0
members 775789.0
effect 777511.5
times 809035.5
whom 796411.0
off 799253.0
home 796912.0
later 805852.5
study 760157.0
church 782683.5
age 783035.0
book 800979.0
position 741622.5
business 763739.5
result 757146.0
cases 768990.5
light 768885.0
education 787870.5
something 756568.0
once 765673.0
room 765808.0
person 741332.0
enough 740858.5
brought 722664.5
death 764996.0
having 739210.0
social 767541.5
ever 731075.5
held 716644.5
purpose 695432.0
why 728634.5
told 728677.0
become 701782.0
above 747875.5
others 736404.0
therefore 805988.0
sense 718966.0
development 688140.5
line 695569.5
hands 686193.0
account 670066.0
either 679410.5
hundred 693879.0
king 738768.5
young 703823.5
according 691357.0
words 717694.0
tell 680231.0
conditions 655740.0
2 883957.0
early 654092.5
national 657137.0
south 679308.5
father 698044.0
feet 651555.0
child 653083.0
common 633479.5
knowledge 627344.5
night 653980.5
action 619649.0
society 634327.0
almost 622470.0
kind 609527.0
women 632958.0
want 627779.0
face 626879.0
change 598424.0
air 615214.5
themselves 609315.5
human 605566.5
need 605275.5
believe 614745.0
twenty 703372.5
keep 593138.0
moment 604782.5
university 669482.5
parts 607754.0
quite 614889.0
itself 603891.5
eyes 618370.0
look 610404.5
family 590985.5
seemed 581666.0
rate 593556.0
service 591522.5
property 583079.5
soon 587801.0
making 580815.0
show 570260.5
next 587118.0
word 604637.5
thus 610070.5
north 614215.5
greater 560883.5
english 602210.0
president 601004.5
knew 575856.0
party 569612.0
office 581043.5
idea 550555.0
group 554858.0
rather 580431.5
gave 556049.0
shown 571423.5
love 595286.5
problem 537732.5
manner 538803.0
cause 545265.0
british 555433.0
anything 541540.5
board 541997.5
extent 530388.5
several 543869.0
increase 524746.0
became 546765.5
difficult 535991.5
seem 533084.0
saw 547864.5
often 558718.0
nor 558619.5
importance 518447.0
together 541850.0
force 529198.5
already 550447.5
ground 524063.5
america 546779.5
beginning 530299.5
full 541097.0
began 534853.0
table 529928.0
various 514752.0
example 602425.5
individual 517242.0
got 552800.5
along 527888.0
total 516985.5
opinion 526052.5
read 526689.5
terms 510978.0
letter 525052.5
rest 525747.5
although 529382.0
pay 502528.5
perhaps 542155.5
attention 495932.0
free 521482.5
political 531000.5
trade 512241.0
west 527437.5
difference 482777.0
field 497708.5
control 498723.0
carried 484084.0
method 494601.5
months 495636.0
evidence 485136.0
committee 488379.0
france 526304.0
member 479328.5
woman 507948.0
clear 492531.5
heard 494065.5
mother 530959.0
direction 472294.0
looked 484709.0
character 487759.5
london 614649.0
heart 492761.0
deal 459073.5
surface 477644.5
asked 495081.5
section 498664.5
sent 470696.0
living 469696.5
french 495625.0
middle 483153.5
six 499904.5
considered 463430.5
basis 460744.5
council 469749.0
3 634154.5
whose 479753.0
felt 465391.5
live 468295.5
received 464230.5
class 477422.5
results 454203.0
influence 458921.5
doubt 466789.0
except 470449.0
peace 466026.5
sea 468336.0
economic 476613.0
return 458837.0
written 456894.0
paid 448131.0
degree 445600.5
past 454270.0
experience 453921.5
help 452759.0
open 458481.0
placed 436186.5
care 449196.0
earth 452044.5
lord 504869.0
passed 442799.0
laws 454299.0
third 466527.5
son 500322.5
schools 443138.5
wife 462559.5
ten 450423.5
east 451039.5
further 435404.0
situation 422997.0
process 432984.5
production 429546.5
real 432052.5
chapter 424170.5
hours 443566.0
white 469642.5
cost 433478.5
story 435086.0
river 431531.5
close 431254.5
short 458631.0
length 434725.5
solution 423024.0
impossible 423395.0
bring 412520.5
morning 440096.5
miles 436847.0
door 427595.5
town 425492.0
especially 447072.5
required 407293.5
latter 426735.0
policy 418379.0
respect 411258.5
near 426507.5
persons 406460.5
army 414686.5
population 408568.5
natural 421566.0
spirit 418104.5
future 399649.0
understand 406608.5
art 434510.5
material 403042.5
department 416694.0
truth 414226.5
hope 412218.5
turned 407607.0
bank 407575.5
blood 405085.0
condition 396420.5
temperature 404863.0
type 398827.5
foreign 405619.5
equal 389489.5
report 402580.5
sure 415881.0
mean 406775.5
0 391461.0
thousand 394579.0
feel 387957.5
price 388020.5
turn 396532.0
de 530899.0
longer 381961.0
leave 386360.0
appear 380563.5
date 390244.0
attempt 366650.5
lower 373872.5
front 383247.5
hour 393510.0
europe 380994.0
special 370599.5
relation 368730.5
probably 378099.5
chief 400015.0
union 376809.0
similar 359657.5
authority 368678.5
kept 367235.0
particular 366513.0
size 371347.5
college 414949.0
obtained 354550.0
distance 364073.5
play 367288.0
self 454844.5
likely 359884.0
call 369715.0
single 358420.0
theory 372783.5
4 482364.0
10 437359.5
industry 364685.0
goods 356642.5
regard 348094.5
duty 347991.5
followed 353273.5
association 373122.0
lost 358927.5
books 366977.5
ought 353194.0
rule 367182.5
5 455794.0
information 342549.0
countries 349912.0
pressure 352693.0
capital 356078.5
doing 352089.5
friends 358742.0
congress 355459.5
science 369626.5
existence 342184.0
provided 356922.5
changes 339526.0
movement 351202.0
sir 451160.5
meet 334500.5
problems 339080.5
higher 337340.5
taking 335288.0
reached 332432.5
fall 338036.5
area 335826.0
sun 347015.5
wrote 395343.0
object 334710.0
ago 338035.0
loss 331838.5
determined 326576.5
speak 346032.5
nation 339318.5
hold 331141.5
appears 327713.5
current 330573.0
constitution 326273.0
myself 340706.0
food 342095.0
answer 341811.5
john 428290.0
led 318883.0
average 326484.5
rights 331091.0
nearly 330146.5
term 339110.0
powers 322003.0
allowed 315408.5
modern 330287.0
interests 326700.5
friend 349268.5
follows 371939.5
commission 322327.5
note 339127.0
nations 317527.0
paper 324875.5
series 326639.5
presence 317489.5
greatest 313829.0
ready 324367.5
wish 319760.0
expected 309388.0
complete 310885.0
fire 327617.0
practice 319419.5
support 312156.5
health 328807.0
building 318455.0
says 444068.0
level 313469.0
makes 309648.0
principle 314904.0
concerned 306860.5
gone 318836.0
based 303217.0
main 310366.5
alone 323434.0
added 344362.0
coming 317992.5
facts 307998.0
methods 310543.0
top 313526.5
published 314476.5
points 311664.5
hard 323858.0
operation 321731.0
strong 312874.5
affairs 303940.0
labor 316552.0
lines 308918.0
plan 307832.0
majority 303018.5
march 411579.5
indeed 357648.0
principles 312793.5
secretary 321535.5
stood 305540.5
regarded 295702.0
connection 293810.5
lived 303773.0
wanted 299844.5
stand 301203.0
language 310207.0
described 305701.0
german 315980.0
write 298361.0
gold 312346.0
hear 305537.0
usually 305831.0
sufficient 290920.0
carry 292036.0
charge 297213.5
forms 299634.0
volume 296131.5
consider 292446.5
working 301346.0
central 297217.0
cut 302732.5
really 304277.5
born 321320.5
late 301534.5
desire 293409.5
voice 317847.0
works 306350.0
beyond 292265.0
ask 300804.0
meeting 288525.0
stage 292061.0
thirty 331605.0
germany 318936.5
low 306488.0
local 291651.5
lay 289456.5
established 289322.0
opportunity 276910.5
rise 286284.5
poor 301107.5
success 284264.5
else 294526.0
original 278790.0
energy 280940.0
community 279052.0
growth 282445.0
week 291059.5
looking 300898.5
international 289601.0
justice 289767.5
towards 280332.0
6 380181.0
relations 282738.5
around 285268.5
considerable 278083.0
federal 281143.5
gives 274578.0
unless 281434.5
sort 279648.5
tried 276334.5
ways 277916.0
easy 279628.5
road 278998.0
consideration 268273.0
toward 273252.5
met 276832.5
groups 277983.0
income 275446.0
statement 272864.0
author 287242.0
bed 277543.0
increased 271941.0
across 276410.5
died 294523.5
market 270805.0
pass 269127.5
india 284580.5
appeared 273074.5
run 275127.0
decided 266492.5
britain 280545.0
religion 285307.0
workers 278137.0
produced 264785.0
continued 291510.5
street 300294.5
applied 264977.5
till 273586.5
supply 267091.0
june 379544.5
eye 275500.0
determine 254560.0
stock 271548.5
weight 267969.5
heat 268765.5
discussion 257724.0
saying 304521.5
feeling 267360.5
soul 272960.5
addition 279912.0
standard 261702.0
below 274832.5
merely 263886.0
laid 257529.5
dead 272589.0
follow 262699.0
proper 257377.0
measure 259406.0
meaning 269173.5
tax 260613.0
teachers 277605.0
organization 262396.5
questions 259578.5
source 257498.0
circumstances 264920.0
everything 264061.5
neither 264262.0
mentioned 268401.5
interesting 255043.0
direct 255161.5
sometimes 275782.5
physical 265640.0
instance 297876.0
formed 251881.0
seven 275989.0
letters 268393.5
returned 265568.5
demand 250938.0
proportion 247517.0
needs 253598.0
strength 256710.0
governor 271462.5
eight 276237.5
advantage 245404.0
administration 257171.0
forces 249267.5
month 258193.0
round 265368.0
purposes 256514.5
agreement 247453.0
provisions 249299.0
revolution 251628.5
progress 251385.5
arms 262207.0
prevent 240877.5
spent 239461.5
faith 251402.0
wide 260011.0
sat 247767.0
private 249928.5
factors 244236.0
july 348444.5
drawn 243184.5
species 244724.0
boy 268066.0
comes 250678.5
none 253895.0
simple 248837.0
writing 248743.5
space 244410.5
spite 254273.5
provide 235071.0
effort 235844.0
league 243380.0
county 267362.5
picture 240150.0
built 242277.0
red 272586.0
personal 244703.0
figure 245395.5
talk 247721.5
minutes 242051.0
chance 235027.0
places 242523.0
acid 254229.0
press 280996.0
minister 251976.0
upper 234726.0
sum 239183.0
mouth 244369.0
wall 239993.0
try 238322.5
foot 246994.5
throughout 243342.0
sound 242034.0
appointed 235969.5
empire 232460.5
conclusion 230878.0
lead 239810.5
difficulty 230546.0
available 231981.0
christ 244085.5
parties 231578.0
bill 238074.5
girl 248860.5
happened 234719.0
behind 242374.5
understanding 229567.0
shows 232104.0
fine 246383.5
whatever 238796.5
supreme 230768.0
students 230049.5
black 259603.0
larger 228797.0
application 226211.5
test 229682.0
fifty 244122.0
civil 237243.0
portion 230049.0
notice 228452.5
lives 226793.5
giving 225174.5
co 282019.0
prepared 225034.5
8 304228.0
responsible 221917.5
commerce 234954.5
fig 237022.5
remain 227476.5
interested 222641.5
reference 221301.0
paris 272648.0
contract 221841.0
learn 221281.0
produce 220655.5
expressed 222047.0
remember 233886.5
fear 234702.5
classes 227495.0
20 283929.5
takes 219467.5
husband 234889.5
believed 223175.0
expression 227323.0
outside 227178.5
officers 228317.0
evening 233623.5
generally 232855.0
bear 219464.5
treaty 226157.0
employed 218791.0
sight 223972.5
scale 223737.0
former 222235.0
coast 223630.0
stated 232146.0
disease 224492.5
washington 304473.5
dollars 227944.5
literature 232748.0
worth 227060.0
serve 216305.5
april 314234.5
data 212871.5
floor 215514.5
bad 227772.0
ideas 220463.0
weeks 217294.5
pointed 223724.5
entirely 219065.0
treatment 218677.0
instead 226386.5
particularly 225223.0
judgment 219017.5
presented 212321.5
danger 213554.5
step 215137.5
religious 223422.5
lack 213942.0
essential 212356.5
master 229426.0
teacher 220925.5
article 214275.0
reasons 217546.0
principal 211142.5
share 212683.0
fell 217877.0
trying 208651.0
freedom 214962.0
corporation 212891.0
proved 208642.0
payment 207414.0
suppose 225078.0
january 302045.5
enemy 211860.5
factor 204534.5
entered 210087.5
music 225738.0
sides 209688.5
possession 207944.5
cities 212782.0
function 207901.0
obtain 202195.0
raised 204177.5
actual 203998.5
animals 212516.5
prices 206358.5
sale 204827.0
activities 210782.5
iron 226850.5
normal 205859.0
distribution 205010.5
rules 204659.0
observed 210961.5
developed 203273.5
island 217812.5
getting 204220.0
district 206052.5
ability 203356.5
learned 203917.5
brother 236683.5
b 273573.5
decision 199045.0
record 204126.0
events 201086.0
china 215550.5
western 204486.5
matters 201164.0
forth 205879.0
list 194897.0
elements 201407.0
thinking 206144.5
divided 205466.5
products 202404.0
occasion 200394.0
structure 201108.0
piece 202776.5
soil 197823.5
entire 193052.5
unable 194277.5
issue 196756.0
bottom 197805.0
hardly 199525.0
7 271431.5
deep 205365.5
remained 201087.5
noted 202987.0
cross 210578.0
referred 195450.5
task 190043.5
herself 200718.0
motion 197939.0
trouble 193908.5
connected 191961.0
military 197664.0
ship 199820.0
wrong 198798.5
differences 188695.5
dark 204301.5
contact 189147.5
supposed 190345.5
analysis 193928.5
duties 190881.0
reading 202447.5
christian 199193.5
names 193037.5
contrary 208549.0
c 287952.5
region 192075.5
journal 229306.0
ii 295441.0
center 192038.5
boys 197346.0
forty 219602.5
caused 185386.5
forced 188189.0
fair 198277.5
opened 191702.5
forward 191889.0
30 243487.0
materials 192580.0
pleasure 191870.0
library 198119.5
services 188434.5
december 267666.5
understood 189682.0
gas 195282.0
values 189766.5
serious 187297.0
depends 183152.0
battle 198391.0
receive 186408.5
goes 193175.0
inches 196335.0
title 197375.5
bound 191138.5
quality 190861.5
send 187606.5
accept 184278.5
directly 188436.5
industrial 194766.5
studies 193443.5
houses 195563.5
acts 186740.5
engaged 182945.0
enter 182304.0
involved 182837.0
banks 190160.5
judge 188526.5
trees 194066.0
types 186944.5
limited 189249.5
range 185168.5
covered 189057.0
appearance 187986.0
trust 193884.0
constant 187071.5
product 184352.5
origin 187356.5
prove 181130.0
subjects 184917.0
mass 187129.0
exercise 181798.0
finally 210278.0
figures 186122.5
becomes 189723.5
visit 182935.5
october 252924.0
continue 180683.5
attitude 184315.5
non 235023.5
royal 186844.0
reach 178494.5
ages 177198.5
declared 192582.0
square 189545.0
earlier 180842.5
credit 180149.0
intended 177545.5
accepted 180751.0
easily 182474.5
causes 178771.0
mere 180866.5
construction 180857.0
lies 176405.5
failure 175436.0
august 240102.5
secure 172954.5
marriage 182936.5
content 180379.5
training 182136.0
served 176373.0
village 178718.0
moral 186078.5
immediately 181243.0
oil 193577.5
necessity 176927.5
passage 178050.0
expect 177808.0
move 175501.0
entitled 177563.0
ordinary 175603.5
allow 171472.0
certainly 187851.0
sold 176844.5
bureau 194997.5
15 237581.5
quantity 174121.5
cold 187316.5
activity 176735.0
protection 176827.5
numbers 176660.5
standing 180241.5
division 179866.5
exactly 175830.5
cells 179022.0
speech 182177.5
arrived 178304.0
conference 175491.5
relative 170966.5
recent 175379.0
summer 180342.5
philosophy 189931.0
september 237286.0
courts 174147.5
fixed 175755.0
wind 181690.5
removed 174377.5
discussed 173626.5
russia 189204.0
race 178383.5
daughter 196543.0
post 197081.0
glad 182528.5
la 227317.5
tendency 169960.5
add 175518.0
aid 177240.0
meant 175127.5
willing 169820.5
yes 269402.5
100 207712.0
explain 167248.0
accordance 168614.5
absence 176675.0
california 196537.0
conduct 172597.0
including 196984.5
senate 170550.0
command 174386.0
parliament 168993.0
efforts 166578.5
william 218450.5
explained 175831.5
highest 168319.0
girls 172290.0
attack 169474.5
included 173226.0
fourth 183333.0
quarter 172344.5
stay 174767.5
kingdom 169323.0
effects 169316.5
exchange 167901.0
struggle 166886.5
reduced 167473.0
height 170514.5
compared 165032.5
final 166190.0
reader 165968.5
belief 164445.5
moved 167438.5
happy 172267.0
parents 171361.0
rome 175281.0
clearly 166203.5
refused 167765.5
research 172065.0
appeal 163642.5
maintain 160915.0
12 228536.0
ancient 170132.5
otherwise 171596.5
million 167279.0
married 177293.5
student 165318.0
patient 166775.0
practical 166992.0
labour 167932.0
teaching 167250.5
owing 160396.0
claim 161892.0
november 227710.5
fight 166455.0
agreed 169708.5
die 190902.5
writer 170499.0
officer 168394.0
needed 162384.5
estate 165579.0
individuals 162839.0
opposite 161193.0
worked 162893.5
balance 164651.0
occur 162803.5
beautiful 169393.0
roman 166959.0
citizens 163403.0
previous 159244.0
tree 167299.0
indian 167328.5
horse 175592.5
plant 163805.0
50 191967.5
liberty 167931.0
exist 162626.5
base 163184.0
marked 160507.0
9 223617.5
southern 163834.0
benefit 160106.5
steps 157844.0
italy 182383.0
filled 161793.0
adopted 158947.0
apply 156160.5
resistance 161311.0
played 157251.0
usual 164259.0
february 227216.5
annual 162518.5
issued 155986.0
showed 157409.5
window 159222.5
agriculture 171944.0
spring 163989.0
remains 165725.5
effective 155053.5
chicago 204508.0
nine 175540.0
leading 155444.5
knows 163331.5
suggested 160761.5
indians 160571.0
edge 164459.0
express 154527.0
vote 156048.5
nineteenth 156289.0
corner 162382.5
aware 155505.5
offered 156044.5
examination 157100.0
spain 168819.0
centuries 152924.0
queen 173520.0
evident 164206.0
formation 154916.5
jesus 161891.5
possibility 152258.5
page 170957.0
job 155610.5
capacity 157510.0
treated 154076.5
hair 165760.5
plants 158435.0
news 160736.5
assembly 152491.0
largely 150779.5
active 152378.5
lady 171777.5
failed 154944.0
save 155859.0
sake 168943.5
changed 153475.5
big 157949.5
indicate 146911.0
animal 154703.5
independent 154013.0
difficulties 149774.5
provision 147686.5
walls 155033.5
beauty 159138.5
assumed 151123.5
troops 150634.0
wealth 156140.5
lot 153382.5
unit 149638.0
begin 152783.0
useful 150004.5
responsibility 146894.0
establishment 147269.0
successful 147363.5
representatives 147765.5
henry 185784.5
reported 151047.0
thou 171393.5
separate 145626.0
election 148145.0
granted 145953.0
recognized 147847.5
sleep 153516.5
impression 144721.0
passing 148474.5
somewhat 152333.5
description 148182.0
trial 149027.0
assume 145836.5
25 197704.5
charles 185920.0
mental 154072.5
holy 152731.5
avoid 145164.0
capable 145049.0
elected 147747.5
glass 154266.5
learning 149085.0
represented 146520.5
george 186428.5
territory 144437.5
event 149100.5
simply 147952.0
doctrine 149159.5
increasing 144340.5
vol 215199.0
silver 155304.5
dear 189831.5
birth 150508.5
program 145043.0
draw 141351.0
consent 147120.0
tube 144683.0
africa 154076.5
twelve 150615.5
northern 145373.0
fully 142210.0
x 175785.5
heaven 150762.0
minds 142629.0
killed 147636.0
preceding 137814.5
break 145335.5
sit 145781.5
opening 142196.0
devoted 138269.5
popular 143500.5
hill 169552.0
afraid 155101.5
discovered 143021.5
agree 142946.0
created 141246.0
confidence 143934.0
speaking 158181.5
indicated 143035.5
thereof 146601.5
admitted 145936.0
japan 154887.0
pounds 144729.0
evil 143115.0
reasonable 140111.5
sitting 144901.0
mountains 143095.5
introduction 149408.0
using 142100.5
spread 140399.0
carrying 137925.5
major 149080.0
occurred 137640.5
rich 147443.5
shape 143343.5
institutions 143806.5
winter 144445.5
definite 135978.0
articles 140459.0
ourselves 139572.5
touch 139678.0
specific 136918.0
emperor 144918.0
convention 137533.5
distinction 135112.0
kinds 138727.0
wait 143169.0
mention 137496.0
stone 148346.0
eighteenth 139849.0
measures 135616.0
valley 140847.0
concerning 132436.5
prince 152201.0
fellow 150274.0
chair 138663.0
detail 132693.5
variety 137246.5
review 158416.0
expense 136823.5
exception 147981.5
sign 137704.0
walk 138484.5
explanation 133710.0
relationship 132154.5
historical 151445.0
oh 215580.5
o 163229.5
san 157121.0
pupils 132648.5
flow 133025.0
associated 133229.5
legal 135571.0
stop 137016.0
arm 141334.0
inch 150144.5
growing 135780.0
started 136739.5
thy 146341.0
scene 135909.0
argument 133295.5
probable 138354.0
speed 136602.0
taught 132959.0
wood 147460.0
eastern 135627.5
angle 134655.5
rose 142349.5
escape 131086.0
lands 134813.5
settled 133357.5
lie 133155.0
significance 130590.5
careful 130932.0
advance 131316.5
virginia 151806.0
happen 132915.0
hall 150506.5
offer 130630.5
consists 132580.5
buy 130363.0
orders 135140.0
error 131846.0
choice 132517.5
blue 152335.0
welfare 132766.5
professor 147050.5
profit 133987.0
establish 129089.0
reaction 131329.5
printed 135101.5
objects 133042.5
spoke 137340.5
legislature 127189.0
executive 131499.5
replied 200795.5
centre 132983.0
authorities 128449.5
police 131154.5
leaves 135781.0
instrument 128746.5
fit 130181.5
obvious 134782.5
waiting 135688.0
heavy 134574.5
remembered 134968.0
ill 151246.5
crown 133409.5
walked 130749.0
papers 139768.0
islands 132672.5
attached 129146.0
james 167781.5
green 161023.0
car 131817.0
notes 136523.0
actually 131855.0
today 132186.5
related 127651.0
intention 126557.5
fields 132555.5
boston 172747.0
sell 126693.5
introduced 127150.0
dealing 124930.5
leaving 133948.5
derived 125530.5
functions 127811.5
ratio 126441.0
ran 130790.5
scientific 130614.0
composed 126799.0
familiar 125303.5
greatly 128044.5
funds 123815.5
proposed 124764.5
require 124936.5
desired 125578.0
start 126794.5
rates 126829.0
leaders 127415.0
milk 136310.0
circuit 125915.0
machine 133475.0
plane 125003.5
apart 128440.0
owner 127124.0
element 125992.5
strange 131394.0
ends 127899.0
arts 130809.0
chinese 129626.5
republic 126724.0
mexico 138631.0
equation 148081.5
wages 129751.0
fundamental 122497.5
tests 125303.0
culture 129338.0
realize 120371.5
proof 123945.0
resources 124989.0
reality 128350.5
broken 126969.0
partly 124696.5
comparison 120565.5
educational 142721.5
closely 120983.5
institution 124842.0
answered 168622.5
frequently 127524.5
garden 130886.5
spend 117742.5
journey 124616.5
medical 127348.0
consequence 127464.0
copy 121776.0
farm 124822.5
sections 127151.0
eat 125782.0
smaller 123105.5
depend 118918.5
substance 123395.5
staff 120921.0
european 123687.5
closed 123498.0
existing 119030.0
native 124111.5
unto 129403.5
14 174612.5
greek 128069.0
correct 120104.0
duke 137609.0
station 122304.0
security 121185.5
soldiers 126075.5
jurisdiction 117729.0
keeping 119297.0
purchase 119092.5
streets 121738.0
contained 121468.5
thousands 119390.5
costs 121707.0
grown 124548.0
season 120835.0
hence 127453.0
raise 116154.5
procedure 118626.5
opposition 119203.0
conception 119094.5
families 120134.5
famous 121427.0
conflict 117627.5
relief 119444.5
wished 118646.0
lake 123145.0
perfect 121495.0
youth 123968.0
color 126394.0
hot 128252.5
maximum 117203.0
bodies 120301.5
affected 116793.5
immediate 116801.0
financial 120212.0
anyone 115671.0
determining 110791.0
straight 122989.5
areas 119980.5
prior 116915.0
sources 117842.5
sons 151256.5
text 120180.5
running 120454.5
parallel 117430.5
holding 119000.0
employment 117464.5
seeing 118856.0
enable 110472.0
details 115983.0
ones 120367.5
experiment 116457.0
fifth 127100.0
belong 116910.5
1929 167237.5
1930 168438.0
steel 124053.5
spanish 125120.0
taxes 118472.0
advice 116986.0
velocity 114790.5
include 117349.5
succeeded 116889.0
settlement 114322.5
generation 114530.0
40 145448.0
cover 113643.5
records 117228.5
canada 124968.5
independence 115156.0
views 114517.0
majesty 127379.5
gain 112204.0
investigation 111667.0
mine 120730.5
afternoon 119304.0
mark 122305.5
favor 112901.5
determination 114003.0
liable 112097.0
diameter 117615.0
moreover 141509.0
mile 117858.0
edition 127456.5
memory 116796.5
16 167811.0
companies 118035.5
commons 111030.0
limits 113949.0
obliged 113488.5
fifteen 117234.0
ships 116907.5
thee 123210.0
skin 116411.0
percentage 110785.0
catholic 116968.5
circle 112345.5
experiments 110107.5
performance 113259.5
worse 117237.5
plate 121001.0
suddenly 119532.0
safe 115063.5
japanese 119128.0
older 113080.0
admit 112444.0
occupied 110208.0
18 165413.5
improvement 111602.5
train 111747.5
foundation 112987.0
secondary 114161.0
lose 111380.0
pacific 113219.0
phase 117239.0
reserve 109425.0
poet 120459.0
directed 110083.5
desirable 112222.0
insurance 117029.5
contains 111360.5
features 110976.5
caught 110706.0
debt 108835.0
chosen 110604.0
virtue 112966.0
pleased 111079.0
maintained 109122.5
survey 113436.0
province 110689.0
apparent 111435.0
characteristic 110881.0
ordered 111237.0
cast 111743.0
buildings 115428.0
official 111064.0
museum 116289.0
completely 110826.0
seat 110828.0
minute 114335.5
instances 112612.5
collection 110472.5
develop 106307.5
grow 109091.0
inhabitants 108924.5
axis 109892.0
valuable 107175.0
powerful 109370.5
pages 113726.0
satisfied 109154.5
requirements 106723.0
politics 117372.5
lying 111726.5
towns 110866.5
reign 114468.5
limit 106897.0
daily 111635.0
numerous 109440.5
doctor 121028.0
twice 108707.0
commercial 112347.5
vast 106938.0
permit 103485.0
game 109806.5
carbon 112571.0
convinced 106506.0
railway 111339.5
poetry 115228.5
build 105478.0
showing 105771.0
superior 107283.0
stream 106922.0
forget 110974.5
colonies 106074.5
represent 104850.5
permanent 104312.0
sister 124001.5
universe 104684.0
dry 112863.0
sought 105695.5
satisfactory 103854.0
bearing 108160.5
branches 107514.0
agricultural 110827.5
creation 105521.0
largest 106078.5
examples 103748.5
assistance 104989.0
absolute 106082.5
significant 105072.0
realized 103330.5
d 147526.5
management 108385.0
defendant 105323.5
cell 105377.5
sky 106203.5
finding 102736.5
re 132082.5
internal 105202.5
russian 110201.5
divine 106084.5
thrown 105001.0
curve 105161.0
proceedings 105115.0
wonder 109681.0
neck 106672.0
hoped 104622.5
path 103814.5
wave 109105.0
accompanied 103109.5
pain 108707.5
accounts 104273.0
horses 112837.5
leader 108004.5
permitted 101538.0
thoughts 107047.0
secret 105350.5
discovery 102450.5
psychology 125358.5
excess 103964.0
composition 104240.5
promise 103866.0
safety 103887.5
reduction 100510.5
regular 101457.0
highly 104890.5
11 152478.5
wise 108012.5
chamber 104310.0
maintenance 102175.5
studied 101888.0
captain 116176.0
electric 107931.5
preparation 101928.0
distinguished 101211.5
ireland 107633.5
measured 99941.0
equally 104324.5
moving 102798.5
regulations 100208.5
coal 112769.0
interpretation 103530.5
plain 106476.5
brief 102034.0
honour 103204.0
struck 101531.5
rapid 100016.5
talking 106139.5
firm 104062.0
permission 103240.0
practically 101654.0
charged 99251.0
signed 103734.5
operations 101430.5
style 105835.0
protect 98302.0
seek 100362.5
branch 101664.5
hospital 105676.5
instruction 99713.5
stands 100179.0
pure 104726.0
heads 103903.0
acting 100986.0
boat 102863.0
knowing 101249.5
approximately 100959.5
discover 97325.5
arranged 99102.0
reports 102702.5
yourself 104907.0
13 153021.0
corresponding 96895.5
primary 99782.0
19 152894.0
bonds 101009.5
afford 97508.0
fail 99978.0
conscious 102703.0
decide 95784.0
carolina 114963.0
plans 99591.5
revenue 99356.0
1933 141744.5
columbia 122803.5
conversation 100134.0
performed 97226.0
positive 100883.0
jews 101542.5
60 125963.0
mixture 97449.0
dinner 102962.5
spot 97320.5
frequency 100020.0
grant 104276.0
sixty 110405.5
liquid 96982.5
delivered 97670.5
thomas 133370.0
watch 99232.5
dependent 96421.0
spiritual 99800.5
habit 97300.5
approach 97604.5
please 110120.0
favour 97399.5
organized 98193.0
pieces 98798.5
design 99532.0
moon 100872.5
agent 99557.5
sciences 98700.0
bringing 94504.0
adequate 94072.5
occurs 97143.5
institute 102195.5
stages 97713.5
statute 95937.0
completed 96174.5
address 99188.0
interior 97432.5
satisfaction 96619.5
designed 94343.5
crime 97411.0
birds 104160.0
vessels 98407.0
director 99682.5
extended 94282.5
loved 99881.0
representative 96286.0
ohio 121926.5
drink 99824.5
rank 96649.0
brain 97438.0
writers 98035.5
environment 94801.5
camp 101648.0
grew 98344.0
informed 96435.5
nevertheless 113622.0
iii 130175.5
publication 94755.5
committed 93526.5
midst 96199.5
minimum 93429.0
driven 95746.0
recognize 92209.5
throw 92883.5
concentration 94658.0
imagine 95631.0
sentence 95803.0
fresh 100074.0
soviet 95220.5
plays 96995.5
confined 92992.5
intelligence 98967.5
plaintiff 95027.5
contain 92993.0
drew 94861.0
mistake 93176.0
treasury 91865.0
bit 97950.0
bar 93333.0
net 94960.5
aspects 94785.5
happiness 95531.5
gentleman 100434.5
advanced 92794.0
unity 94733.0
mary 112192.5
status 93871.0
suffered 92734.0
1932 137138.0
suitable 91095.5
fund 92559.5
finished 95669.5
request 94507.5
drawing 100488.0
oxygen 94114.0
vary 90806.0
processes 93496.0
forgotten 94258.5
chemical 95471.5
refer 92186.0
attempts 88924.0
recognition 90418.0
career 91355.5
acquired 90783.5
pennsylvania 108710.5
join 91267.5
stopped 94534.5
civilization 92913.5
24 139623.5
arrival 92338.0
behavior 93605.5
distinct 92368.0
defined 95419.5
governments 90259.0
arrangement 91810.0
assumption 89179.0
session 94705.5
brown 120908.0
vessel 90430.0
separated 90200.5
suggest 89886.5
spoken 91529.0
rapidly 92287.0
excellent 93829.5
metal 92453.0
begun 90989.0
standards 92675.0
motor 96237.0
role 88375.0
discuss 87578.0
won 90949.0
consciousness 94842.5
properties 91523.0
throne 89545.0
named 96570.5
equipment 96178.5
becoming 89749.5
temple 93720.0
remarkable 90526.5
periods 92757.0
depth 91443.5
industries 92703.0
scheme 89997.0
shore 91803.0
surprised 90416.5
millions 90559.5
narrow 93223.5
reduce 86667.0
grand 96661.5
external 89758.5
tells 93237.0
extreme 89525.5
cotton 101038.0
inclined 89855.0
wants 90048.5
compelled 88246.5
weather 93505.0
teeth 91560.0
miss 105056.0
joint 92436.5
honor 90671.5
17 139784.5
custom 92199.5
characteristics 89402.0
concern 87884.5
slowly 98532.5
atmosphere 88839.0
mountain 90936.0
turning 93500.5
located 85948.0
accomplished 86422.5
reply 97917.0
movements 90677.0
ye 100575.5
proceed 87961.5
worthy 91179.0
mankind 86595.0
1928 136071.0
broke 92306.0
image 89318.5
claims 87059.5
guilty 88928.5
demands 88142.5
behalf 88136.0
risk 87718.5
victory 88443.5
sugar 99101.5
drop 87798.5
legislation 87824.0
exists 88895.0
fallen 87811.5
efficiency 87609.0
exact 84676.0
describe 83869.5
relatively 87655.0
feature 86186.5
expenses 88096.5
shot 89755.5
rock 90408.0
taste 91075.5
latin 94590.0
repeated 91316.5
tend 85085.5
founded 88980.5
putting 85788.5
ideal 87465.5
search 87092.0
forest 89019.5
imagination 88317.5
gods 87931.5
namely 110794.5
wild 92440.5
supported 86872.5
slightly 88006.0
medium 88659.5
flowers 93389.5
estimate 82731.0
observe 85376.0
hath 90305.5
carefully 87064.5
dream 89652.0
anxious 85333.5
wishes 85863.0
approval 86840.5
fortune 86429.5
dangerous 86198.5
combination 85821.5
chapters 88243.5
check 84390.0
manufacture 85932.5
advantages 84173.5
containing 85657.0
scope 84872.5
silence 88069.0
arise 84245.0
appointment 83613.0
gained 83044.5
railroad 87328.0
fish 94369.0
broad 90627.5
hydrogen 88648.0
load 85578.0
stars 86608.5
aside 84558.0
rain 88757.0
possibly 86079.0
telling 85577.0
enjoy 83366.5
feelings 86452.0
burden 83432.5
1931 127670.0
profits 85777.5
negative 85237.5
cents 88096.0
directors 82323.0
approved 86359.5
affect 81633.0
differ 81822.5
ministry 84329.5
slight 84810.5
joy 87614.5
seventeenth 85137.0
selection 82762.5
fast 86734.5
economy 86718.0
glory 86868.0
port 89153.5
stories 86528.0
courage 87451.5
steam 86274.5
personality 87758.5
necessarily 84879.0
quickly 88543.0
dealt 80745.5
vice 99803.5
relating 81612.0
chairman 85644.0
louis 108406.0
voltage 84074.5
borne 82575.0
transfer 81164.0
create 81684.0
sorry 94791.5
bread 89290.5
salt 90131.0
evolution 83887.5
pretty 89448.0
box 87771.5
inner 81296.5
requires 82370.5
amounts 81216.0
fairly 83264.0
1934 121158.0
setting 81761.0
extension 82010.5
execution 81748.0
waters 84523.5
destruction 82371.0
navy 82579.0
suit 81907.0
afterwards 89283.0
hearing 84178.5
hotel 83530.5
qualities 82216.0
leads 79308.0
angles 81290.0
teach 81009.0
observations 80427.0
competition 82073.0
jury 80419.5
enemies 84006.5
choose 81077.0
systems 83984.5
varies 79137.5
strike 82182.0
declaration 81870.5
expansion 80642.5
destroyed 82004.5
false 83738.5
observation 81664.5
column 81645.0
remove 78588.0
criticism 82791.5
defence 82360.5
massachusetts 95633.0
scotland 87103.5
22 127349.0
universal 82582.5
units 81416.5
wisdom 84163.0
sudden 81574.0
intellectual 83852.5
joined 81698.5
decline 78974.0
unknown 83228.5
sufficiently 77629.5
tone 85530.5
opposed 80901.5
collected 80774.0
masses 78753.5
noticed 80778.5
lords 79490.0
imposed 77752.5
scarcely 80831.0
machinery 83638.5
resolution 79746.0
response 79869.0
tears 81211.5
bridge 80736.5
distinguish 76369.0
bible 79745.0
rays 85795.5
regions 81383.5
oxford 97403.0
pope 85421.5
aspect 80485.5
sick 83426.5
amendment 80565.5
profession 78596.0
sex 82705.0
raw 80606.0
v 101998.5
rising 81133.0
ice 82491.5
existed 78560.0
fighting 80515.5
philadelphia 103462.0
degrees 80847.0
21 124416.5
estimated 78494.0
hills 80772.5
minor 81925.0
campaign 78097.0
perform 75491.5
entrance 78336.5
yellow 92656.5
consequences 77677.5
aim 77060.5
belonging 77517.5
store 79185.5
root 79259.0
guide 78742.5
legislative 78251.5
asking 78437.5
legs 80735.0
bay 84236.5
examine 75896.0
wholly 78202.0
characters 78279.5
besides 90706.5
smile 82351.5
colony 76102.0
fashion 79005.5
ocean 76604.5
variation 74395.5
poem 79217.0
alive 78395.0
audience 75715.5
grace 81891.5
shares 75766.5
inside 79204.0
pair 79267.0
marry 77339.0
contrast 76571.5
club 82720.5
increases 75534.5
provinces 77540.0
recently 79163.5
lips 79498.5
potential 75031.5
ear 79544.0
hole 78460.5
fate 76012.0
slavery 78389.0
fault 78352.5
exposed 75533.0
thick 80838.5
egypt 82678.5
communication 75309.5
atlantic 78484.0
submitted 74419.5
domestic 78433.0
complex 75648.5
extremely 79514.5
quantities 74105.5
citizen 76067.5
snow 80625.0
items 75371.5
skill 77077.5
engine 78194.5
suffering 76590.5
surprise 77800.0
conviction 75153.0
threw 74399.0
represents 74020.0
resulted 72017.5
convenient 74606.0
crowd 74966.5
paul 102865.0
contribution 73375.0
worst 76419.5
guard 76046.5
artist 77566.0
decrease 72603.0
1927 117863.0
depression 74825.0
readily 75378.0
double 79930.0
1935 109848.5
grave 75718.0
falls 77012.5
grade 77464.5
democratic 76758.0
elementary 78197.5
regarding 70796.0
extend 71992.0
chiefly 75135.0
looks 76976.5
tradition 76855.0
striking 73766.0
listen 79384.5
stress 73335.5
respects 76055.0
customs 78851.5
hundreds 73454.5
academy 74918.0
sacrifice 75927.0
indies 73311.0
perfectly 77758.5
actions 75028.0
female 75020.5
nervous 74634.0
sheet 74453.5
warm 77869.0
peculiar 74944.5
80 96479.0
theatre 77391.5
clothes 78580.5
attend 72096.0
employees 73905.0
accurate 71833.0
elsewhere 79042.5
conclusions 72501.0
slow 78028.5
darkness 75051.5
grounds 74844.5
thin 78679.5
finds 72503.0
illustrated 74461.5
asia 78409.0
fill 72284.0
additional 72494.5
quarters 77758.5
recorded 73356.5
possess 72087.5
thank 85141.0
continent 71372.0
trace 70672.0
distributed 72445.0
medicine 78312.0
canal 72557.0
officials 73956.5
equivalent 72626.0
male 75126.0
fought 72644.5
secured 71049.5
literary 77090.5
suffer 72548.5
widely 72266.0
message 74505.5
conducted 71014.5
blow 74007.0
habits 76868.0
attempted 71529.5
dozen 74585.0
constitutional 72981.5
properly 74654.5
seventy 84786.0
peoples 73775.0
drive 73441.5
belongs 72461.0
editor 83804.0
palace 75108.0
compensation 74515.0
directions 71637.5
pocket 72139.5
handed 74726.5
31 112712.0
constitute 70396.0
genius 73814.0
democracy 75804.5
falling 72439.5
mississippi 76822.5
rendered 69778.5
proportional 69125.5
naturally 75757.0
claimed 71433.5
italian 79636.5
whereas 77158.0
quiet 76298.5
1926 108735.0
prepare 69807.5
cloth 85993.0
helped 69649.5
farther 72895.0
previously 72635.0
rooms 75363.5
liked 72535.0
districts 72973.0
intensity 70907.0
brothers 81771.5
operate 73632.5
shoulder 72221.5
28 114881.0
saved 71022.5
fruit 77374.5
younger 73532.0
depending 70551.0
site 69568.0
selected 70705.5
tongue 73482.5
output 70315.5
prison 70522.5
muscles 72456.5
witness 71614.0
diseases 72404.5
solid 71599.5
23 115218.0
uniform 70840.0
whenever 71439.0
shut 71356.5
flesh 73287.5
1925 105346.0
dog 76794.0
loan 71392.0
commissioner 71673.0
dispute 67755.0
expedition 70118.5
deemed 68007.5
wales 71926.0
bishop 80602.0
possessed 69946.0
1920 93501.0
churches 72813.5
economics 80497.0
concluded 73541.0
calculated 67501.5
90 90896.0
plenty 72291.5
farmers 75222.5
m 88298.5
confusion 68734.0
index 69961.0
exercised 66975.0
detailed 66045.0
yards 70333.0
prime 73137.0
situated 67006.5
sales 71284.5
homes 70162.5
yield 68829.0
reputation 69694.0
signs 70536.0
injury 68614.5
beings 68332.0
vision 70965.5
copper 80159.5
texas 81861.5
cash 70552.0
emphasis 67770.0
anti 92303.5
hat 73105.0
sin 72200.0
outer 66852.5
announced 69736.0
bought 69319.5
acquainted 67007.5
hearts 69161.0
belonged 68661.0
ears 70940.0
pictures 71929.0
thirds 77213.0
authorized 67466.5
abroad 69476.5
surrounded 68665.0
wire 69231.0
roads 73010.5
corn 77134.0
breath 70546.0
apparently 71161.5
couple 69185.5
gradually 70728.0
ceased 68247.5
opinions 68663.0
begins 68768.5
distant 68335.5
waste 69053.5
fleet 68548.0
absolutely 69453.0
considering 66815.0
definition 72316.5
26 111231.0
combined 66737.0
mission 67786.5
gift 70164.0
testament 65552.5
authors 67950.0
obligation 66119.0
rare 70535.5
acted 66811.5
roof 68387.5
sand 71396.5
reaching 72418.0
calling 68763.5
illinois 86174.5
commander 85246.5
colour 71343.0
damage 66380.0
denied 66460.5
providing 65012.0
weak 69729.0
happens 70392.5
talked 68113.0
deny 66194.5
paragraph 71403.0
imperial 67681.5
nerve 67381.0
justified 66639.0
kill 69883.5
decisions 65444.0
rocks 68916.5
departments 67405.5
eggs 72156.0
buried 68124.0
austria 78173.0
attended 66916.0
promised 67889.5
wine 71312.5
experimental 67537.0
sympathy 67260.5
sixteenth 67509.0
travel 66437.0
finance 70412.5
worship 67398.5
windows 68171.5
27 109367.5
fort 71414.0
cambridge 86036.0
gathered 65299.5
invited 64656.5
nose 70289.5
subsequent 64477.0
shoulders 67063.5
transportation 68664.0
sixth 70817.5
indicates 64164.0
thanks 67951.0
consumption 65571.5
count 70788.5
cry 71450.0
resulting 64180.0
crisis 66040.5
francisco 72338.0
remaining 65861.5
trip 65279.0
map 66053.5
slave 67606.5
easier 64565.5
interfere 62953.0
jewish 66554.5
provides 66629.5
ahead 67822.0
circulation 64401.0
cabinet 64802.0
cattle 70977.0
woods 66511.0
passes 64143.0
formula 67688.0
supplied 64358.0
critical 65646.0
transferred 63587.0
examined 65441.0
key 66332.5
pleasant 66996.5
commonly 66141.0
earliest 63713.5
suggestion 64606.0
colleges 66905.5
criminal 65444.0
judges 64928.0
reform 64867.0
playing 67361.0
accident 65297.0
proud 66885.0
typical 63720.0
anterior 63007.5
occasions 65466.0
removal 64083.0
grass 68323.5
assured 65793.0
decade 62717.0
charges 65161.5
alliance 65905.0
song 70721.0
securities 64272.0
acres 65265.0
owned 64963.0
compare 62242.5
remainder 66144.0
utmost 62251.5
sphere 63982.5
e 88491.0
irish 67850.0
wheat 72740.0
surprising 66323.0
pride 66839.0
regulation 64492.0
doors 67910.5
coat 67403.5
disposal 61332.5
layer 64068.5
1936 92664.5
meetings 63822.5
substances 63342.0
pre 83675.0
achieved 61482.0
slaves 64020.0
beside 65494.0
offices 65166.0
enjoyed 62757.0
rural 64367.5
bright 68798.5
severe 62711.5
kings 65895.0
illustration 61517.5
dress 66951.5
magnitude 60696.5
inquiry 61456.0
prosperity 63221.5
murder 65085.5
magnetic 61710.5
70 85317.0
contributed 60722.5
christianity 63205.0
prayer 66226.0
flat 68607.5
n 77608.0
indication 60016.0
mode 63029.5
probability 63337.5
resolved 65268.0
improve 60402.5
particles 61764.0
macmillan 99970.5
statements 61503.5
rid 60791.0
walking 64593.0
contents 62218.5
preserved 62107.0
consequently 71212.5
gravity 61232.0
accustomed 60351.5
privilege 60485.0
sharp 65093.5
servant 66196.0
objection 60604.0
changing 61696.5
adapted 60631.5
rivers 66229.5
sunday 70665.0
render 59899.5
organs 63180.5
200 82068.5
catch 62326.5
someone 62338.5
ended 63439.0
spirits 62732.0
sword 64397.0
tea 67866.0
pupil 61965.0
addressed 61946.5
variations 60127.0
accuracy 60027.0
background 61529.5
discharge 60545.0
comfort 62982.0
prominent 59478.5
technical 63478.0
supplies 63597.5
loans 61705.0
fingers 62067.0
positions 60292.0
appropriate 60158.0
altogether 62969.5
code 63239.0
sodium 65516.0
defense 61882.5
ring 63775.0
attained 58925.0
quoted 71584.0
occupation 62232.0
managed 60364.5
trustees 59267.0
jersey 72055.0
incident 59693.0
investment 60888.0
iv 87742.5
tables 65082.0
p 71542.0
punishment 61005.5
mixed 61368.5
poems 65547.0
friendship 61333.5
moments 60054.5
edward 73477.0
waves 60887.5
enterprise 60068.5
debts 60143.0
taxation 60139.0
professional 62981.5
smith 95179.5
adoption 58529.5
destroy 59797.0
servants 64294.0
visible 60891.0
overcome 58384.0
gentlemen 70277.5
ease 59766.5
producing 59797.0
ball 62262.5
harmony 60189.5
supervision 60234.5
arising 57424.0
1924 90227.5
assets 59876.0
sole 59348.5
influenced 58284.0
29 100250.5
phenomena 59289.0
vain 60811.5
refuse 59211.5
atoms 58850.5
obligations 58708.0
despite 60868.5
owners 60764.5
exceed 59699.0
curious 60547.0
writings 62084.5
mainly 59101.5
wounded 60794.5
extensive 58377.5
judicial 60908.0
turns 59891.5
earl 73504.0
era 58787.0
arrive 57813.5
win 58904.0
raising 58955.0
hereby 59818.0
shadow 60543.0
bird 64657.0
robert 77976.5
identical 58230.5
equilibrium 57682.0
shop 63474.5
frequent 58939.5
sacred 59338.5
desk 57852.5
soldier 61853.0
preserve 57522.5
dropped 59270.0
conclude 59393.0
tends 56892.5
dutch 62783.5
picked 57731.0
everyone 59193.0
wars 59075.5
blind 61009.5
controlled 58385.5
electrons 57342.0
arises 57870.0
armed 60194.5
separation 57078.5
newspaper 59447.5
ministers 59912.0
contribute 55717.5
appreciation 56212.5
sooner 59729.5
harm 57809.0
basic 57215.0
voyage 59154.5
holds 57744.5
dust 60056.5
departure 56942.0
notion 56999.5
proceeds 57040.0
deeply 57812.5
mechanical 59574.0
acceptance 57158.5
revealed 56917.5
diet 57674.0
courses 58152.0
clause 61190.5
pipe 59464.0
passion 60625.0
faculty 56846.0
experiences 58027.5
saint 69446.0
molecules 56492.0
soft 62611.5
ladies 63426.5
cried 83508.0
statistics 59119.5
violation 56558.5
clerk 59512.5
tired 61913.0
mines 61683.0
instructions 57117.5
thinks 58983.0
crossed 58030.0
glance 56908.5
clean 61486.0
treat 56267.0
naval 58473.0
friendly 57699.5
shortly 58905.0
currency 56392.5
equality 57908.0
newspapers 59280.5
bone 59365.0
marks 57518.0
rent 59970.0
conscience 58162.0
meat 62986.0
impressed 55001.5
organism 55467.5
alcohol 59712.0
commodities 55369.5
trained 56824.5
wear 58172.5
payable 56479.5
patients 55667.5
primarily 55460.0
breach 55985.0
rear 57032.0
readers 55463.5
consisting 57258.0
succession 56035.0
posterior 54945.0
des 82537.5
bones 58689.0
paying 55365.0
precisely 56231.0
documents 58852.0
instruments 57215.5
validity 54854.0
fever 60991.0
natives 55822.0
dignity 57310.0
telephone 61298.5
submit 54613.5
considerably 55247.0
brings 54033.0
settle 54851.5
australia 64239.5
apt 55911.5
assigned 54824.0
hung 57535.0
negro 57665.0
efficient 54781.5
obtaining 52509.0
faced 57709.5
organic 55605.0
organizations 57985.0
reflected 55071.5
noble 58627.0
objective 55995.5
seriously 55309.0
respective 53072.0
priest 59571.5
continuous 55026.5
humanity 55494.5
eighteen 57850.5
seventh 60181.5
dioxide 55643.5
representation 54814.5
grain 57874.5
intervals 56577.0
grades 56392.0
thickness 55414.5
pulled 55049.5
educated 57055.0
germans 57700.5
star 59540.5
payments 53606.5
varied 53767.0
ultimate 54005.5
remarked 68505.5
tissue 55528.5
hell 60808.5
conceived 53691.5
1923 81959.0
recover 52814.0
cooperation 54258.0
exceptions 58783.0
kitchen 54962.0
sweet 63576.0
storm 55621.0
peter 68078.5
strongly 54609.0
finger 55586.0
summary 53708.5
dressed 58237.0
senses 54122.5
baby 57027.5
gospel 54979.5
recall 53958.5
percent 54492.0
subjected 52480.0
beneath 55941.5
michigan 65892.5
essence 55670.0
liberal 55459.5
mutual 54824.5
uses 54946.0
gate 55692.5
delay 54335.5
commonwealth 55460.0
discretion 54732.0
residence 55077.5
symptoms 54492.0
faces 55821.0
affair 54950.0
concept 55152.5
fat 57873.0
experienced 52913.0
assist 52203.5
constantly 54872.5
attorney 60217.5
superintendent 55597.5
entry 53846.5
fathers 54605.0
guns 59016.0
traffic 54182.0
surely 56784.0
satisfy 52521.0
mercy 56184.5
covenant 52008.5
urged 54076.0
knees 53340.5
disposed 53445.0
defeat 53005.5
magazine 65585.0
35 81388.0
thoroughly 53586.5
stomach 53668.0
petition 52417.5
waited 53849.5
noise 54611.0
republican 55280.5
roots 54923.0
ownership 52733.0
languages 55614.5
oath 52697.0
defend 52001.5
arose 53112.5
adding 54168.0
exceeding 53505.5
consist 52898.5
americans 54772.0
wage 55813.0
dollar 55212.0
silent 56613.5
preferred 53161.5
novel 55243.0
declare 52830.0
proceeded 54051.5
arguments 51882.5
vital 52132.0
calls 54837.5
pound 54962.5
lowest 51810.0
forming 53303.5
cycle 54971.5
hopes 53894.5
revolutionary 53579.5
varying 52211.0
honest 56995.0
extraordinary 52550.5
project 51827.5
appeals 51058.5
1914 69838.0
violence 53878.0
seized 52460.5
tribes 53470.5
pattern 53044.0
contributions 54297.5
tons 55966.5
nearer 52676.5
prescribed 51450.5
route 51831.5
faithful 52887.5
gun 56296.0
busy 53519.5
volumes 53855.5
bond 53069.5
nobody 54385.5
sheep 59368.0
stones 55032.5
cited 56402.0
scattered 52587.0
junior 55273.5
operating 52112.5
correspondence 53660.0
1922 76513.0
justify 49635.0
fuel 53228.5
tall 59909.0
membership 51063.0
selling 51842.0
r 61010.0
alike 52521.5
succeed 51329.0
phrase 56212.0
slightest 49420.0
promote 50263.0
deposits 51565.0
presents 51174.5
density 51819.5
insisted 52511.5
devil 56053.5
visited 51823.5
liability 50840.5
width 51804.0
issues 51262.0
starting 52921.0
returning 52375.0
gulf 51573.0
accused 50116.0
breaking 52036.5
wondered 50395.0
manager 53879.5
translation 53163.0
villages 52340.0
bears 50604.5
administrative 52001.0
fool 54367.5
ignorance 52377.5
et 85227.0
flight 52116.0
laugh 53428.5
fluid 50760.0
apparatus 50866.0
considerations 50849.0
preservation 51568.5
model 51006.0
privileges 51033.5
fourteen 52426.0
wonderful 52838.5
securing 47808.5
essentially 51098.5
conquest 51227.5
t 60887.5
reserved 51900.5
fruits 56008.5
household 50897.5
vertical 49423.5
regardless 49993.5
smoke 51651.0
worker 51537.0
metals 52184.5
farmer 54263.0
replaced 50121.5
dance 53671.5
watched 50369.5
45 75224.0
negotiations 48842.0
translated 54767.0
receiving 49842.5
standpoint 51900.5
eighty 55788.5
expenditure 49180.5
arrangements 48667.5
opportunities 49144.0
y 65707.0
bills 51699.0
constructed 49194.0
interpreted 48715.0
commissioners 48758.0
prevented 48757.0
blame 49878.0
absorbed 49141.5
shook 52460.5
testimony 49641.0
lincoln 61509.0
ranks 49291.0
cylinder 49147.5
frame 50436.5
missouri 60994.0
policies 50254.5
solve 48118.5
obviously 52728.5
bath 51623.0
75 69991.0
recommended 49440.0
errors 49476.0
guess 54933.0
prisoners 50117.5
portions 50270.0
controversy 47937.0
