the 8767683
of 4030437
a 3443595
to 3410365
and 3395337
in 2979087
that 1521942
for 1344104
is 1264846
on 980527
with 915978
was 907336
he 902093
at 797441
by 788960
as 772443
it 685038
from 662123
his 623198
said 611106
are 608755
be 606100
but 566829
have 563461
an 561770
has 533354
not 518831
who 476359
new 446505
they 440742
had 417382
or 377632
this 370279
their 351741
would 349802
will 346072
were 340990
its 313671
more 313239
about 311264
one 311103
been 309581
which 307588
i 278141
when 257262
than 242174
last 224442
she 222747
two 222106
other 214105
some 212449
all 210332
after 209584
her 202008
also 198951
if 198053
there 195325
up 191348
we 190539
first 186145
out 183347
no 181552
can 180218
like 180053
into 177974
what 171499
most 167651
you 166109
only 162824
so 155442
people 153852
years 152944
many 152862
over 152472
because 150033
could 149182
company 141547
president 134355
percent 132981
american 132932
united 132785
york 131022
million 128719
them 120363
state 119515
even 118963
now 118775
do 118468
three 116936
time 115601
just 114131
may 113931
made 106977
where 106379
those 105913
before 105431
any 104442
through 103540
year 99669
against 99241
him 98060
make 97405
much 96878
city 95590
while 94229
states 93997
these 93869
since 93127
national 93068
did 91919
then 91072
how 89867
get 89301
my 87308
under 85141
government 84461
our 83996
such 83877
being 83168
both 82731
officials 81968
between 80999
still 80821
should 80342
share 77967
say 77963
another 77769
net 76813
way 75724
today 75605
off 74182
very 73178
long 72491
back 72147
work 71903
public 71483
down 71138
federal 71118
take 70717
next 70252
four 69739
world 67514
each 66438
among 65935
several 65468
might 65446
going 65242
political 64707
inc 64646
good 64546
during 64353
own 64305
until 63458
former 62588
few 62298
part 62259
house 61352
sales 60996
home 60701
little 60460
think 59903
go 59708
well 59577
called 59573
school 59372
university 59189
police 58952
including 58894
soviet 58605
never 58537
yesterday 57537
used 57219
business 57072
second 57029
here 56508
without 56411
same 56366
reports 56224
white 55752
five 55395
use 54914
group 54271
bush 54259
come 54245
money 54112
want 54078
general 53931
john 53878
day 53035
black 52561
too 52106
see 51974
high 51964
major 51572
less 51511
director 51106
set 51022
put 50772
end 50533
around 50498
left 49979
old 49945
know 49702
right 49179
earns 49079
market 48878
came 48796
week 48641
early 48558
news 48259
every 48169
court 48136
west 48087
does 47846
found 47743
economic 47633
best 47033
become 46859
whether 46718
international 46493
told 45913
whose 45839
east 45833
department 45702
chief 45536
must 45249
war 45248
big 45165
members 45031
your 44795
number 44770
took 44401
recent 44165
small 44014
often 43717
billion 43657
although 43506
help 43417
got 43407
me 43404
military 43281
program 43080
law 43057
least 42875
play 42811
loss 42770
life 42497
place 42493
companies 42449
shares 42012
six 41958
game 41884
family 41736
began 41659
large 41657
far 41632
late 41555
children 41160
center 40684
young 40488
office 40346
almost 40114
man 39980
says 39885
executive 39782
need 39632
once 39428
street 39419
show 39357
south 39302
women 39218
team 38993
give 38712
asked 38693
times 38610
great 38459
tax 38456
third 38008
days 37933
already 37928
qtr 37821
plan 37461
real 37219
foreign 37138
run 36991
us 36816
bank 36804
went 36667
vice 36218
television 36152
oil 36113
lot 36081
health 36048
party 36047
find 36029
making 35906
half 35895
bill 35878
won 35869
something 35806
better 35731
open 35700
expected 35578
local 35485
pay 35063
financial 34991
country 34963
case 34894
union 34877
though 34730
stock 34604
interest 34538
always 34535
administration 34456
months 34372
support 34361
keep 34338
enough 34105
robert 33906
yet 33823
system 33819
music 33816
board 33495
trying 33485
power 33405
cut 33210
washington 33204
held 33147
senior 33012
look 32847
along 32814
given 32748
known 32560
budget 32138
free 31985
david 31973
top 31925
price 31769
men 31716
chairman 31650
lost 31449
march 31308
night 31250
judge 31170
led 31126
point 31084
report 31075
service 30982
college 30875
based 30847
became 30715
students 30554
died 30550
taken 30292
according 30254
prices 30218
really 30191
north 30160
campaign 30003
having 29980
different 29848
cost 29843
important 29752
received 29751
announced 29540
medical 29526
issue 29430
others 29343
june 29201
private 29189
change 29028
things 29012
away 28903
air 28874
congress 28850
democratic 28846
head 28821
art 28758
rate 28628
lead 28609
why 28503
nearly 28496
revenue 28482
official 28457
later 28397
seems 28313
played 28311
call 28227
trade 28219
central 28211
final 28179
building 27718
force 27708
close 27673
season 27604
kind 27546
within 27540
control 27477
community 27448
father 27415
gave 27337
drug 27278
move 27251
leaders 27236
hard 27216
rather 27197
food 27118
industry 27050
meeting 26978
problems 26963
special 26918
toward 26874
current 26810
research 26754
security 26741
film 26718
defense 26680
increase 26670
working 26476
makes 26346
outst 26344
social 26340
water 26185
decision 26125
reported 26059
ever 25977
agency 25967
start 25953
include 25945
likely 25923
seen 25898
james 25880
thought 25834
able 25566
near 25543
probably 25398
woman 25385
japanese 25366
committee 25339
plans 25336
record 25251
republican 25242
seven 25171
european 25094
series 25079
de 25068
points 25068
book 25041
named 24981
information 24934
weeks 24925
wanted 24845
league 24735
believe 24708
michael 24661
job 24656
recently 24568
income 24556
players 24521
computer 24487
policy 24400
william 24395
deal 24380
using 24329
outside 24319
taking 24318
hit 24234
ago 24132
side 24086
across 24045
los 24043
seemed 24004
behind 24001
feel 23952
full 23922
line 23899
strong 23880
included 23856
san 23838
turned 23764
month 23715
himself 23680
past 23656
rose 23637
son 23597
nations 23377
total 23369
saying 23344
county 23334
western 23288
despite 23282
rights 23275
getting 23195
earlier 23164
provide 23160
agreed 23077
role 23046
quarter 23012
human 22995
telephone 22743
largest 22675
workers 22640
council 22615
senator 22599
offered 22577
done 22556
professor 22510
agreement 22499
especially 22490
return 22451
nothing 22439
lower 22402
george 22398
district 22321
problem 22306
buy 22303
try 22242
mayor 22210
perhaps 22114
average 22108
association 22105
seem 22004
sold 21991
insurance 21971
higher 21933
brought 21921
red 21844
richard 21788
main 21745
games 21718
name 21709
leading 21698
cents 21689
miss 21685
running 21680
sunday 21639
services 21637
doing 21613
comes 21571
senate 21561
clear 21540
conference 21533
hours 21527
worked 21511
question 21483
rates 21464
economy 21460
works 21456
history 21390
personal 21373
cannot 21293
eight 21235
added 21211
care 21132
room 21080
victory 21063
groups 21035
park 21014
french 20994
turn 20993
again 20984
british 20913
july 20875
looking 20832
study 20803
middle 20765
programs 20763
live 20761
fell 20722
death 20710
production 20694
started 20688
possible 20593
member 20581
development 20580
minutes 20534
offer 20496
corporation 20474
face 20455
german 20445
manhattan 20392
playing 20386
continue 20366
moved 20355
thomas 20328
sometimes 20327
credit 20202
per 20190
shot 20109
bring 20019
sell 19930
april 19906
area 19905
secretary 19825
car 19804
coming 19777
short 19765
costs 19731
effort 19728
single 19652
tried 19608
hospital 19590
clinton 19551
sense 19551
advertising 19483
investment 19481
available 19450
let 19400
legal 19353
paid 19331
spent 19324
forces 19286
minister 19269
eastern 19232
decided 19208
prime 19199
island 19163
theater 19131
capital 19112
town 19088
manager 19078
friday 19024
press 18993
taxes 18968
charges 18941
education 18907
army 18900
common 18883
particularly 18882
longer 18804
iraq 18709
justice 18702
talk 18668
miles 18661
vote 18646
similar 18645
changes 18627
space 18625
needed 18607
calls 18603
together 18602
thing 18587
sent 18545
civil 18535
either 18527
win 18482
future 18473
hope 18470
front 18467
ended 18455
iraqi 18450
certain 18449
means 18449
difficult 18422
americans 18407
firm 18407
action 18368
position 18315
usually 18300
mark 18297
analysts 18295
charge 18292
begin 18291
helped 18277
museum 18256
management 18205
issues 18178
view 18161
housing 18156
avenue 18134
order 18064
heart 17976
california 17952
further 17943
instead 17926
themselves 17923
results 17887
growing 17869
church 17856
result 17823
environmental 17815
proposed 17804
officers 17789
saw 17764
living 17734
graduated 17713
served 17708
aid 17600
idea 17598
spending 17592
t 17586
sports 17583
involved 17578
tell 17577
soon 17540
saturday 17528
hold 17514
simply 17419
contract 17393
summer 17391
anything 17239
leave 17229
meet 17227
banks 17215
am 17191
allowed 17178
daughter 17156
bad 17151
commercial 17151
allow 17124
form 17122
fourth 17097
evidence 17093
officer 17081
securities 17044
annual 17036
jersey 17021
age 16983
gulf 16891
nuclear 16889
fact 16886
latest 16874
commission 16868
labor 16850
serious 16772
takes 16764
includes 16738
field 16681
light 16663
runs 16642
ground 16628
add 16625
paul 16576
efforts 16556
considered 16543
fall 16540
described 16464
spokesman 16457
whom 16454
thousands 16448
appeared 16416
remain 16411
period 16408
built 16371
reason 16362
wall 16327
performance 16311
experts 16300
felt 16290
baseball 16285
showed 16209
club 16196
process 16152
questions 16123
someone 16120
chance 16055
sure 16041
monday 16037
sale 16031
exchange 15974
created 15942
whole 15935
funds 15932
story 15918
cases 15902
charles 15895
countries 15892
scheduled 15892
low 15886
talks 15831
love 15825
executives 15784
raised 15781
staff 15771
mother 15759
opening 15756
pressure 15733
leader 15695
schools 15690
savings 15678
career 15661
jobs 15660
tuesday 15636
rest 15632
democrats 15628
brown 15618
race 15593
everything 15588
beginning 15573
previous 15548
reached 15546
energy 15521
popular 15492
corporate 15485
effect 15444
child 15401
operations 15399
worth 15385
parents 15369
football 15333
lawyer 15330
act 15327
wants 15267
list 15241
knew 15238
governor 15235
cup 15232
representative 15231
met 15230
scored 15230
forced 15215
matter 15214
statement 15163
feet 15140
closed 15098
growth 15088
lives 15072
article 15033
division 14963
produced 14952
assistant 14946
killed 14944
fund 14935
coach 14893
person 14871
itself 14852
organization 14850
failed 14827
level 14827
written 14817
brooklyn 14799
seeking 14764
lived 14735
aids 14734
boston 14722
peace 14698
daily 14692
wrote 14690
plant 14686
married 14675
hall 14653
signed 14644
america 14638
supreme 14633
raise 14621
nine 14619
opened 14616
page 14593
shows 14566
giving 14506
thursday 14461
kept 14458
europe 14457
stop 14449
operating 14442
peter 14395
increased 14375
land 14375
goes 14354
grand 14322
chicago 14313
project 14309
products 14302
beyond 14282
fire 14273
remains 14272
residents 14257
create 14213
needs 14210
published 14210
angeles 14207
poor 14192
interview 14185
amount 14139
investors 14132
charged 14098
joined 14079
continued 14062
heard 14047
starting 14047
concern 14046
compared 14030
lawyers 14008
terms 14003
israel 13998
bond 13995
southern 13971
student 13960
inside 13899
king 13848
wednesday 13842
released 13835
trading 13830
friends 13829
selling 13794
account 13781
figures 13747
square 13681
above 13675
attention 13668
communist 13666
estate 13643
bonds 13626
hotel 13623
reduce 13580
original 13576
employees 13567
troops 13535
basketball 13531
degree 13522
sign 13503
election 13492
quite 13476
road 13456
stay 13429
sound 13404
rise 13377
anyone 13373
beat 13368
potential 13363
gain 13355
additional 13303
cover 13300
bought 13298
blue 13232
player 13225
japan 13224
modern 13201
stage 13196
loan 13185
moving 13135
radio 13135
books 13134
fight 13132
stores 13124
data 13109
greater 13105
followed 13101
fifth 13090
standard 13085
attack 13079
throughout 13064
present 13014
huge 13010
smith 12990
build 12981
consumer 12962
read 12945
media 12935
areas 12934
authority 12922
goal 12916
families 12880
trial 12868
majority 12859
fresh 12858
following 12844
notes 12841
proposal 12824
industrial 12802
ways 12797
ball 12794
systems 12782
believed 12778
institute 12754
independent 12741
value 12729
step 12725
treasury 12721
provided 12717
rules 12714
opposition 12693
russian 12640
returned 12635
johnson 12619
quickly 12603
natural 12597
green 12587
planned 12578
earnings 12572
teams 12553
cuts 12550
course 12546
dance 12545
presidential 12544
cause 12540
technology 12525
joseph 12518
paper 12515
suggested 12498
traditional 12487
gold 12483
debt 12464
everyone 12459
fiscal 12458
english 12451
rev 12444
heavy 12443
pass 12443
winning 12441
spring 12431
nor 12427
gorbachev 12408
test 12388
born 12378
travel 12378
word 12371
various 12370
largely 12359
retired 12359
apparently 12355
holding 12340
designed 12336
serve 12317
consider 12306
drive 12304
entire 12287
hundreds 12268
figure 12260
parts 12238
intended 12235
filed 12231
letter 12206
offering 12190
declined 12188
fear 12155
range 12142
ran 12103
actually 12098
store 12098
visit 12093
cars 12077
construction 12076
yield 12049
looked 12001
jewish 11998
passed 11988
debate 11975
germany 11969
required 11957
offers 11953
basis 11951
morning 11941
key 11920
approved 11904
gone 11897
saudi 11884
biggest 11883
reach 11880
finally 11851
training 11848
relations 11831
experience 11818
society 11810
markets 11809
ready 11809
expect 11804
estimated 11763
dropped 11754
movie 11726
ask 11725
african 11686
domestic 11685
generally 11684
attempt 11680
dec 11646
performed 11641
dollar 11640
hand 11632
issued 11619
appears 11597
mostly 11595
situation 11564
evening 11560
subject 11536
arab 11507
appear 11503
bit 11503
democrat 11487
network 11487
arts 11480
couple 11456
finished 11452
mean 11445
accused 11441
body 11440
avoid 11439
lines 11434
leaving 11403
review 11402
round 11392
arms 11390
except 11386
significant 11385
property 11383
finance 11381
professional 11360
limited 11339
marketing 11335
produce 11331
congressional 11319
chinese 11303
dinkins 11296
easy 11292
cash 11291
post 11284
caused 11282
stand 11265
base 11264
planning 11259
spend 11243
require 11234
plants 11179
republicans 11178
lack 11151
graduate 11140
title 11136
individual 11130
weapons 11116
class 11094
events 11089
certainly 11081
gets 11080
voters 11052
break 11046
investigation 11014
receive 11009
plays 11000
larger 10989
response 10978
numbers 10976
talking 10965
patients 10961
bills 10916
sought 10901
ability 10875
regional 10870
frank 10867
newspaper 10867
success 10861
sort 10840
benefit 10835
developed 10823
gas 10803
design 10774
deputy 10766
powerful 10737
gives 10733
fine 10729
double 10724
risk 10724
changed 10708
criminal 10696
neither 10681
highly 10678
owners 10678
measure 10674
demand 10668
banking 10666
quality 10658
texas 10648
fighting 10642
refused 10639
clearly 10624
version 10624
remaining 10612
drop 10589
jim 10588
wife 10587
london 10572
decline 10561
directed 10560
equipment 10552
tour 10541
persian 10507
losing 10492
approach 10469
population 10465
israeli 10440
mike 10436
apartment 10430
presented 10420
practice 10416
complete 10409
doctors 10409
negotiations 10404
safety 10394
unit 10387
musical 10384
learned 10367
tom 10365
virtually 10360
science 10359
nation 10340
buildings 10334
wine 10312
attorney 10295
lose 10273
studies 10258
protect 10255
cold 10250
audience 10248
eventually 10243
concerned 10238
opportunity 10235
addition 10222
garden 10195
owned 10194
carry 10188
prepared 10186
regular 10186
choice 10177
baker 10176
words 10176
deep 10163
tonight 10154
save 10142
upon 10142
battle 10131
style 10130
crisis 10111
looks 10109
ordered 10104
seek 10093
separate 10084
treatment 10084
noted 10082
none 10070
accept 10063
customers 10062
dollars 10057
understand 10055
knows 10045
elected 10034
northern 10031
remained 10025
piece 10021
ahead 9996
placed 9996
author 9993
collection 9980
giants 9980
restaurant 9974
willing 9917
moscow 9906
loans 9886
writing 9883
movement 9858
voice 9853
smaller 9852
section 9840
due 9839
homes 9828
focus 9812
spoke 9812
wide 9812
canadian 9809
urban 9808
sexual 9780
edward 9778
jury 9775
prison 9740
basic 9729
shown 9729
candidates 9727
houses 9721
station 9721
send 9702
adding 9700
editor 9697
begun 9696
hot 9689
earned 9681
established 9673
unless 9669
primary 9660
completed 9645
scientists 9645
benefits 9643
losses 9632
maybe 9630
grew 9617
widely 9611
hear 9605
waiting 9580
size 9574
calling 9573
millions 9571
prevent 9561
true 9553
below 9531
river 9529
italian 9514
buying 9513
cable 9499
columbia 9491
magazine 9490
successful 9485
product 9475
hands 9444
bob 9441
mind 9436
remove 9426
slightly 9423
connecticut 9420
chemical 9412
yards 9389
hearing 9384
seconds 9375
challenge 9368
direct 9359
expressed 9350
owner 9346
pieces 9319
la 9298
crime 9292
authorities 9286
protection 9282
release 9275
violence 9274
conservative 9264
trip 9244
cities 9222
analyst 9220
floor 9220
impact 9200
critics 9198
dozen 9190
else 9174
condition 9165
reduced 9155
increasingly 9152
relatively 9137
carried 9135
thus 9125
blood 9124
agree 9114
competition 9114
older 9110
tough 9106
feeling 9103
joint 9093
trust 9092
critical 9088
develop 9084
friend 9067
kuwait 9043
agencies 9036
dinner 9028
hussein 9027
voted 9017
hopes 9009
survived 9001
straight 8999
partner 8992
extraordinary 8989
showing 8987
image 8982
indian 8977
commissioner 8973
speech 8972
sides 8971
message 8969
intelligence 8963
florida 8960
jack 8956
minority 8951
reserve 8923
associate 8907
picture 8906
learn 8904
immediately 8901
stocks 8900
rich 8884
parties 8883
whatever 8876
reporters 8863
twice 8852
china 8847
complex 8847
yr 8831
percentage 8813
relationship 8811
businesses 8804
denied 8800
cultural 8791
legislation 8786
rising 8786
politics 8777
heat 8762
star 8757
leaves 8750
keeping 8749
martin 8729
putting 8726
region 8722
candidate 8709
access 8707
assets 8706
broadway 8703
rule 8702
mary 8694
catholic 8693
broke 8689
becoming 8680
cuomo 8680
profits 8680
armed 8676
happened 8660
score 8629
communications 8616
suffered 8615
auto 8611
ruling 8607
becomes 8606
weekend 8606
van 8599
discuss 8596
religious 8563
signs 8561
forward 8558
village 8538
fish 8534
appeal 8532
simple 8528
match 8527
opera 8520
meant 8508
streets 8508
joe 8504
search 8503
track 8489
unusual 8486
filled 8465
jackson 8445
introduced 8442
suit 8440
particular 8438
metropolitan 8436
extra 8424
panel 8424
threat 8424
moment 8420
hill 8418
finding 8404
lee 8403
arrived 8398
video 8394
mets 8392
guard 8385
cast 8384
writer 8383
deficit 8378
pretty 8366
hour 8363
artists 8350
directly 8339
responsible 8335
paying 8334
join 8325
details 8320
relief 8314
leadership 8304
watch 8303
begins 8289
strike 8289
stopped 8282
comment 8271
continuing 8267
emergency 8252
effective 8238
plus 8238
door 8233
necessary 8224
variety 8224
places 8219
laws 8217
increases 8210
possibility 8192
caught 8189
highest 8189
principal 8183
language 8178
louis 8166
records 8165
increasing 8164
salt 8145
setting 8144
spread 8138
headed 8132
phone 8132
site 8126
speak 8126
dead 8124
abortion 8100
answer 8096
supply 8095
familiar 8082
exhibition 8078
conducted 8063
retail 8061
winter 8059
struck 8050
cancer 8049
scene 8046
active 8040
fair 8023
kennedy 8023
easily 8022
damage 8021
turning 8020
concert 8016
resources 7998
box 7988
arrested 7986
related 7983
appointed 7982
claims 7956
specific 7955
nature 7941
blacks 7936
municipal 7913
material 7908
strategy 7904
interested 7902
write 7900
event 7886
wrong 7882
harvard 7869
drugs 7868
projects 7860
trouble 7841
address 7836
reading 7836
expensive 7832
transportation 7828
worst 7825
saddam 7823
advanced 7822
names 7816
opposed 7816
accepted 7809
teachers 7802
heads 7793
walk 7792
fewer 7789
racial 7776
character 7774
advantage 7766
electric 7760
accounts 7758
term 7752
decade 7751
approval 7748
homeless 7748
standing 7748
rejected 7745
concerns 7741
fashion 7736
secret 7732
sharp 7732
block 7723
influence 7717
soldiers 7717
closing 7712
ethnic 7703
elections 7699
provides 7699
financing 7696
beach 7693
hurt 7692
january 7682
onto 7681
levels 7679
crowd 7666
improve 7664
afternoon 7648
bar 7646
france 7643
ones 7633
sea 7631
reagan 7612
revenues 7602
steps 7598
overall 7593
serving 7577
type 7574
happy 7570
conditions 7568
neighborhood 7565
august 7558
decide 7554
december 7552
thinking 7542
covered 7541
previously 7541
bankruptcy 7539
defensive 7537
clean 7535
failure 7527
accounting 7521
favor 7520
pick 7518
slow 7503
coalition 7477
stephen 7468
killing 7458
philadelphia 7457
involving 7450
upper 7445
cutting 7444
century 7443
farm 7441
operation 7441
standards 7437
source 7427
traffic 7425
resolution 7423
associated 7421
suggest 7421
fans 7418
represents 7413
survey 7410
tickets 7407
yankees 7405
bureau 7389
represented 7374
supported 7373
acknowledged 7372
flight 7370
units 7370
facing 7361
fully 7360
brothers 7358
researchers 7354
novel 7349
assembly 7345
festival 7331
asking 7329
unlike 7327
determine 7315
dispute 7315
presence 7309
corp 7306
missed 7306
films 7303
november 7300
speaking 7299
bid 7294
physical 7289
remember 7287
identified 7285
bay 7283
supposed 7275
bowl 7274
argued 7249
unable 7244
immediate 7239
husband 7237
referring 7233
dining 7230
henry 7223
alone 7222
color 7220
shooting 7211
sharply 7208
uses 7208
disease 7197
rock 7194
technical 7194
supporters 7189
acting 7187
stories 7184
steve 7182
draft 7181
global 7181
difference 7170
england 7169
organized 7165
native 7159
follow 7147
goals 7146
walked 7146
scott 7145
letters 7136
christian 7135
model 7135
gains 7133
committed 7127
existing 7125
criticism 7117
coast 7116
owns 7111
initial 7093
october 7092
broad 7073
citizens 7068
faces 7066
howard 7063
murder 7058
replace 7058
organizations 7057
requires 7057
orders 7048
camp 7042
tennis 7042
acquired 7026
note 7023
grow 7013
guy 7004
raising 7004
stood 7000
criticized 6992
policies 6992
settlement 6982
bus 6977
olympic 6969
recession 6968
appeals 6965
knicks 6961
francisco 6958
maintain 6953
roman 6953
limit 6945
managed 6934
payments 6915
golf 6911
airlines 6906
wait 6896
fed 6892
train 6886
turns 6881
ruled 6880
exactly 6878
driving 6875
index 6875
kids 6875
cited 6865
internal 6863
express 6861
telling 6860
tomorrow 6859
minor 6856
insisted 6855
hardly 6852
quick 6848
september 6845
parliament 6843
bronx 6841
patrick 6841
headquarters 6839
decades 6834
somewhat 6829
alan 6825
declared 6825
images 6822
package 6821
affairs 6818
pro 6818
chicken 6813
freedom 6813
status 6809
founded 6806
prove 6793
jones 6785
contemporary 6782
victims 6780
electronic 6777
hockey 6774
atlantic 6758
developing 6753
partly 6749
dark 6746
responsibility 6742
software 6736
computers 6730
hispanic 6729
considering 6726
watching 6726
steel 6723
measures 6722
band 6718
institutions 6711
songs 6708
entered 6706
representatives 6705
ice 6704
changing 6702
discovered 6684
carrying 6668
doubt 6667
continues 6663
providing 6657
helping 6656
formed 6651
sitting 6648
hoped 6644
miami 6642
date 6636
glass 6635
politicians 6635
welfare 6630
request 6625
younger 6625
creating 6624
managing 6620
confidence 6619
dramatic 6618
plastic 6617
edge 6613
legislature 6613
wood 6610
balance 6608
offices 6602
decisions 6596
donald 6595
opinion 6593
reflect 6591
consecutive 6588
ballet 6587
y 6581
heavily 6578
centers 6569
task 6568
tied 6562
broken 6555
guilty 6554
jazz 6552
push 6548
managers 6546
consumers 6543
allowing 6537
pentagon 6535
claim 6534
prosecutors 6533
christmas 6532
reasons 6530
illegal 6528
nearby 6526
shots 6522
mass 6520
favorite 6512
faced 6509
tiny 6496
grown 6493
characters 6491
offensive 6491
gained 6477
bridge 6473
foundation 6471
agents 6467
boy 6466
taste 6454
republic 6450
normal 6448
brief 6446
pictures 6446
aides 6445
al 6440
profit 6439
seventh 6436
paris 6433
port 6430
determined 6425
agent 6420
award 6415
transit 6415
example 6411
pan 6411
advance 6410
championship 6409
seeing 6409
proposals 6406
purchase 6400
kevin 6395
table 6394
williams 6376
testimony 6374
sit 6371
gallery 6368
makers 6362
threatened 6356
effects 6350
visitors 6349
promised 6338
cross 6334
attacks 6333
treated 6321
positive 6319
broadcast 6317
industries 6312
performances 6303
lincoln 6295
fellow 6294
choose 6284
barry 6282
eyes 6279
fuel 6278
goods 6277
perot 6274
replaced 6272
struggle 6270
represent 6265
britain 6264
moves 6262
teacher 6262
bottom 6261
jews 6254
happen 6251
pacific 6250
sets 6249
legislative 6246
airport 6245
cook 6244
talked 6229
strength 6228
auction 6222
convention 6220
route 6218
contracts 6211
progress 6209
ideas 6208
lawrence 6207
artist 6197
fast 6194
warned 6193
gay 6179
fly 6174
queens 6173
barbara 6172
daniel 6171
governments 6171
interests 6170
baby 6165
ban 6164
proved 6164
tablespoons 6159
mixed 6156
suddenly 6155
culture 6154
miller 6154
missing 6154
starts 6149
believes 6144
equal 6144
anthony 6139
emotional 6138
jeff 6138
indicated 6129
dismissed 6126
famous 6118
male 6117
pulled 6115
greatest 6114
n 6112
investigators 6109
ends 6104
enter 6098
rooms 6095
aside 6085
ford 6083
jets 6079
check 6072
manufacturing 6071
listed 6070
views 6067
hired 6065
atlanta 6058
wedding 6055
historical 6054
closer 6050
mount 6048
diplomats 6043
handle 6040
stars 6037
westchester 6036
guys 6035
dave 6033
maker 6033
cbs 6031
newly 6029
female 6028
ronald 6020
andrew 6016
injured 6014
eighth 6009
elizabeth 6008
explain 6008
urged 6008
tells 6007
drawn 6005
virginia 6004
machines 6001
announcement 5995
combined 5989
prominent 5984
easier 5980
tournament 5979
primarily 5975
convicted 5967
rare 5963
display 5961
border 5960
wearing 5960
activities 5958
hits 5958
houston 5953
creative 5950
waste 5950
shift 5948
liberal 5945
extremely 5944
traders 5939
aware 5936
tests 5922
permanent 5921
academy 5920
aircraft 5918
alternative 5915
sex 5908
sixth 5908
picked 5903
windows 5903
dean 5902
machine 5901
vast 5893
bruce 5891
formal 5891
athletic 5887
inflation 5883
constitutional 5881
speed 5881
dealers 5879
touch 5878
commitment 5877
independence 5876
douglas 5875
stands 5875
draw 5873
navy 5873
metal 5864
silver 5864
bringing 5862
mission 5860
airline 5856
producer 5855
gun 5849
settled 5848
futures 5845
ceremony 5839
scientific 5834
count 5826
eye 5825
establish 5823
attended 5822
meetings 5821
finish 5819
shop 5817
giant 5816
removed 5812
february 5810
reputation 5810
detroit 5809
conventional 5805
holds 5803
adopted 5799
actions 5796
drew 5792
lake 5790
ii 5787
lawmakers 5785
currently 5772
documents 5767
commerce 5766
wear 5766
possibly 5765
fill 5759
treaty 5758
troubled 5758
spot 5753
economist 5749
tend 5749
stanley 5747
economists 5742
estimates 5740
apply 5738
votes 5736
publishing 5735
amid 5734
seat 5731
applied 5727
shortly 5726
manufacturers 5725
arthur 5724
don 5706
seats 5706
chosen 5704
safe 5703
wild 5695
occurred 5687
conflict 5686
corner 5663
yale 5661
grant 5658
positions 5656
split 5656
super 5647
recommended 5644
session 5642
suggests 5640
discount 5637
racing 5632
reaction 5632
trees 5632
inches 5627
dan 5619
mortgage 5617
opponents 5615
crucial 5607
weather 5607
everybody 5598
assistance 5596
perfect 5594
activity 5591
orchestra 5590
sat 5586
severe 5585
shopping 5584
classic 5578
walking 5578
extended 5569
card 5566
respect 5566
downtown 5559
recorded 5556
afford 5554
defeated 5553
currency 5550
worry 5550
kill 5545
passing 5539
pepper 5529
rabbi 5521
allows 5516
substantial 5515
tie 5514
aimed 5509
cp 5508
vietnam 5506
pointed 5505
dry 5503
ending 5503
demands 5500
generation 5493
pushed 5493
repeatedly 5491
sun 5489
artistic 5487
quoted 5483
voting 5483
ministry 5482
unlikely 5480
paintings 5474
watched 5474
gary 5471
junior 5471
africa 5468
allied 5468
plane 5468
restaurants 5467
dealing 5466
rating 5464
unemployment 5464
dow 5455
admission 5453
sees 5452
appearance 5447
davis 5447
frequently 5445
taught 5445
hospitals 5438
completely 5426
merely 5425
protest 5418
throw 5414
philip 5413
retirement 5412
historic 5408
tony 5406
competitive 5401
limits 5396
falling 5394
library 5392
weight 5392
mainly 5388
herself 5386
girl 5385
ann 5379
volume 5375
drove 5373
latin 5370
stations 5370
mexico 5368
chose 5366
courts 5366
fit 5362
walls 5360
conduct 5353
items 5349
photographs 5347
sponsored 5345
perform 5341
reform 5339
royal 5336
fees 5335
recalled 5334
democracy 5333
educational 5327
hoping 5322
warm 5321
typical 5320
learning 5317
weak 5316
modest 5315
usual 5303
forms 5301
palestinian 5301
winner 5299
mario 5289
dangerous 5288
strongly 5288
fears 5285
madison 5284
forest 5277
reflected 5269
dozens 5267
apple 5266
horse 5259
walter 5256
testing 5243
pop 5241
pace 5240
rarely 5232
morris 5229
consultant 5228
referred 5226
valley 5226
warning 5221
jordan 5214
enormous 5211
differences 5210
serbian 5208
spokeswoman 5207
statements 5207
mountain 5204
santa 5203
representing 5192
prince 5191
finds 5188
partners 5184
returning 5182
otherwise 5180
leads 5177
orange 5175
coverage 5170
nobody 5170
lewis 5168
parent 5167
nice 5164
rally 5161
youth 5160
worried 5159
employment 5157
rangers 5155
subsidiary 5155
weekly 5155
argue 5152
painting 5150
closely 5148
paint 5144
comments 5140
susan 5140
holiday 5138
improved 5138
kansas 5134
brian 5133
champion 5130
yellow 5123
encourage 5114
teaching 5111
newspapers 5108
regulators 5108
bright 5107
threw 5100
writers 5094
gasoline 5093
interior 5093
academic 5088
bell 5087
sending 5085
fort 5083
prospect 5081
entirely 5079
taylor 5077
chris 5075
shape 5075
impossible 5073
hudson 5071
mutual 5070
window 5068
meaning 5060
pull 5057
pitch 5055
entertainment 5051
colleagues 5049
environment 5048
clients 5041
russia 5041
stone 5041
hong 5033
mikhail 5033
structure 5030
pat 5024
admitted 5016
canada 5016
reduction 5016
monthly 5014
suspended 5014
roger 5013
massachusetts 5002
memorial 5002
surface 5002
expand 4999
originally 4999
larry 4997
ties 4997
doctor 4996
republics 4996
yeltsin 4990
angry 4972
golden 4971
supplies 4970
kinds 4966
attempts 4960
stake 4958
hollywood 4954
flow 4952
estimate 4951
shut 4950
master 4947
shared 4946
combination 4939
pounds 4937
reducing 4937
morgan 4935
direction 4933
surprised 4933
regulations 4932
scoring 4931
complaints 4928
host 4923
buyers 4921
movies 4921
occupied 4921
piano 4919
lay 4913
focused 4911
concluded 4908
michigan 4905
sept 4902
mix 4901
knowledge 4900
sauce 4900
compete 4898
affect 4896
aggressive 4896
fired 4894
wonder 4890
defeat 4889
delivery 4889
affected 4884
priced 4884
strategic 4884
interesting 4882
sanctions 4882
fallen 4875
campus 4872
pair 4871
barely 4870
promise 4870
chamber 4867
apparent 4864
ordinary 4864
features 4862
publicly 4862
divided 4857
complained 4855
longtime 4855
subway 4854
pound 4853
unions 4853
invasion 4852
consulting 4851
spanish 4848
publisher 4847
merrill 4846
bear 4845
salary 4845
planes 4843
rent 4843
painted 4835
hair 4825
expansion 4818
repeated 4816
analysis 4814
insure 4810
sugar 4810
argument 4808
recognize 4808
irish 4804
thinks 4803
quiet 4802
striking 4802
nbc 4801
studio 4796
discontinued 4794
target 4790
marked 4784
sounds 4778
keeps 4777
song 4775
delay 4774
traded 4771
considerable 4768
pittsburgh 4765
spirit 4765
brother 4761
expects 4757
moral 4756
rice 4747
districts 4746
salomon 4745
wish 4740
wave 4736
directors 4735
brings 4731
chapter 4728
gray 4726
iran 4726
marriage 4722
ninth 4722
selected 4720
tradition 4715
assault 4714
vincent 4714
amendment 4710
attend 4709
desire 4708
amounts 4707
tape 4707
negative 4703
widespread 4702
clothes 4699
interviews 4699
preferred 4699
confirmed 4694
eric 4693
medicine 4689
controlled 4686
roughly 4682
diplomatic 4677
struggling 4677
eat 4676
scores 4676
steven 4676
chopped 4673
memory 4667
studied 4665
foot 4664
solid 4664
realize 4661
suffering 4660
lunch 4657
passengers 4657
performing 4652
faculty 4650
theme 4647
ultimately 4646
poll 4643
tight 4641
catch 4640
mention 4639
imposed 4638
olive 4638
seriously 4637
muslim 4631
maintenance 4630
civilian 4629
equally 4629
backed 4626
discussion 4623
expert 4623
solution 4623
sweet 4623
invited 4622
ticket 4621
soft 4619
outstanding 4618
marine 4617
mental 4614
refugees 4614
tree 4614
towns 4610
feels 4608
eager 4601
ancient 4598
monetary 4590
receiving 4590
surgery 4590
fought 4589
resigned 4587
visited 4583
worse 4580
boys 4579
incident 4578
norman 4575
apartments 4573
palestinians 4570
advice 4568
visiting 4566
eliminate 4565
materials 4564
vision 4558
producers 4557
predicted 4555
minimum 4550
venture 4550
compromise 4549
stayed 4545
driven 4541
asian 4540
carolina 4536
screen 4535
discussed 4534
rated 4534
respond 4533
serves 4533
motor 4532
operate 4532
fare 4530
preparing 4529
wind 4529
carefully 4524
negotiating 4524
kelly 4521
myself 4521
jerry 4516
behavior 4515
hundred 4515
restrictions 4515
engineering 4514
obvious 4514
parking 4514
excellent 4513
mail 4508
understanding 4507
victim 4506
deals 4504
delivered 4502
happens 4499
values 4499
mixture 4494
drawing 4491
dennis 4485
tv 4485
surprise 4482
pension 4481
harry 4480
contributions 4477
selection 4476
violent 4476
gap 4473
summit 4473
beautiful 4472
danger 4472
factory 4472
appropriate 4471
pennsylvania 4469
abandoned 4468
comfortable 4460
veteran 4459
convinced 4458
cooking 4458
witnesses 4454
crew 4453
fat 4448
factor 4443
studying 4443
devoted 4442
attract 4440
recovery 4439
tone 4439
duke 4438
rural 4438
advocates 4437
deeply 4437
ross 4435
distribution 4433
emerged 4433
journal 4433
senators 4430
nonprofit 4428
besides 4427
schedule 4426
opens 4425
intense 4423
command 4412
flat 4411
ray 4410
viewed 4410
puts 4408
regarded 4408
elderly 4407
permit 4406
participants 4403
chain 4401
passes 4391
teaspoon 4387
stadium 4384
honor 4383
essential 4382
gathered 4377
mexican 4374
el 4370
equity 4370
breaking 4368
helps 4359
laid 4359
capacity 4356
bankers 4348
moments 4348
beating 4347
expanded 4347
matters 4343
causes 4342
abuse 4331
allies 4328
classical 4327
jump 4327
transfer 4327
contact 4323
earth 4322
experienced 4318
politically 4315
accompanied 4314
fairly 4314
file 4314
tokyo 4313
christopher 4310
rain 4310
lawsuit 4309
baghdad 4307
carter 4307
extensive 4307
remarks 4304
lowest 4303
connection 4302
minnesota 4291
prompted 4288
singer 4288
personnel 4285
legislators 4283
bigger 4282
dominated 4282
allen 4280
polls 4280
responded 4280
seized 4277
plenty 4274
welcome 4273
supporting 4271
controls 4270
flying 4270
chances 4268
inspired 4264
arm 4262
counsel 4262
adult 4260
communities 4259
pain 4257
upset 4257
designer 4256
normally 4256
cooperation 4254
patient 4254
wilson 4253
importance 4250
string 4247
coup 4245
producing 4245
surrounding 4245
clubs 4243
anderson 4240
georgia 4238
crude 4236
models 4236
ratings 4235
trump 4235
coffee 4231
guide 4231
truly 4229
ad 4225
temporary 4224
hotels 4223
narrow 4221
birth 4218
drivers 4218
bitter 4214
afraid 4206
species 4205
stronger 4205
exercise 4203
founder 4202
explained 4201
contributed 4198
dream 4197
era 4197
feature 4197
collapse 4196
indeed 4195
sensitive 4195
reporter 4194
networks 4193
actor 4190
promote 4186
cleveland 4183
resulted 4183
blame 4182
earn 4178
boat 4177
identify 4177
obtained 4176
powers 4175
farmers 4174
kitchen 4174
cards 4169
forget 4168
symphony 4166
virus 4164
degrees 4158
sources 4158
ease 4157
payment 4154
judges 4150
yields 4150
prepare 4143
awarded 4142
streak 4134
blocks 4133
cabinet 4132
inning 4129
prisoners 4129
captain 4123
likes 4123
actual 4120
quarterback 4112
sites 4108
reflects 4107
magic 4106
driver 4102
fred 4098
yankee 4092
attacked 4090
palm 4090
employee 4087
lots 4086
worldwide 4076
channel 4073
handling 4073
alliance 4071
combat 4070
maximum 4069
slowly 4069
enforcement 4068
notion 4066
flights 4063
empty 4062
apart 4061
favored 4060
purpose 4060
realized 4059
describe 4056
somebody 4056
cream 4055
path 4055
penalty 4054
chancellor 4052
dick 4051
elements 4050
injury 4043
beneath 4042
ranging 4042
questioned 4040
numerous 4039
resident 4039
dancers 4038
options 4038
reportedly 4036
administrative 4035
achieve 4033
arabia 4032
equivalent 4032
meat 4032
worker 4031
institution 4025
reaching 4025
gene 4024
pages 4024
crown 4021
flowers 4021
hitting 4018
neighbors 4017
pool 4015
copies 4013
returns 4012
investments 4011
vehicles 4011
option 4009
hearings 4006
transition 4005
harder 3998
islamic 3993
theory 3987
literary 3985
portion 3985
guarantee 3982
restore 3981
skills 3979
expenses 3977
automobile 3976
linked 3976
census 3971
co 3969
obtain 3969
enjoy 3965
jose 3964
suburban 3963
truck 3954
classes 3952
competing 3952
offense 3952
stretch 3952
anne 3951
sam 3951
warner 3951
discussions 3947
reality 3947
girls 3944
ron 3943
signal 3935
camera 3933
adults 3932
athletes 3932
butter 3931
wonderful 3931
electronics 3928
noon 3928
proper 3921
singing 3921
sister 3919
recognized 3917
associates 3916
obviously 3912
dallas 3911
anger 3910
reporting 3910
traveling 3910
opportunities 3909
doors 3906
prize 3905
puerto 3901
branch 3899
pattern 3899
god 3896
rape 3896
trained 3896
column 3891
prosecution 3888
mile 3881
lift 3880
races 3878
suspect 3876
provision 3874
federation 3873
sells 3870
sentence 3870
settle 3870
healthy 3867
distance 3866
individuals 3866
kenneth 3866
attitude 3865
abc 3864
trend 3861
jay 3859
playoff 3859
arrest 3857
occasionally 3857
korean 3854
residential 3854
testified 3854
cocaine 3853
extent 3852
lies 3852
rapidly 3852
maintained 3850
fun 3849
concept 3848
attributed 3846
seasons 3845
encouraged 3843
pushing 3843
digital 3840
assigned 3838
scenes 3837
types 3837
fundamental 3832
witness 3830
clothing 3829
aide 3828
margaret 3825
animals 3824
terry 3823
comedy 3822
disabled 3822
jail 3821
courses 3820
advisory 3818
defend 3817
acres 3816
essentially 3816
animal 3813
cells 3811
leonard 3810
actors 3807
method 3800
treat 3800
thin 3797
correct 3791
dancing 3791
brain 3790
joining 3788
minute 3784
detailed 3783
carries 3782
necessarily 3781
ride 3779
readers 3776
guests 3775
reluctant 3775
misstated 3770
truth 3769
highway 3768
accident 3766
totally 3766
statistics 3765
gift 3764
folk 3763
germans 3757
whites 3757
busy 3756
thrown 3756
burden 3755
fee 3751
tested 3751
nelson 3748
carl 3746
viewers 3745
length 3744
adviser 3743
fraud 3739
acquisition 3738
allegations 3738
repair 3737
immigration 3730
ship 3730
typically 3730
deaths 3728
laboratory 3720
hole 3716
marks 3715
papers 3710
drama 3708
attractive 3705
nancy 3703
preserve 3703
anniversary 3702
innings 3701
firms 3700
mentioned 3700
remarkable 3698
teach 3697
capable 3696
complicated 3696
ed 3695
interviewed 3695
failing 3693
touchdown 3690
wounded 3689
tries 3687
depending 3686
ought 3685
polish 3685
alcohol 3682
defending 3682
escape 3680
dress 3678
ohio 3678
recognition 3675
crimes 3674
jumped 3673
contrast 3672
valuable 3672
sophisticated 3669
furniture 3665
faith 3663
faster 3661
feelings 3661
berlin 3659
die 3657
extend 3657
imagine 3656
handful 3654
involvement 3652
missiles 3652
parks 3650
harold 3647
queen 3646
stir 3646
falls 3645
rush 3642
requiring 3641
assume 3636
row 3632
initially 3629
gates 3626
staten 3624
rival 3621
describes 3618
harris 3617
tyson 3617
acted 3616
cincinnati 3612
link 3612
bobby 3611
surely 3611
commander 3610
emphasis 3604
properties 3604
mood 3603
albert 3600
factors 3599
deadline 3598
jane 3597
missile 3597
embassy 3595
rookie 3594
italy 3592
entering 3590
effectively 3589
samuel 3589
prefer 3587
acts 3581
steinbrenner 3579
nets 3577
simon 3577
debut 3576
petroleum 3576
veterans 3574
atmosphere 3572
impression 3570
steady 3568
tim 3568
forcing 3567
immigrants 3563
yugoslav 3563
belief 3556
seattle 3556
toronto 3556
cool 3554
trucks 3553
confident 3552
ralph 3552
constitution 3550
swiss 3548
veto 3548
fields 3546
foods 3541
lynch 3541
eating 3539
musicians 3539
resolve 3538
bread 3537
gross 3533
granted 3532
badly 3530
nursing 3527
rebels 3527
elsewhere 3525
false 3524
jimmy 3523
satellite 3522
b 3518
negotiate 3517
devils 3514
writes 3514
destroyed 3510
permitted 3510
recording 3509
objects 3508
bodies 3506
achieved 3499
attracted 3499
financed 3499
hiring 3498
continental 3496
pitched 3495
core 3490
mandela 3489
ocean 3488
prospective 3488
fruit 3487
demanding 3485
background 3484
creation 3484
knowing 3484
motion 3483
hills 3482
absence 3481
diego 3477
greg 3477
bed 3475
governing 3474
bases 3470
circle 3470
therefore 3470
damaged 3465
clark 3461
speaker 3460
foster 3459
involves 3456
milk 3450
approve 3448
boxing 3448
acquire 3447
chrysler 3447
romantic 3444
absolutely 3443
agriculture 3443
anybody 3443
practices 3443
inquiry 3441
radical 3441
vehicle 3441
cups 3440
shareholders 3436
impose 3431
purchased 3431
jean 3429
demanded 3427
persuade 3426
captured 3424
preliminary 3424
liked 3423
covering 3422
credits 3422
customer 3422
indians 3422
export 3419
tensions 3417
broadcasting 3416
difficulty 3415
holdings 3413
passage 3413
behalf 3411
detective 3408
diamond 3407
guest 3406
suits 3406
nomination 3400
gerald 3394
ill 3394
wooden 3393
tablespoon 3390
indicate 3388
ownership 3387
improvement 3386
talent 3386
delayed 3384
motors 3383
regularly 3383
guns 3381
tons 3379
nassau 3378
disclosed 3376
beer 3375
cum 3373
presidents 3373
sox 3373
employers 3369
stepped 3367
claimed 3365
ads 3364
thick 3364
articles 3362
heights 3362
nationwide 3357
survive 3356
membership 3353
rescue 3353
formerly 3352
freshly 3351
risks 3351
dog 3349
corn 3347
engaged 3346
gotten 3345
print 3344
soil 3343
surrounded 3343
alexander 3342
engagement 3339
invest 3339
corporations 3338
desert 3337
ethics 3337
concrete 3335
reasonable 3335
shops 3334
blocked 3328
findings 3328
guess 3326
rapid 3326
impressive 3323
privately 3321
pitcher 3319
garlic 3318
contains 3316
exports 3315
northwest 3315
raises 3315
economics 3314
partnership 3313
symbol 3313
sudden 3309
arguing 3308
crack 3308
tens 3304
handled 3302
infected 3302
sweeping 3300
practical 3298
ambassador 3297
covers 3296
greek 3296
conversation 3292
florio 3290
notice 3289
storm 3289
deliver 3288
regulatory 3288
sentenced 3288
vital 3285
discrimination 3282
chase 3281
strange 3280
bomb 3278
arranged 3277
northeast 3277
advisers 3276
entry 3273
suggesting 3272
thousand 3272
superior 3271
involve 3270
departure 3266
injuries 3266
somehow 3266
specialist 3266
edition 3265
resulting 3265
deposit 3264
carol 3262
proud 3262
solve 3259
beaten 3257
awards 3256
causing 3254
reference 3254
secondary 3254
corps 3253
beauty 3250
electrical 3248
promises 3248
expense 3247
pressing 3246
boards 3245
operated 3245
inner 3244
princeton 3244
ministers 3240
scale 3240
buffalo 3236
lemon 3236
resignation 3236
frequent 3235
lights 3235
visible 3234
asserted 3233
attempted 3233
israelis 3231
ultimate 3231
extension 3230
coaches 3229
dressed 3229
restructuring 3229
merger 3228
mitchell 3226
rebel 3225
pays 3219
ambitious 3217
roles 3217
fox 3215
speculation 3215
code 3213
korea 3212
citing 3211
feared 3211
featuring 3211
pending 3211
contain 3209
breast 3208
disk 3207
temple 3207
announce 3206
household 3206
resistance 3206
yorkers 3206
document 3203
disney 3202
insist 3201
attached 3198
fernandez 3197
naval 3197
loose 3194
laude 3192
aspects 3191
appointment 3189
trail 3187
quayle 3184
manage 3183
occasional 3183
costly 3182
jan 3181
pleaded 3179
pitching 3178
relatives 3178
useful 3178
demonstrated 3174
noting 3169
filing 3168
trips 3168
wake 3166
suffer 3165
signing 3164
arkansas 3161
investigating 3159
pressed 3159
regard 3159
drinking 3158
operates 3158
celebrated 3156
skin 3155
relative 3154
solo 3154
comparable 3153
compensation 3150
registered 3150
random 3148
victories 3146
promising 3145
throwing 3145
outdoor 3143
rental 3143
boris 3142
pleased 3142
prosecutor 3142
stick 3142
praised 3141
pursue 3141
stuff 3141
salad 3140
poverty 3138
menu 3137
procedures 3136
shelter 3135
brick 3133
opposite 3132
franklin 3131
ranks 3131
prospects 3130
india 3129
bound 3128
colors 3122
composer 3122
hire 3122
journalists 3122
broader 3121
careful 3119
confrontation 3118
engineers 3118
succeed 3117
oppose 3114
warren 3113
colleges 3111
withdrawal 3111
portrait 3110
arguments 3109
bernard 3109
medicaid 3109
collected 3108
holes 3107
ken 3107
wore 3105
entitled 3103
choices 3102
resort 3102
tower 3102
jet 3100
loved 3100
provisions 3100
fishing 3099
meets 3097
promoted 3097
publication 3097
shore 3096
salmon 3095
adjusted 3093
shoulder 3090
guards 3088
accusations 3086
visits 3085
brand 3084
client 3083
engine 3083
potentially 3083
oven 3080
pollution 3080
reservations 3080
billions 3076
fate 3076
copy 3075
elementary 3075
accord 3074
saved 3074
styles 3074
baltimore 3068
luxury 3066
device 3065
eligible 3065
marshall 3065
distributed 3064
landscape 3063
bears 3062
defendants 3061
roots 3061
tenants 3060
introduce 3059
informed 3058
requirements 3057
tourist 3057
psychological 3056
rumors 3056
strip 3052
retain 3049
sir 3048
shuttle 3047
architect 3044
oldest 3043
protected 3041
circuit 3038
wealthy 3036
audiences 3034
kong 3034
protests 3034
ring 3034
significantly 3032
greenwich 3029
imports 3029
poland 3026
counts 3023
destroy 3018
installed 3018
cheese 3016
follows 3016
haven 3016
exposed 3015
kentucky 3015
posted 3015
revolution 3015
performers 3012
garbage 3011
license 3008
liberation 3006
buyer 3005
du 3005
winners 3005
editorial 3004
junk 3004
le 3003
grants 3002
enjoyed 3000
projected 2998
blow 2994
constant 2993
stolen 2991
margin 2990
devices 2988
sport 2984
judicial 2983
location 2981
complaint 2980
medium 2980
duty 2977
contended 2975
contribution 2975
agreements 2974
juice 2974
assumed 2972
threatening 2972
album 2971
bird 2969
withdraw 2969
harlem 2967
comic 2966
listen 2966
swept 2966
anywhere 2964
grilled 2964
intellectual 2963
pete 2963
bishop 2958
expectations 2958
travelers 2958
architectural 2957
combine 2957
depend 2955
indication 2955
surprising 2955
converted 2954
contend 2953
acknowledge 2952
authors 2945
cent 2944
secure 2944
empire 2942
indictment 2942
tanks 2941
discussing 2940
arrive 2939
developers 2939
jeffrey 2938
plate 2938
guarantees 2936
literature 2936
tired 2935
depends 2934
wage 2934
episcopal 2933
holy 2933
taxpayers 2933
chocolate 2932
quietly 2932
takeover 2932
memories 2930
seemingly 2930
joan 2928
participate 2928
nicholas 2927
supports 2926
professionals 2925
generated 2924
borough 2923
challenged 2921
hartford 2921
lighting 2921
roll 2921
mothers 2920
zone 2920
printed 2918
risen 2918
specifically 2915
expanding 2913
pirates 2913
rely 2913
smoke 2913
wins 2910
birds 2909
campaigns 2908
grace 2908
chemicals 2906
ships 2906
wayne 2906
roy 2905
civic 2903
crash 2902
declining 2901
ski 2901
conviction 2898
emerging 2897
consensus 2896
reserves 2896
tours 2896
dish 2895
officially 2894
subcommittee 2894
carnegie 2893
overseas 2893
colorado 2891
jurors 2890
guerrilla 2888
soviets 2888
concerts 2886
capitol 2884
alfred 2883
fail 2883
vietnamese 2883
dutch 2882
investor 2882
visual 2882
collect 2881
eliminated 2881
illinois 2881
cellular 2880
neighborhoods 2878
pilot 2878
comprehensive 2875
lending 2875
grass 2874
produces 2874
technique 2874
checks 2872
elaborate 2872
deny 2871
object 2870
counter 2868
guidelines 2868
plot 2868
speaks 2866
featured 2864
iranian 2863
conservation 2862
institutional 2862
tremendous 2860
utility 2860
plain 2858
robinson 2855
craig 2852
routine 2852
negotiated 2850
leg 2849
unexpected 2849
childhood 2848
railroad 2847
designs 2846
fled 2846
agricultural 2845
abroad 2843
lehman 2842
barrels 2838
manufacturer 2837
wines 2836
recall 2835
connected 2834
difficulties 2834
doubled 2834
sergeant 2834
architecture 2833
discovery 2829
penn 2829
attending 2828
designers 2828
frozen 2828
principle 2826
elegant 2824
moore 2824
ewing 2823
rail 2823
vulnerable 2823
crowded 2822
defended 2820
stakes 2819
maxwell 2817
automatic 2816
manner 2816
presents 2815
reflecting 2815
snow 2815
raymond 2814
ensemble 2813
formally 2812
contest 2811
doubts 2811
territory 2811
moderate 2810
youths 2805
backing 2803
magazines 2803
roof 2803
offset 2802
russell 2802
facts 2801
lie 2801
submitted 2801
resume 2799
precisely 2798
urging 2797
error 2796
instruments 2794
ranked 2794
teaches 2794
understood 2794
clinical 2792
painful 2792
trains 2791
las 2790
nights 2790
flag 2789
slipped 2788
patterns 2787
ten 2787
hidden 2786
dedicated 2785
grounds 2784
formula 2783
iraqis 2783
thanks 2782
critic 2779
definitely 2779
phil 2779
stable 2779
replacement 2778
del 2777
succeeded 2776
reader 2775
turkey 2775
universal 2775
commercials 2771
brokerage 2770
creditors 2770
raw 2770
alive 2769
successfully 2769
pride 2768
unusually 2767
addressed 2765
francis 2764
keith 2764
peak 2764
pink 2764
hang 2763
parade 2763
handed 2762
soccer 2762
layoffs 2761
overcome 2761
controversy 2758
pledged 2756
colonel 2755
adds 2752
banned 2752
monitor 2752
coleman 2751
publishers 2751
restored 2751
terrible 2749
greatly 2748
generate 2747
bosnia 2745
delegation 2745
kuwaiti 2745
applications 2744
demonstrate 2744
ideal 2744
basically 2743
switch 2741
vocal 2740
guaranteed 2739
gathering 2737
celebration 2736
surge 2736
identity 2735
outcome 2735
sleep 2735
staying 2735
traveled 2735
thompson 2734
traditionally 2734
designated 2732
odd 2732
olympics 2732
patricia 2732
ruth 2732
clinic 2731
riding 2731
answers 2730
chip 2730
stress 2730
strongest 2730
content 2728
drink 2727
forth 2727
intention 2727
methods 2727
contribute 2726
admit 2725
walker 2725
volunteer 2724
columbus 2723
gradually 2723
somewhere 2723
challenges 2722
permission 2719
suspected 2718
engineer 2716
antonio 2715
seeks 2715
willingness 2715
popularity 2714
syracuse 2714
text 2713
pact 2712
developments 2710
frame 2709
judgment 2707
shoot 2707
sounded 2707
subsidies 2706
tall 2705
corruption 2704
kurdish 2704
knee 2701
potatoes 2698
breakfast 2697
dishes 2697
peaceful 2695
replacing 2695
lists 2694
edited 2693
threats 2692
explaining 2690
lady 2689
lieutenant 2689
coal 2688
lifted 2688
chips 2687
islanders 2687
climate 2685
gordon 2684
vegetables 2683
arrival 2682
klerk 2682
