the 9681046
of 4467891
a 4127069
and 4117262
to 4034584
in 3335514
that 1828477
for 1532475
is 1441752
on 1189297
he 1174367
with 1120714
was 1111730
at 1021121
as 922080
it 853830
his 849278
by 830702
from 730383
but 707309
be 688954
have 663906
are 659837
an 657632
not 648363
said 648157
has 611700
who 585501
they 544055
had 513721
new 497416
this 455307
i 435774
their 426320
or 415058
will 399608
about 392976
would 391437
were 388663
one 376931
more 372407
its 357587
which 349533
she 346851
been 338695
when 325133
her 318075
like 277811
we 275803
than 275224
you 270672
all 256522
after 252184
last 251533
two 250703
some 244122
up 236832
if 236778
out 235031
also 233009
there 233002
other 230625
what 226629
into 226030
can 218321
so 217372
first 206657
people 202657
no 201777
most 190891
could 185882
only 180877
over 180326
many 178837
because 173722
just 172727
even 157609
do 151570
through 147943
my 146617
them 146447
where 145403
time 143956
york 142366
years 141823
may 140449
him 138000
our 135339
now 135145
american 134556
those 133989
made 133483
how 127583
president 127138
united 126637
three 126019
did 125644
before 124279
state 123959
get 123358
much 122496
make 121894
percent 116124
any 116102
while 114524
then 113630
city 107210
million 107070
these 105530
against 104892
since 102676
still 101346
way 98082
year 97422
back 96685
company 96656
being 96607
going 95600
work 94761
long 93655
world 93653
very 93457
another 92655
officials 92258
off 91316
both 91030
should 89813
states 89023
between 88537
next 87626
take 87208
under 86736
say 86595
national 86048
good 85962
think 85932
down 84741
public 84550
part 81979
own 81389
never 80837
school 80627
such 80379
might 78800
few 78717
little 78582
go 77745
during 77197
want 77032
each 75936
called 74717
including 74708
four 74635
government 74090
see 74031
your 73593
home 72955
house 71775
former 71726
bush 71353
same 71145
know 71111
among 71100
around 70795
several 70695
well 69531
every 69310
day 68307
until 67995
me 67508
come 66967
business 66498
here 65981
federal 65972
today 65846
used 65371
center 65069
john 63955
without 63845
too 63505
high 62965
family 62358
right 61992
came 61988
found 61617
police 61550
put 61455
use 60907
white 60761
second 60446
left 60439
big 60339
group 59681
money 59544
does 59333
best 59182
political 58715
got 58440
five 58395
whose 58265
less 58157
early 58114
took 57959
director 57551
companies 57473
show 57338
whether 56931
great 56564
play 56517
set 56362
university 56362
told 56294
life 56280
west 55736
game 55729
end 55346
street 55271
chief 54498
us 54347
court 54269
become 54093
children 53831
something 53778
help 53541
always 53427
though 53392
music 53279
need 53197
recent 52723
lot 52620
often 52619
place 52488
young 51411
times 51202
once 51124
team 50989
began 50678
really 50143
late 50039
small 49687
man 49549
went 49440
old 49298
far 49240
almost 49115
east 48977
week 48928
least 48801
general 48751
office 48535
law 48467
major 48395
find 48191
members 47595
executive 46970
market 46952
news 46789
asked 46569
look 46328
art 46228
war 45687
making 45534
better 45533
department 45509
yesterday 45336
number 45284
already 45267
give 45215
service 45143
board 44937
days 44922
international 44903
run 44800
must 44722
health 44399
real 44261
trying 43846
according 43780
yet 43599
six 43505
known 43331
local 43280
black 42942
campaign 42878
says 42357
south 42226
enough 42182
open 41769
night 41714
things 41518
keep 41488
although 41159
along 41123
students 41107
case 40714
north 40568
large 40251
kind 40111
power 40080
different 39811
became 39669
trade 39609
women 39357
security 39144
held 39077
david 39061
father 39040
men 38912
program 38895
pay 38798
wanted 38782
half 38736
why 38599
having 38572
building 38484
billion 38263
support 38145
given 38120
lost 38027
top 38018
republican 37820
working 37752
away 37621
bill 37291
played 37278
third 37266
military 37099
television 37063
won 37047
party 37002
nearly 36868
country 36859
hard 36738
administration 36678
point 36577
call 36529
plan 36502
tax 36479
thought 36092
months 36070
financial 35621
close 35567
based 35359
free 35280
expected 35244
college 34969
film 34847
stock 34797
michael 34721
makes 34703
system 34417
feel 34350
past 34311
others 34294
near 34293
information 34143
important 34083
book 33931
across 33883
vice 33873
sunday 33835
robert 33732
ever 33594
washington 33489
seems 33450
economic 33279
died 33185
taken 33083
series 33041
led 32970
later 32896
mother 32857
senior 32855
able 32586
deal 32553
human 32520
park 32494
george 32389
weeks 32340
worked 32176
museum 31996
behind 31983
services 31964
job 31957
gave 31718
private 31587
name 31391
seen 31314
turned 31224
taking 31223
season 31195
start 31120
cut 31069
love 31055
probably 30996
seemed 30804
side 30772
doing 30741
county 30728
received 30714
clinton 30698
within 30686
include 30680
move 30379
internet 30377
looking 30374
room 30314
himself 30309
getting 30277
democratic 30033
using 30020
players 29955
rather 29940
research 29911
report 29859
works 29747
started 29663
medical 29496
chairman 29473
line 29470
live 29469
recently 29452
outside 29346
central 29334
toward 29298
change 29215
head 29200
history 29105
plans 29099
running 28967
likely 28959
lead 28944
decision 28922
saying 28822
social 28803
theater 28737
playing 28729
full 28689
jersey 28660
nothing 28632
believe 28605
sales 28437
care 28414
wife 28409
death 28382
games 28382
comes 28366
especially 28348
thing 28345
try 28338
community 28229
current 28166
league 28162
final 28080
james 28058
control 27912
done 27868
industry 27798
official 27783
perhaps 27749
air 27605
special 27523
hit 27275
drug 27264
island 27249
spent 27106
june 27097
foreign 27093
web 26902
union 26796
manhattan 26728
hours 26703
mayor 26686
issue 26622
site 26581
role 26484
water 26448
sometimes 26383
month 26374
seem 26371
judge 26341
town 26319
food 26208
clear 26143
meeting 26136
cost 26104
red 26074
member 26053
woman 26044
sense 25908
moved 25860
ago 25831
turn 25822
professor 25802
price 25792
record 25780
march 25761
despite 25699
defense 25698
seven 25680
leaders 25674
buy 25555
interest 25555
lives 25541
friends 25506
talk 25416
technology 25398
face 25347
let 25297
coming 25259
workers 25241
tried 25226
knew 25197
richard 25162
main 25043
san 25038
provide 24966
age 24913
brought 24893
senator 24828
living 24584
someone 24550
return 24516
story 24497
rights 24464
saw 24391
senate 24382
strong 24337
groups 24310
policy 24308
son 24243
july 24228
computer 24209
de 24203
helped 24197
avenue 24023
tell 23940
idea 23924
force 23789
sent 23713
church 23692
personal 23675
offer 23672
named 23616
bring 23494
middle 23491
bank 23482
education 23468
felt 23451
front 23451
justice 23435
decided 23434
question 23395
earlier 23384
lower 23278
oil 23224
announced 23221
together 23191
agency 23165
increase 23094
legal 23052
points 23041
al 23004
minutes 22997
april 22962
summer 22927
space 22870
anything 22858
eight 22844
european 22796
media 22740
executives 22733
beloved 22715
saturday 22707
win 22589
gore 22548
again 22458
district 22454
am 22441
william 22394
sure 22218
calls 22183
french 22183
everything 22127
energy 22110
largest 22058
met 22007
soon 21994
los 21985
parents 21973
wrote 21969
short 21961
review 21940
m 21932
takes 21907
development 21891
cannot 21890
congress 21880
problem 21872
effort 21864
article 21856
needed 21843
conference 21824
bad 21759
particularly 21739
paul 21660
served 21647
possible 21635
schools 21620
study 21620
car 21617
coach 21596
includes 21583
area 21574
corporate 21558
sold 21539
shot 21532
built 21499
available 21430
added 21416
whom 21408
agreed 21393
hope 21369
continue 21342
instead 21247
single 21187
democrats 21152
leading 21134
friday 21097
british 21086
wants 21063
similar 21046
created 21006
husband 21001
wall 20947
themselves 20906
mark 20821
problems 20817
budget 20762
americans 20742
prices 20694
israeli 20670
simply 20670
whole 20669
secretary 20667
shows 20661
paid 20644
offered 20642
manager 20629
america 20627
person 20619
included 20602
create 20573
means 20537
movie 20473
sell 20330
vote 20329
economy 20200
fire 20176
nations 20172
difficult 20134
loss 20108
longer 20084
share 20083
staff 20051
view 20011
evidence 20008
everyone 20004
involved 19937
chance 19934
miles 19784
feet 19770
election 19753
thomas 19747
reported 19746
fact 19697
allowed 19671
stop 19618
committee 19598
friend 19591
production 19588
field 19555
future 19544
victory 19540
spending 19537
popular 19514
certain 19480
average 19449
either 19443
rate 19424
green 19412
career 19401
order 19370
rest 19363
heart 19312
looked 19293
raised 19270
performance 19236
meet 19193
hold 19171
begin 19153
leave 19150
investment 19089
council 19016
association 18938
growing 18909
attack 18899
showed 18868
actually 18811
fell 18748
programs 18748
allow 18747
appeared 18743
light 18740
opened 18735
list 18720
considered 18585
fall 18585
killed 18558
runs 18556
investors 18521
questions 18521
arts 18508
rose 18481
reason 18473
dance 18451
matter 18441
square 18432
usually 18416
officers 18414
efforts 18410
inside 18402
club 18377
race 18362
anyone 18347
beyond 18306
issues 18270
kept 18265
modern 18265
palestinian 18264
online 18259
written 18235
brooklyn 18221
described 18209
couple 18205
born 18170
bought 18108
experts 18107
heard 18092
read 18076
thousands 18075
firm 18040
entire 18015
employees 18013
needs 18009
lawyers 17981
republicans 17968
goes 17935
peter 17901
form 17886
devoted 17885
project 17847
memorial 17824
itself 17751
football 17682
books 17666
hospital 17638
shares 17636
stay 17622
analysts 17613
governor 17587
annual 17586
build 17586
hall 17563
potential 17560
higher 17548
giving 17478
residents 17475
process 17419
spokesman 17397
serious 17391
biggest 17389
released 17380
thursday 17369
civil 17351
ground 17351
fourth 17336
cases 17332
quite 17327
tomorrow 17268
child 17258
phone 17216
position 17171
remains 17133
attacks 17115
yankees 17094
officer 17087
jewish 17061
tuesday 17051
attention 17030
management 17001
beginning 16993
starting 16987
opening 16948
commission 16943
lived 16937
teams 16928
player 16903
prime 16868
leader 16856
land 16847
original 16833
huge 16829
families 16825
daughter 16787
advertising 16740
bit 16735
tonight 16710
baseball 16705
credit 16675
russian 16667
sound 16657
road 16627
action 16574
experience 16570
sign 16558
passed 16557
lawyer 16552
global 16527
moving 16520
california 16518
labor 16508
monday 16491
low 16466
remain 16453
ended 16418
charles 16410
fight 16354
quickly 16332
florida 16317
travel 16244
sports 16204
interview 16162
hotel 16150
army 16093
ways 16092
forces 16072
plays 16063
israel 16060
growth 16010
result 15987
directed 15979
wednesday 15977
raise 15963
loving 15935
costs 15905
common 15898
commercial 15893
chinese 15860
maybe 15830
total 15809
act 15802
offers 15785
proposed 15780
ball 15778
agreement 15760
terrorist 15739
above 15722
further 15695
mostly 15693
traditional 15677
blue 15654
gets 15627
worth 15607
fund 15599
charges 15584
ask 15570
contract 15561
grand 15483
changes 15462
seeking 15458
western 15355
basketball 15322
presidential 15311
van 15296
add 15295
goal 15289
talking 15277
visit 15253
telephone 15238
organization 15223
morning 15213
previous 15209
reached 15200
drive 15198
natural 15195
design 15186
focus 15182
spend 15179
countries 15161
body 15153
insurance 15153
designed 15145
hand 15121
signed 15121
level 15114
environmental 15110
capital 15106
joseph 15092
access 15078
ran 15036
restaurant 15019
minister 15013
stage 14993
supreme 14983
terms 14983
society 14974
step 14961
returned 14950
mets 14912
period 14912
latest 14898
fifth 14875
network 14846
scheduled 14803
nuclear 14801
survived 14800
suggested 14793
hundreds 14791
pressure 14787
gone 14778
failed 14767
voters 14752
course 14750
english 14749
training 14749
nation 14714
followed 14705
looks 14701
figure 14699
southern 14662
closed 14653
estate 14642
pass 14638
grew 14599
poor 14587
learned 14583
peace 14577
produced 14560
test 14559
radio 14556
nine 14535
consider 14529
throughout 14522
finally 14517
rules 14502
easy 14501
tom 14490
class 14458
word 14455
student 14451
charge 14437
joined 14419
version 14399
true 14387
practice 14379
brother 14373
deep 14343
believed 14338
pretty 14320
leaving 14316
forced 14307
selling 14303
customers 14289
reach 14285
assistant 14258
events 14257
press 14231
understand 14226
published 14223
amount 14210
data 14194
letter 14165
charged 14164
northern 14140
certainly 14131
provided 14129
mike 14110
passing 14098
married 14075
apartment 14042
religious 14039
hear 14026
value 14021
artists 14019
daily 14002
largely 13987
continued 13950
accused 13942
division 13934
garden 13912
planned 13906
voice 13887
writer 13883
words 13860
cover 13829
ready 13814
older 13806
knows 13785
authority 13761
funeral 13756
declined 13753
independent 13744
f 13713
store 13694
buildings 13693
winning 13671
rates 13662
representative 13657
cup 13619
expect 13617
china 13606
jobs 13606
range 13598
changed 13591
martin 13580
majority 13566
writing 13564
appear 13562
fine 13562
retired 13553
johnson 13535
miss 13527
gives 13485
taxes 13480
ability 13443
village 13410
author 13403
piece 13400
effect 13398
smith 13387
significant 13379
calling 13344
cause 13342
safety 13339
fans 13327
following 13327
audience 13271
cultural 13266
various 13258
debate 13247
compared 13218
construction 13210
investigation 13210
river 13205
appears 13183
scored 13179
musical 13173
sort 13160
lines 13150
talks 13146
german 13140
fresh 13119
neighborhood 13116
standard 13114
offering 13107
intelligence 13087
property 13076
subject 13073
results 13059
frank 13058
scott 13046
additional 13045
risk 13045
boston 13042
japanese 13038
dinner 13019
moment 13013
intended 13003
statement 12966
title 12962
watch 12951
giants 12929
nor 12890
mean 12863
quarter 12853
trial 12850
reports 12836
picture 12811
spring 12809
sites 12805
beat 12794
message 12759
science 12753
planning 12742
williams 12735
serve 12694
approach 12659
institute 12653
required 12648
eventually 12629
professional 12618
candidates 12616
operating 12597
brown 12584
housing 12582
software 12579
marketing 12576
mass 12573
relationship 12566
increased 12564
broadway 12547
battle 12544
numbers 12538
wine 12524
texas 12507
video 12473
clearly 12453
missed 12453
stand 12420
search 12382
sister 12366
account 12353
present 12352
opportunity 12350
criminal 12348
page 12345
tour 12338
filed 12328
revenue 12324
collection 12321
cable 12308
highly 12298
larger 12288
receive 12287
break 12286
powerful 12269
adding 12252
cast 12246
rich 12243
else 12233
lack 12233
patients 12225
greater 12194
places 12192
send 12156
hot 12137
response 12129
floor 12128
hands 12128
star 12124
exchange 12121
parts 12121
dropped 12085
aid 12077
finished 12033
cash 12030
individual 12019
la 12019
angeles 12018
unit 12009
critics 11986
success 11983
station 11960
attorney 11944
indian 11931
happened 11925
proposal 11905
forward 11899
mind 11892
finance 11877
consumer 11870
meant 11859
waiting 11856
eastern 11836
willing 11827
rock 11823
king 11821
jazz 11808
presented 11773
round 11769
owned 11768
graduated 11750
remained 11738
per 11736
avoid 11730
dozen 11725
gas 11687
trip 11685
dead 11680
feeling 11661
weapons 11649
contributions 11636
learn 11636
guy 11631
houses 11625
holding 11623
post 11619
none 11615
joe 11600
walk 11536
arrived 11503
reduce 11499
degree 11494
generally 11486
onto 11479
areas 11475
millions 11472
january 11460
doctors 11457
complete 11453
editor 11451
putting 11427
products 11426
regular 11424
lose 11419
mary 11419
operations 11413
issued 11411
limited 11403
developed 11395
evening 11392
demand 11380
thinking 11378
opera 11356
protect 11356
choice 11354
owner 11354
dollars 11352
concern 11337
cars 11336
income 11334
giuliani 11332
neither 11331
bin 11329
require 11327
spoke 11307
kids 11301
stopped 11299
bob 11295
fear 11295
performed 11294
candidate 11278
catholic 11266
authorities 11261
shown 11260
happy 11238
europe 11227
style 11224
chicago 11218
enron 11210
whatever 11208
funds 11186
reading 11179
key 11174
beach 11170
september 11161
names 11160
quality 11159
jets 11149
cancer 11148
paper 11148
concerned 11143
boy 11136
fighting 11129
filled 11118
challenge 11112
remember 11110
studies 11096
sought 11079
jim 11077
double 11071
teachers 11064
ahead 11050
weekend 11042
situation 11001
records 10982
estimated 10959
guys 10956
listed 10945
plant 10932
carry 10931
addition 10930
watching 10912
exhibition 10899
base 10890
relations 10861
loved 10860
sexual 10848
rise 10843
losing 10842
upon 10842
trading 10838
event 10830
opposition 10821
smaller 10820
digital 10816
finding 10801
homes 10786
stocks 10782
conservative 10770
culture 10769
bar 10766
systems 10759
magazine 10742
owners 10735
showing 10724
buying 10723
except 10715
noted 10692
wide 10686
save 10645
particular 10635
address 10619
apparently 10602
size 10598
caught 10597
complex 10588
increasingly 10579
traffic 10579
section 10578
character 10577
hearing 10560
train 10559
standing 10544
pick 10533
simple 10532
violence 10513
becoming 10512
asking 10501
songs 10501
tough 10473
image 10466
benefit 10462
concerns 10450
language 10444
band 10441
scene 10429
critical 10428
caused 10427
exactly 10425
crime 10424
bay 10422
seek 10415
begins 10412
extra 10406
stories 10398
prosecutors 10391
dining 10389
primary 10384
contemporary 10381
accounting 10373
domestic 10373
turns 10371
ordered 10357
successful 10348
becomes 10343
interested 10336
london 10331
approved 10298
hopes 10289
speak 10282
jones 10277
december 10272
flight 10266
nature 10260
straight 10246
scientists 10243
separate 10235
sitting 10232
lee 10223
produce 10217
cuts 10211
supposed 10209
festival 10206
sale 10206
upper 10206
images 10202
placed 10196
steve 10192
keeping 10191
answer 10190
track 10189
prison 10180
memory 10145
taliban 10141
begun 10140
businesses 10140
figures 10121
urban 10118
artist 10116
ones 10114
parties 10113
directly 10112
partner 10109
drugs 10098
benefits 10083
heavy 10077
stephen 10077
sides 10065
speech 10064
congressional 10060
tickets 10039
signs 10024
camp 10009
creating 10005
gold 10005
favorite 9995
write 9990
immediately 9987
yards 9984
block 9973
soldiers 9973
fashion 9947
referring 9947
leaves 9945
communications 9942
analyst 9941
november 9934
october 9926
agencies 9925
hour 9916
prepared 9910
connecticut 9884
blood 9878
investigators 9875
box 9870
guard 9868
century 9867
crowd 9854
familiar 9852
fish 9849
troops 9848
paying 9819
treatment 9819
population 9814
slightly 9806
august 9803
decades 9788
pieces 9785
arrested 9783
turning 9765
wrong 9743
emergency 9737
twice 9723
ford 9720
carried 9718
louis 9706
expressed 9668
release 9654
edward 9644
measure 9640
prevent 9640
famous 9629
threat 9617
attempt 9616
door 9616
glass 9606
stood 9600
driving 9599
perfect 9594
markets 9587
movement 9582
democrat 9577
earned 9570
model 9569
uses 9568
impact 9563
cold 9547
knicks 9542
italian 9539
join 9538
details 9531
direct 9531
foundation 9528
novel 9524
pro 9513
ice 9506
politics 9501
below 9497
films 9480
younger 9470
microsoft 9461
dark 9454
easily 9447
follow 9428
relatively 9421
concert 9419
jack 9418
andrew 9413
walked 9403
downtown 9401
unlike 9380
port 9375
earnings 9369
sat 9368
regional 9367
refused 9354
discuss 9352
eyes 9345
physical 9342
deeply 9331
tiny 9329
seeing 9328
owns 9305
accept 9302
fellow 9300
basic 9287
stores 9267
historical 9259
remaining 9259
rule 9251
sea 9247
strategy 9216
enforcement 9200
shooting 9199
appeal 9192
provides 9181
victims 9179
helping 9177
acknowledged 9174
madison 9173
henry 9164
secret 9164
characters 9163
gallery 9159
established 9152
plants 9150
seconds 9139
industrial 9135
deputy 9125
columbia 9122
competition 9122
setting 9121
lincoln 9116
consumers 9092
decade 9085
presence 9079
develop 9074
improve 9071
laws 9065
widely 9059
telling 9055
islamic 9053
speaking 9052
hill 9047
iraq 9046
newspaper 9046
fair 9028
managed 9025
metropolitan 9019
unless 9011
dear 9009
drop 8994
corner 8982
hired 8979
airport 8973
comment 8965
material 8965
strike 8963
unusual 8962
score 8947
banks 8926
windows 8915
airlines 8914
term 8909
responsible 8902
debt 8894
longtime 8888
donations 8877
voted 8858
arab 8855
elected 8839
westchester 8834
golf 8824
completed 8821
steps 8816
ruling 8808
spread 8807
product 8801
february 8800
fox 8799
legislation 8795
extend 8793
introduced 8782
reporters 8779
teacher 8773
beautiful 8770
talked 8767
alone 8762
agree 8753
disease 8752
russia 8740
killing 8736
winter 8724
wearing 8719
possibility 8718
rising 8705
nearby 8704
grow 8701
visitors 8694
gun 8665
agents 8655
girl 8655
standards 8653
bus 8627
committed 8625
offices 8623
region 8620
table 8617
struck 8616
photographs 8614
corporation 8613
daniel 8613
supported 8613
decide 8599
specific 8592
advantage 8589
fewer 8570
suddenly 8569
transportation 8561
conducted 8558
leadership 8539
wait 8534
chris 8532
sit 8527
projects 8521
match 8520
fully 8515
electronic 8508
mount 8501
plane 8496
tony 8490
tv 8478
worst 8466
missing 8459
christian 8448
protection 8443
bloomberg 8436
drew 8433
discovered 8428
suit 8422
focused 8409
votes 8407
researchers 8405
broke 8403
brian 8402
heat 8401
hockey 8400
arms 8389
acting 8383
queens 8383
re 8376
african 8371
baby 8369
route 8369
watched 8369
sex 8365
alan 8363
bond 8362
soviet 8359
pulled 8356
facing 8353
graduate 8348
allowing 8337
paintings 8327
stars 8325
difference 8323
streets 8318
entered 8315
serving 8313
rooms 8305
variety 8303
herself 8296
sets 8284
recalled 8274
miami 8273
bronx 8272
hardly 8264
covered 8262
broad 8257
creative 8251
grandmother 8248
initial 8248
argued 8237
hoped 8234
rabbi 8234
rare 8234
negotiations 8221
supporters 8217
faces 8214
native 8203
color 8189
happen 8185
walking 8185
defensive 8184
trouble 8175
trust 8167
historic 8165
lake 8163
expensive 8160
highest 8160
ideas 8156
pop 8140
documents 8135
eye 8124
determine 8120
susan 8119
attended 8118
philadelphia 8111
push 8110
associated 8096
equipment 8095
library 8085
considering 8084
fiscal 8083
pictures 8081
grown 8078
influence 8078
cities 8075
movies 8064
feels 8054
performances 8047
denied 8046
determined 8039
afternoon 8027
olympic 8027
nice 8026
panel 8019
features 8008
raising 8007
slow 7989
houston 7981
classic 7975
related 7970
agent 7966
providing 7964
aides 7963
spot 7958
emotional 7955
represents 7949
hudson 7944
salt 7942
greatest 7931
bridge 7927
performing 7924
misstated 7921
confidence 7919
gay 7914
brief 7911
quick 7904
farm 7893
organized 7889
generation 7887
promised 7875
shopping 7874
continues 7869
nets 7857
opposed 7832
drawn 7831
type 7828
tells 7809
active 7804
suggest 7799
necessary 7794
palestinians 7789
dozens 7787
developing 7784
picked 7780
criticized 7771
founded 7768
japan 7764
host 7763
kennedy 7759
pointed 7757
davis 7756
favor 7746
crisis 7745
francisco 7739
cell 7736
coast 7735
source 7718
involving 7710
associate 7709
song 7705
afghanistan 7694
bureau 7689
claims 7689
studio 7689
entertainment 7682
securities 7678
partly 7675
explain 7673
faced 7672
percentage 7669
cross 7661
worried 7660
elizabeth 7656
views 7634
hurt 7633
effective 7630
restaurants 7626
example 7625
choose 7623
hoping 7623
note 7613
requires 7613
spokeswoman 7610
bowl 7608
card 7603
survey 7583
minor 7578
shared 7578
closer 7577
identified 7574
shop 7574
grandfather 7567
clients 7563
steven 7556
barbara 7554
increasing 7554
check 7553
cherished 7547
wild 7546
virtually 7543
task 7539
organizations 7531
prove 7523
display 7521
fast 7518
draw 7516
seat 7506
boys 7498
prominent 7487
inspired 7470
academy 7467
warned 7459
eric 7458
referred 7453
girls 7451
bringing 7443
everybody 7441
visiting 7435
financing 7431
tests 7430
border 7426
commissioner 7426
doubt 7420
handle 7420
anthony 7418
kevin 7417
painting 7415
decline 7412
rejected 7411
tend 7398
claim 7392
continuing 7392
appeals 7389
pentagon 7387
gain 7385
crucial 7369
jeff 7363
letters 7359
bottom 7358
murder 7357
respect 7352
missile 7351
count 7344
taught 7339
interesting 7338
headed 7334
pitch 7328
joint 7327
admission 7326
overall 7324
aware 7308
completely 7299
steel 7299
suffered 7294
alliance 7293
hair 7289
retail 7280
allows 7271
france 7271
decisions 7269
roman 7269
ruled 7269
kill 7268
headquarters 7262
managing 7260
accounts 7258
goals 7256
shots 7228
criticism 7227
resources 7227
plus 7222
wonderful 7219
injured 7217
hollywood 7211
balance 7208
jury 7203
brothers 7195
terrorism 7194
learning 7193
female 7181
changing 7178
perform 7174
illegal 7167
condition 7165
date 7159
muslim 7158
broken 7152
easier 7151
profit 7149
soft 7147
throw 7147
positive 7145
status 7141
weather 7138
barely 7137
christmas 7136
heavily 7136
larry 7135
parking 7134
championship 7133
levels 7132
donald 7127
proved 7124
arthur 7121
howard 7118
express 7116
opens 7116
miller 7115
ballet 7112
roughly 7099
minority 7096
giant 7088
morgan 7083
normal 7078
speed 7077
jason 7075
settlement 7071
coverage 7063
cents 7058
responsibility 7056
request 7053
tied 7047
broadcast 7045
principal 7042
jackson 7029
nonprofit 7029
wireless 7029
touch 7028
guilty 7024
fired 7022
grant 7012
clean 7007
finds 7002
unable 6995
vast 6988
offensive 6985
suggests 6985
reform 6984
retirement 6980
sounds 6978
voting 6974
stanley 6966
relief 6964
woods 6955
reduced 6948
screen 6943
carrying 6941
holiday 6940
plenty 6939
ii 6937
orchestra 6937
immediate 6930
lay 6929
royal 6927
insisted 6920
harvard 6918
bigger 6917
combined 6914
chose 6911
treated 6907
somewhat 6904
pataki 6901
armed 6900
seventh 6885
sponsored 6885
freedom 6880
patrick 6877
fill 6874
believes 6873
paris 6871
ultimately 6871
internal 6865
spirit 6862
rarely 6850
worry 6840
england 6838
stands 6837
approval 6836
latin 6830
replace 6829
palm 6826
warner 6821
repeatedly 6820
mission 6818
atlantic 6813
myself 6811
brings 6809
existing 6805
dean 6804
bid 6795
artistic 6793
racial 6792
replaced 6784
closing 6783
conflict 6777
options 6762
reasons 6760
shift 6759
remove 6756
elections 6752
entirely 6752
master 6752
accepted 6749
vision 6747
chicken 6746
threw 6740
conditions 6739
cutting 6733
safe 6730
crew 6729
plastic 6729
represented 6729
award 6726
fit 6725
reality 6725
colleagues 6719
acquired 6718
valley 6715
korean 6714
visited 6711
holds 6708
moves 6703
supply 6703
airline 6697
extremely 6697
qaeda 6697
operation 6695
closely 6687
failure 6686
directors 6683
politicians 6681
effects 6680
heads 6679
commitment 6675
noon 6673
mental 6671
pushed 6671
eat 6664
notes 6656
surprised 6648
extended 6646
consulting 6644
keeps 6643
wonder 6639
mountain 6638
kitchen 6637
possibly 6623
users 6622
partners 6615
unlikely 6609
fun 6601
teaching 6601
technical 6601
edge 6600
meaning 6597
canadian 6591
catch 6590
sees 6589
mccain 6588
saudi 6587
mexico 6585
subway 6581
lunch 6579
aids 6577
electric 6567
aggressive 6559
lewis 6559
aside 6558
damage 6558
passengers 6548
thus 6540
ends 6538
wear 6534
maintain 6533
silver 6530
imagine 6526
stadium 6521
leads 6518
dangerous 6515
golden 6510
torre 6501
struggle 6489
stone 6486
computers 6481
foot 6480
interests 6480
deals 6479
finish 6474
desire 6472
alternative 6468
enter 6468
forest 6467
taste 6466
christopher 6452
mention 6451
sun 6449
welfare 6444
starts 6438
usual 6436
kinds 6425
shut 6423
eighth 6420
featuring 6419
declared 6418
previously 6414
asian 6411
korea 6401
coalition 6399
irish 6399
stayed 6398
contact 6394
draft 6387
permanent 6383
comfortable 6379
sharp 6379
chosen 6375
gary 6375
warm 6373
realize 6367
struggling 6366
ban 6365
venture 6363
managers 6359
cited 6356
ethnic 6351
wish 6345
net 6343
limit 6342
seats 6339
index 6335
centers 6330
fuel 6330
currently 6328
india 6328
writers 6328
actors 6325
feature 6317
lawsuit 6308
virginia 6308
fly 6306
veteran 6303
pull 6302
bright 6301
comedy 6295
moments 6293
represent 6291
advanced 6286
meetings 6283
combination 6277
realized 6267
bruce 6265
advance 6259
recorded 6259
scores 6259
moral 6257
painted 6254
bankruptcy 6253
typical 6253
sharon 6249
dream 6247
bonds 6246
due 6246
rangers 6244
truly 6238
soccer 6236
newly 6232
strength 6226
drawing 6224
enormous 6223
drove 6218
gained 6218
profits 6218
knowledge 6216
sweet 6207
citizens 6200
expand 6200
connection 6191
nobody 6189
pages 6184
philip 6184
eager 6182
formed 6176
male 6174
sport 6173
reputation 6169
appearance 6165
ensure 6163
abuse 6157
impossible 6152
urged 6152
opinion 6149
interior 6140
happens 6138
convicted 6137
formal 6131
networks 6127
column 6125
reserve 6125
saturdays 6122
window 6119
opponents 6116
trees 6113
falling 6107
stuff 6103
walls 6100
frequently 6099
lawrence 6099
promise 6093
increases 6090
lots 6089
bombing 6087
carolina 6087
producer 6087
testing 6086
stake 6084
immigration 6083
conduct 6071
mix 6069
coffee 6067
gift 6061
liked 6061
brand 6059
academic 6058
losses 6057
wood 6056
adult 6049
otherwise 6049
nassau 6048
pakistan 6046
quiet 6041
attend 6040
policies 6040
assembly 6038
afford 6036
flowers 6036
measures 6033
firms 6032
horse 6028
legislature 6016
journal 6015
marriage 6014
progress 6014
extraordinary 5999
ad 5989
ancient 5989
target 5988
devils 5987
invited 5982
thinks 5979
greenwich 5978
weight 5972
honor 5967
orange 5967
sixth 5965
laden 5960
publicly 5953
cards 5946
typically 5946
lawmakers 5939
removed 5938
penalty 5931
fallen 5927
super 5925
returning 5924
gray 5923
theme 5923
activities 5922
appointed 5922
sending 5916
actions 5912
spanish 5912
ending 5901
warning 5901
prospect 5894
complained 5893
classical 5892
surprise 5892
founder 5887
dispute 5884
merely 5881
pair 5879
don 5869
ann 5866
argue 5862
shortly 5862
structure 5854
chamber 5851
mexican 5847
bills 5846
proud 5837
reflect 5837
camera 5836
mixed 5835
allen 5834
fort 5829
arafat 5825
helps 5825
threatened 5825
receiving 5813
studied 5810
germany 5806
anthrax 5801
pain 5794
expert 5792
settled 5787
convention 5784
yellow 5784
proposals 5783
piano 5782
comments 5781
dog 5780
delivered 5776
elderly 5776
yorkers 5770
flying 5769
returns 5769
ties 5765
tradition 5765
relatives 5759
dramatic 5757
scientific 5747
atlanta 5746
ride 5746
assets 5745
ordinary 5744
reaction 5741
forms 5732
occurred 5732
limits 5730
mainly 5725
bear 5717
purchase 5717
fed 5716
intense 5715
explained 5714
liberal 5714
medicine 5714
singer 5714
analysis 5713
dealing 5710
advocates 5704
advice 5698
lieu 5686
equal 5684
respond 5678
powell 5677
discussion 5674
doctor 5669
aimed 5656
rice 5645
santa 5639
suburban 5639
dan 5630
literary 5626
god 5625
adopted 5622
rent 5621
africa 5618
likes 5609
items 5604
aol 5599
ticket 5598
gotten 5589
units 5586
condolences 5581
telecommunications 5575
actor 5572
educational 5570
britain 5567
enjoy 5566
harry 5566
selection 5565
obvious 5562
acres 5560
immigrants 5557
worldwide 5557
understanding 5556
applied 5550
pace 5542
shape 5542
metal 5540
puts 5534
modest 5533
package 5531
complaints 5529
quarterback 5528
knowing 5525
judges 5521
representatives 5520
formerly 5512
navy 5512
jonathan 5509
menu 5508
beauty 5506
sundays 5501
originally 5499
competitive 5495
wind 5491
machine 5489
hits 5488
rural 5482
staten 5480
direction 5471
promote 5470
recommended 5470
interviews 5468
confirmed 5467
driven 5461
environment 5461
gathered 5461
admitted 5460
era 5457
jay 5457
traveling 5450
essentially 5449
designer 5448
notion 5448
afghan 5447
yale 5445
tree 5440
drama 5439
pool 5438
remembered 5434
winner 5431
cook 5426
harder 5424
courts 5422
morris 5419
polls 5417
inches 5415
compete 5413
crimes 5413
behavior 5410
experienced 5410
sympathy 5410
excellent 5407
core 5406
playoff 5406
affairs 5403
junior 5400
blocks 5399
writes 5396
pacific 5394
scenes 5389
auto 5387
vehicles 5386
resident 5384
tim 5384
bobby 5380
argument 5378
laid 5375
nbc 5370
handful 5369
messages 5368
israelis 5367
viewers 5358
animal 5351
appropriate 5350
responded 5350
stations 5350
neighbors 5346
capacity 5338
mail 5337
string 5336
parks 5333
equally 5330
bell 5328
roger 5328
customer 5327
legislative 5325
preparing 5325
consecutive 5324
fought 5324
supporting 5324
chemical 5321
serves 5319
drivers 5312
wave 5310
basis 5303
schedule 5296
encourage 5291
suicide 5289
recording 5282
hitting 5275
truck 5273
consultant 5271
trained 5270
faith 5268
dedicated 5267
exercise 5263
holy 5257
ny 5257
rudolph 5257
split 5252
terrorists 5252
attract 5247
banking 5245
mutual 5244
pushing 5242
minimum 5230
selected 5228
option 5226
patient 5225
actual 5224
confident 5224
affect 5221
fees 5221
institutions 5221
striking 5221
truth 5221
sharply 5219
dismissed 5213
seattle 5213
jews 5211
jane 5210
path 5207
contracts 5204
classes 5203
announcement 5202
definitely 5200
emerged 5199
positions 5197
busy 5195
jeffrey 5190
athletic 5189
racing 5189
scoring 5186
youth 5183
describe 5182
numerous 5181
tennis 5179
starring 5177
abandoned 5175
recognize 5174
payments 5172
solid 5172
rescue 5167
carefully 5166
parent 5164
surgery 5163
empty 5159
statements 5158
somebody 5149
singing 5146
dancers 5141
elements 5139
file 5136
linked 5135
estimates 5121
expanded 5119
cells 5117
guide 5116
concluded 5115
talent 5115
suspected 5113
merger 5112
boat 5108
temple 5107
offense 5104
reporter 5097
arrest 5094
forget 5093
tight 5093
abc 5092
necessarily 5091
tone 5086
musicians 5081
treasury 5076
conversation 5069
strongly 5069
ads 5066
jerry 5065
cream 5048
animals 5046
prince 5046
indicated 5044
tower 5042
tie 5040
differences 5032
auction 5028
identify 5027
angry 5024
walter 5024
welcome 5024
outdoor 5023
symphony 5022
jennifer 5021
backed 5019
discussed 5018
apply 5016
electricity 5016
liberty 5016
surrounding 5012
violent 5009
clothes 5008
temporary 5008
dick 5007
farmers 5006
stepped 5006
loans 5005
tournament 5005
dry 4999
earn 4998
viewed 4998
eating 4997
barry 4995
loan 4994
demands 4993
terror 4991
tuesdays 4991
treat 4988
healthy 4981
dollar 4965
driver 4963
breaking 4962
cool 4962
traded 4961
utility 4956
ceremony 4944
controlled 4944
el 4944
representing 4938
convinced 4937
governments 4937
weekly 4937
sells 4933
ninth 4932
valentine 4927
dennis 4926
nasdaq 4926
flow 4925
transfer 4918
residential 4916
minute 4914
matters 4913
deliver 4911
douglas 4911
landscape 4908
expects 4896
establish 4894
bomb 4891
worse 4891
meat 4890
substantial 4890
troubled 4889
tries 4888
divided 4886
doors 4886
acts 4885
hospitals 4884
orders 4883
repeated 4880
arm 4879
suspended 4879
producers 4873
mentioned 4870
merrill 4869
dressed 4867
ratings 4864
resolution 4862
objects 4853
princeton 4853
rhp 4843
complicated 4842
indeed 4842
thanks 4842
visual 4839
meets 4829
ages 4827
rush 4825
ronald 4824
nancy 4823
importance 4822
nights 4822
hundred 4821
improved 4818
yankee 4816
sauce 4812
falls 4811
failing 4808
stretch 4807
fairly 4800
assistance 4799
assigned 4798
campus 4798
testimony 4797
expansion 4796
theory 4796
bed 4795
employee 4791
strategic 4789
primarily 4788
ken 4787
surrounded 4781
anne 4780
brain 4780
delay 4779
communities 4777
remarkable 4774
guests 4773
matthew 4771
phillips 4768
bodies 4766
apartments 4763
chances 4762
rick 4762
presents 4760
afraid 4759
code 4758
guest 4753
kenneth 4752
luxury 4746
extensive 4740
sam 4740
readers 4737
models 4734
questioned 4734
hispanic 4732
practices 4729
medicare 4728
guess 4724
abortion 4721
affected 4719
session 4717
carter 4707
cbs 4704
channel 4703
multiple 4703
simon 4703
cardinal 4701
collapse 4699
municipal 4694
fred 4693
discussions 4689
skills 4689
competing 4686
jump 4684
ray 4683
occasionally 4681
comic 4680
vehicle 4671
hong 4670
distance 4668
fridays 4668
accompanied 4660
enjoyed 4657
severe 4654
activity 4653
factory 4653
remarks 4653
towns 4652
bishop 4651
prepare 4651
describes 4647
architecture 4644
ron 4638
copies 4637
seriously 4636
satellite 4635
disabled 4634
birth 4632
materials 4631
link 4628
conventional 4624
gap 4622
portrait 4622
negative 4621
initially 4616
captain 4615
rally 4615
threats 4615
dishes 4614
valuable 4611
plot 4609
lights 4604
poll 4604
operate 4603
maintenance 4597
advisers 4591
beneath 4591
fields 4585
detailed 4583
kim 4582
harlem 4580
adviser 4579
worker 4574
command 4573
suspect 4571
mourn 4568
slowly 4567
articles 4566
chapter 4564
ocean 4558
lady 4557
contributed 4556
wore 4555
background 4552
buyers 4551
prompted 4548
teenage 4544
besides 4541
chocolate 4541
carl 4537
roll 4537
teach 4536
fears 4535
counsel 4531
absolutely 4523
blame 4523
adults 4522
editorial 4522
behalf 4518
snow 4518
sugar 4516
coaches 4515
opportunities 4513
le 4506
protest 4496
amid 4494
sensitive 4492
concept 4490
injury 4490
jordan 4490
cheney 4489
ship 4488
passion 4485
essential 4483
featured 4482
dominated 4481
regularly 4478
pennsylvania 4476
prescription 4474
seasons 4474
dave 4472
wealthy 4472
ben 4471
obviously 4471
predicted 4470
michigan 4468
location 4466
recognized 4466
detroit 4465
maker 4465
passes 4465
pounds 4465
makers 4464
savings 4458
individuals 4455
reaching 4452
rival 4450
apart 4446
gulf 4446
suffering 4444
narrow 4442
folk 4438
newark 4438
noting 4437
arizona 4435
architect 4434
c 4434
throwing 4433
escape 4431
zone 4426
producing 4425
prize 4423
newspapers 4422
karen 4418
awards 4414
potentially 4414
goods 4412
defeat 4406
restrictions 4406
constitutional 4400
defeated 4400
dancing 4399
somehow 4396
canada 4395
opposite 4395
romantic 4395
incident 4394
shareholders 4394
deaths 4389
suggesting 4385
row 4384
content 4381
intellectual 4381
encouraged 4377
reflected 4377
solo 4374
allies 4373
districts 4373
faster 4371
jean 4371
claimed 4370
extension 4369
studying 4365
fax 4363
die 4361
strange 4361
furniture 4354
taylor 4350
firefighters 4349
highway 4349
secure 4349
values 4346
adam 4343
danger 4343
thrown 4341
eliminate 4340
wake 4340
lies 4338
earth 4336
deepest 4335
planes 4335
salary 4332
teenagers 4331
putin 4329
publishing 4328
sons 4320
shore 4319
harris 4312
widespread 4312
alexander 4308
chain 4306
flights 4304
ed 4298
arena 4297
captured 4294
apparent 4292
attempts 4290
manage 4286
audiences 4284
asia 4282
tale 4274
surface 4273
kelly 4271
hills 4268
listen 4268
champion 4267
wooden 4267
atmosphere 4266
dallas 4266
surely 4265
celebrated 4261
generous 4261
spiritual 4261
towers 4260
attracted 4259
politically 4257
wilson 4256
totally 4254
independence 4250
monthly 4249
kansas 4248
false 4246
joining 4241
purpose 4240
entry 4238
unemployment 4236
visits 4233
achieve 4232
noticed 4231
transit 4231
regulators 4224
traveled 4223
marked 4220
childhood 4217
engaged 4217
todd 4216
ambitious 4215
reducing 4215
effectively 4213
flat 4213
collected 4211
papers 4211
surprising 4211
debut 4210
paint 4208
commerce 4205
associates 4203
creation 4200
anybody 4197
linda 4197
gains 4196
iraqi 4196
commander 4195
regulations 4195
cooking 4194
thick 4194
clubs 4187
notice 4182
osama 4179
queen 4179
senators 4176
ballots 4174
reporting 4174
announce 4169
negotiating 4165
equivalent 4161
massachusetts 4160
sentence 4159
tape 4156
preserve 4153
print 4152
seemingly 4149
depending 4148
apple 4146
aircraft 4145
defend 4145
levy 4145
hotels 4144
pursue 4142
harbor 4141
attacked 4140
fan 4140
heartfelt 4139
volume 4139
documentary 4138
connected 4137
memories 4132
upset 4128
partnership 4125
communist 4121
engineering 4121
parliament 4121
client 4119
causes 4118
identity 4117
risks 4117
handling 4114
types 4113
tested 4109
alex 4108
powers 4103
dress 4102
hanging 4102
universal 4102
factor 4097
praised 4095
ralph 4091
trend 4087
magic 4086
sarah 4086
critic 4084
posted 4081
biological 4080
branch 4079
amounts 4078
disney 4078
crash 4077
jumped 4075
equity 4071
installed 4071
weddings 4068
prefer 4062
cabinet 4060
citing 4058
smart 4054
species 4052
andersen 4051
sophisticated 4051
hidden 4050
islanders 4049
colorado 4044
entering 4044
broader 4043
investigating 4041
proper 4038
boards 4036
contrast 4036
pattern 4034
stem 4034
bradley 4031
cleveland 4029
machines 4029
mobile 4020
swiss 4020
weak 4019
chair 4018
manufacturers 4018
capable 4016
blacks 4015
edwards 4015
breast 4014
drinking 4014
accusations 4013
impressive 4011
portion 4009
raises 4005
challenged 4004
tampa 4004
gathering 4003
resigned 4003
dogs 3998
ease 3998
civilian 3996
rating 3996
privacy 3995
links 3993
circle 3992
recovery 3992
albert 3991
nursing 3991
toronto 3987
unions 3987
skin 3986
andy 3985
settle 3985
waste 3982
rail 3981
joan 3980
persuade 3975
granted 3974
interviewed 3973
stick 3970
inquiry 3968
democracy 3964
perfectly 3964
considerable 3963
assault 3962
blow 3960
handled 3959
motor 3958
packed 3957
pension 3953
extent 3951
challenges 3950
contest 3949
hole 3948
signal 3946
greatly 3945
promising 3942
victim 3942
gene 3941
swing 3941
hire 3939
thompson 3939
interment 3938
lazio 3938
tobacco 3933
feelings 3932
flag 3930
solution 3929
sources 3929
architectural 3926
attractive 3923
brick 3923
controls 3919
marine 3919
reservations 3918
thin 3918
anniversary 3917
carnegie 3914
favored 3905
antitrust 3901
rain 3901
puerto 3898
humor 3896
acquire 3895
document 3893
license 3893
stronger 3893
trucks 3893
corruption 3892
somewhere 3891
mood 3889
sudden 3889
anywhere 3887
steady 3887
harold 3886
olive 3885
reference 3885
robinson 3881
vital 3881
dow 3880
careful 3879
laboratory 3877
stuck 3876
hate 3873
elsewhere 3871
constant 3870
reviews 3870
demanding 3869
attitude 3868
covers 3868
maintained 3868
marc 3867
faculty 3866
trips 3866
voices 3866
concrete 3862
understood 3862
choices 3861
fee 3855
knee 3854
las 3852
cheese 3850
homeless 3849
chase 3847
jail 3847
follows 3846
scale 3842
baltimore 3838
hiring 3836
requiring 3836
roots 3834
greek 3829
minnesota 3828
moscow 3828
elegant 3826
vietnam 3825
collins 3823
copy 3820
pat 3819
sleep 3818
approached 3817
bernard 3816
regarded 3816
tours 3813
diplomatic 3812
fare 3812
benjamin 3809
pitching 3808
elementary 3805
belief 3800
rebels 3800
campaigns 3796
rely 3796
composer 3795
odd 3794
franklin 3791
distribution 3788
quietly 3788
restore 3786
sounded 3786
ultimate 3786
registered 3781
cameras 3780
ranging 3779
foster 3778
drink 3776
arranged 3773
performers 3773
normally 3771
expanding 3770
map 3768
publisher 3768
destroyed 3766
statistics 3765
d 3763
clemens 3762
expectations 3762
ministry 3762
tall 3762
concerts 3760
handed 3760
anger 3759
grace 3759
defending 3755
participants 3755
revealed 3755
grounds 3753
stewart 3753
dna 3752
economists 3752
courses 3751
tracks 3751
smoke 3749
twin 3749
estimate 3747
amendment 3746
amsterdam 3746
advisory 3744
heading 3743
frequent 3742
ruth 3740
accident 3739
ring 3739
brokerage 3736
brilliant 3735
norman 3734
saved 3733
cuban 3731
engine 3731
witness 3731
involvement 3730
awarded 3729
grandchildren 3727
inner 3727
bag 3726
nato 3725
kid 3724
tens 3722
visible 3722
radical 3721
veterans 3720
combat 3719
plate 3718
detective 3716
fraud 3713
reluctant 3710
delivery 3708
rolling 3706
races 3704
yea 3703
pleaded 3702
riding 3702
arguing 3701
museums 3701
rookie 3701
clothing 3696
emerging 3696
warren 3696
civic 3695
promises 3693
drawings 3692
resulted 3691
francis 3685
raw 3683
bitter 3682
pilot 3682
attached 3680
lowest 3678
sing 3678
borough 3677
seized 3675
speaker 3675
moderate 3674
sir 3674
lessons 3671
mile 3671
comfort 3669
signing 3668
corporations 3667
revenues 3666
matt 3660
pitcher 3658
devices 3657
jon 3657
spoken 3657
economist 3656
staying 3654
blocked 3653
carries 3653
lisa 3653
witnesses 3651
neck 3647
absence 3645
chef 3645
guarantee 3645
regulatory 3645
reflects 3644
suffolk 3643
fruit 3642
terrible 3642
uncle 3642
oldest 3638
application 3637
deficit 3637
arrive 3636
federation 3636
ward 3636
text 3634
basically 3632
carol 3630
pays 3630
celebration 3626
contain 3625
samuel 3625
tribute 3623
reasonable 3622
significantly 3622
legacy 3621
bound 3619
grade 3618
manufacturing 3615
premiere 3613
injuries 3611
leonard 3611
clinical 3610
crowded 3609
recall 3609
findings 3608
flew 3608
laura 3607
psychological 3607
shoot 3607
roles 3606
wedding 3606
lists 3603
gardens 3602
sharing 3597
strip 3597
struggled 3594
conservation 3593
supplies 3593
volunteer 3593
friendly 3592
attending 3589
empire 3588
relative 3588
actress 3587
anderson 3587
subjects 3587
briefly 3579
piazza 3579
trains 3579
margaret 3576
journalists 3575
emphasis 3571
ill 3570
fundamental 3568
investments 3568
trail 3568
cooperation 3566
covering 3566
immigrant 3566
remote 3565
acquisition 3562
counting 3562
personnel 3561
treaty 3561
thousand 3559
listening 3558
discount 3557
versions 3557
ought 3556
assume 3554
listing 3554
fishing 3553
journey 3553
patent 3553
pressed 3553
cafe 3552
continental 3552
profound 3550
rutgers 3550
degrees 3548
institution 3547
celebrate 3546
acted 3545
funny 3544
practical 3544
suits 3544
focusing 3543
negotiate 3543
prisoners 3543
financed 3542
hillary 3541
creates 3540
lighting 3540
pride 3538
promoting 3538
disaster 3536
smoking 3535
tremendous 3534
aide 3533
filing 3531
involves 3531
album 3530
alive 3530
imposed 3530
sentenced 3530
pepper 3526
sits 3526
beth 3523
colin 3523
corn 3522
parade 3521
nicholas 3520
device 3519
terry 3519
occasional 3518
photo 3518
resolve 3518
administrative 3517
ensemble 3516
pleased 3514
tenants 3514
poetry 3513
g 3512
russell 3512
tea 3512
shoulder 3510
constantly 3508
searching 3508
hang 3507
unique 3506
generate 3505
pink 3503
resort 3503
billy 3501
explaining 3501
unexpected 3501
embassy 3500
del 3499
pittsburgh 3498
storm 3498
ballot 3497
sorrow 3497
photograph 3496
diamond 3495
fat 3494
speaks 3494
cruise 3492
describing 3492
invest 3492
ambassador 3491
duke 3490
exposed 3486
outcome 3486
wines 3485
arguments 3484
lift 3483
athletes 3482
yourself 3482
discovery 3480
lemon 3479
properties 3478
salad 3478
useful 3474
birds 3473
pakistani 3472
travelers 3472
stops 3471
extreme 3467
destruction 3465
dutch 3465
transition 3465
survive 3464
teaches 3464
grilled 3462
letting 3462
sculpture 3461
colors 3460
crossing 3460
leg 3460
roof 3457
tired 3455
fassel 3454
judicial 3453
quoted 3453
beating 3451
lawsuits 3451
requests 3448
crown 3447
programming 3446
complaint 3443
plaza 3441
australian 3439
informed 3439
loves 3439
martha 3439
shops 3439
hamilton 3438
demanded 3437
vulnerable 3430
capture 3429
intent 3429
monitor 3426
tables 3425
religion 3424
jose 3422
lesson 3422
tablespoons 3418
compensation 3417
charlie 3414
employment 3412
alice 3410
wednesdays 3409
nelson 3408
applications 3405
permit 3402
relationships 3401
inning 3399
pope 3399
teammates 3398
investor 3397
outstanding 3395
founding 3394
neighborhoods 3394
symbol 3392
motion 3391
narrative 3391
developers 3389
advocate 3388
climate 3387
adored 3385
closest 3384
departure 3384
technologies 3384
craig 3383
gifts 3381
designers 3379
gordon 3378
bird 3376
challenging 3376
obtain 3374
virus 3374
counter 3371
jimmy 3371
keith 3371
diego 3368
poverty 3367
happening 3364
bears 3362
summit 3362
georgia 3361
saddam 3360
aspects 3358
medium 3358
reagan 3358
array 3357
recognition 3355
daughters 3352
detail 3349
episode 3348
impression 3348
iran 3345
floors 3344
wayne 3344
patricia 3343
bread 3341
priests 3341
ryan 3341
badly 3340
deadline 3339
muslims 3339
protecting 3338
acknowledge 3337
helen 3335
method 3335
bass 3333
mortgage 3333
retailers 3332
lined 3331
generated 3330
genetic 3330
protests 3330
touched 3330
designated 3327
pure 3327
vocal 3327
desperate 3325
routine 3325
entrance 3324
forcing 3324
haven 3323
census 3322
contains 3321
hearts 3320
reveal 3320
object 3319
projected 3319
diplomats 3317
ourselves 3317
succeed 3317
touchdown 3311
wealth 3310
glen 3309
ideal 3309
rapidly 3309
correct 3308
rental 3308
capitol 3307
occupied 3307
chancellor 3306
preferred 3304
walker 3304
passage 3301
charter 3300
marks 3300
abstract 3296
cohen 3294
fate 3289
peak 3288
please 3288
lease 3286
vladimir 3286
colleges 3284
boom 3283
buried 3283
revival 3283
specifically 3280
operated 3279
lane 3275
delicate 3274
fighters 3273
governing 3273
economics 3271
regarding 3271
underground 3271
aviation 3269
italy 3269
electoral 3267
brazilian 3266
displayed 3265
innocent 3262
regard 3262
whenever 3260
breakfast 3259
checks 3259
operates 3257
waited 3256
causing 3254
distinguished 3250
ohio 3248
duty 3247
passenger 3247
reduction 3247
testified 3246
collect 3245
beer 3244
elaborate 3244
backing 3243
mere 3241
reminded 3240
fame 3239
urging 3239
sprewell 3238
precisely 3237
rough 3237
unclear 3236
vacation 3236
arrival 3235
improving 3234
legislators 3232
sad 3230
graham 3228
introduce 3227
thursdays 3227
tourists 3227
sight 3226
bags 3223
guns 3222
solve 3222
payment 3221
victories 3221
roy 3219
supports 3219
corps 3218
sean 3218
butter 3216
discussing 3216
maria 3216
sang 3214
obtained 3213
soul 3212
clark 3211
salomon 3209
wounded 3209
beef 3208
opponent 3208
maximum 3207
oscar 3207
sector 3206
jet 3203
landed 3203
participate 3203
feared 3202
wildlife 3201
northwest 3199
attributed 3198
illustrated 3198
hussein 3197
plain 3197
pitched 3196
approve 3194
asks 3194
manner 3193
influential 3191
heights 3190
charity 3189
transformed 3189
surplus 3187
billions 3186
ranked 3185
mixture 3183
diverse 3182
adds 3181
authors 3181
lobbying 3178
joy 3177
tennessee 3177
legs 3176
promoted 3176
sky 3175
sue 3175
therefore 3175
patterns 3174
files 3172
magazines 3171
popularity 3170
ranks 3170
signature 3170
volunteers 3167
fled 3165
shelter 3164
dish 3163
privately 3161
lie 3160
hearings 3158
oklahoma 3156
tools 3156
delayed 3155
railroad 3155
theatrical 3155
via 3154
milk 3152
postal 3152
cheap 3151
hung 3151
resistance 3151
buffalo 3150
pulling 3150
leather 3148
pointing 3147
literature 3146
wing 3146
medal 3142
trustees 3140
defined 3138
rushed 3138
destroy 3137
roads 3137
greg 3134
cape 3133
household 3133
screening 3129
explore 3125
rumsfeld 3123
strikes 3123
phones 3122
converted 3121
involve 3121
sustained 3119
burial 3118
mainstream 3117
lucky 3115
defended 3114
elite 3110
robin 3110
picking 3106
element 3105
guards 3105
compromise 3104
fiction 3104
battery 3101
blair 3098
pianist 3098
spots 3097
consistent 3096
achieved 3095
