the 8357960
of 3777010
a 3450523
to 3370776
and 3367018
in 2854405
that 1515702
for 1304740
is 1230348
on 996363
he 938811
with 933639
was 925221
at 821242
as 766036
by 727282
it 704320
his 670814
from 630219
but 583933
be 576565
are 564357
said 559942
have 555453
an 545460
not 531169
has 519675
who 502926
they 457553
new 442879
had 432050
this 378812
their 357053
or 350050
will 341452
would 338096
were 325717
about 314926
i 314382
one 313557
more 306804
which 301625
its 299565
been 291900
she 282719
when 271709
her 254262
than 232932
two 219482
last 218175
all 213743
after 213290
like 210817
we 207491
some 202143
up 201629
other 199328
you 199175
if 196914
out 195287
there 195031
also 192252
into 187257
what 182738
first 181110
can 180904
no 175185
so 173160
people 163161
only 161973
most 161856
over 156524
many 148298
could 147770
because 147155
just 135962
even 127807
york 125917
years 125678
do 124885
them 123933
time 119689
through 119255
now 116456
where 115763
american 113689
may 113361
three 113180
state 113018
him 111092
percent 110532
million 109051
made 108139
president 107815
those 105466
united 103921
get 103474
before 102166
make 101393
my 101194
city 100846
did 100356
any 98950
how 98694
much 98666
while 97543
then 93136
company 92031
our 91732
against 90654
year 90336
these 89785
since 89055
still 82076
being 81204
national 79764
under 79322
way 79213
another 79197
back 79151
off 79017
long 77803
both 77770
should 76987
next 76663
between 76388
work 76070
public 75984
very 75814
officials 75487
going 74754
such 74454
states 73783
say 73361
take 72739
down 72054
school 71944
good 71714
federal 71153
house 69618
government 67350
four 66636
think 66598
own 66567
never 66086
world 65345
during 65008
part 64932
go 64654
little 64135
might 63829
each 63808
few 63729
home 62873
among 62114
today 62093
want 62092
police 61319
until 60701
several 60511
called 59587
including 59366
former 58625
white 58555
see 57648
same 57373
well 57172
business 56693
around 56595
day 56489
here 56102
second 55989
money 55976
come 55747
know 55673
without 55501
political 54816
your 54493
every 54241
high 54087
too 54073
used 53814
put 52954
left 52935
five 52890
john 52720
right 52619
came 51624
yesterday 51573
found 51424
big 51300
got 49961
group 49948
me 49735
does 49549
use 49513
university 49392
less 49269
center 49141
whose 49076
took 48787
end 48608
set 48451
best 48433
clinton 48383
whether 48354
early 48307
children 48193
market 48038
game 47507
director 47380
life 47080
family 46736
street 46593
become 46482
told 45623
court 45229
team 45152
play 44914
young 44735
major 44579
often 43991
great 43762
recent 43474
old 43383
show 43302
week 43272
companies 42834
man 42812
small 42716
place 42698
black 42598
general 42535
news 42416
once 42394
law 42380
west 41990
help 41907
department 41770
went 41577
lot 41539
always 41268
members 41209
republican 41156
though 41081
began 41072
something 41034
least 40999
far 40946
international 40834
need 40232
almost 40210
board 40088
health 40030
chief 39875
number 39769
times 39737
must 39620
us 39498
run 39437
six 39351
east 39347
give 39254
office 38905
women 38784
find 38734
although 38211
says 38132
asked 38081
music 37989
better 37832
look 37786
local 37770
open 37762
late 37681
already 37447
making 37297
days 37139
real 37138
pay 37079
bill 36763
billion 36717
really 36561
executive 36543
keep 36528
case 35827
program 35671
known 35531
trying 35215
enough 35052
service 34995
half 34856
won 34749
yet 34724
third 34608
south 34536
television 34366
art 34221
large 33906
stock 33807
along 33680
plan 33646
tax 33637
campaign 33277
night 32775
why 32734
sales 32630
according 32469
jersey 32392
became 32368
expected 32157
war 32115
building 32114
things 32086
months 31955
held 31842
power 31802
college 31784
students 31689
away 31631
top 31551
given 31378
men 31278
support 31231
system 31174
having 31051
david 31006
lost 30958
north 30661
cut 30594
call 30486
film 30431
point 30398
free 30296
party 30232
nearly 30186
based 30159
economic 30152
wanted 30109
played 30064
medical 30038
robert 29940
country 29871
different 29814
led 29749
kind 29654
budget 29598
financial 29368
washington 29110
care 28981
working 28974
season 28757
taken 28707
close 28691
deal 28548
makes 28428
park 28271
ever 28213
important 28196
report 28172
hard 28153
thought 28065
private 27864
gave 27683
seems 27586
others 27578
weeks 27539
job 27478
book 27390
later 27368
michael 27281
senior 27251
received 27202
head 27058
share 26992
father 26903
league 26887
county 26842
near 26754
information 26673
start 26582
administration 26550
price 26519
turned 26465
mayor 26425
able 26422
players 26411
interest 26392
move 26365
community 26342
series 26229
feel 26153
chairman 26147
lead 26083
side 26041
across 26014
behind 25998
within 25874
getting 25873
military 25811
cost 25777
change 25732
vice 25657
rather 25635
past 25610
seen 25586
line 25584
plans 25391
taking 25374
central 25355
probably 25339
social 25283
final 25224
services 25110
union 25109
issue 25088
points 25009
judge 24989
foreign 24979
include 24937
room 24873
district 24759
woman 24687
himself 24657
believe 24618
seemed 24584
computer 24582
control 24577
death 24550
human 24536
current 24515
name 24501
seven 24499
san 24468
special 24460
record 24425
trade 24394
decision 24330
doing 24243
looking 24242
air 24214
died 24165
shares 24127
toward 24018
food 23985
nothing 23976
george 23910
games 23868
recently 23817
mother 23812
drug 23709
done 23689
industry 23658
congress 23651
water 23642
started 23632
outside 23617
worked 23607
full 23440
theater 23385
running 23383
strong 23324
security 23319
history 23289
works 23240
democratic 23208
james 23180
saying 23096
buy 23081
try 23067
ago 23052
sunday 23009
research 22957
force 22944
island 22930
bank 22870
likely 22811
playing 22808
hit 22773
month 22723
manhattan 22689
using 22620
workers 22609
brought 22553
comes 22508
senator 22425
perhaps 22397
red 22376
hours 22307
turn 22207
despite 22191
thing 22187
named 22180
main 22170
live 22166
agency 22065
announced 21999
especially 21985
richard 21896
agreed 21832
meeting 21805
museum 21791
committee 21775
republicans 21774
leaders 21677
return 21625
town 21597
sometimes 21587
june 21581
offer 21552
coming 21466
legal 21450
let 21444
spent 21439
official 21432
saturday 21342
tried 21315
seem 21300
rights 21204
role 21204
william 21187
senate 21078
earlier 21068
avenue 21059
victory 21038
love 20992
defense 20894
moved 20885
clear 20872
association 20862
increase 20828
education 20811
july 20811
provide 20745
talk 20689
march 20539
minutes 20528
personal 20428
face 20409
helped 20339
bring 20293
rose 20270
rate 20200
friday 20161
problem 20082
problems 20080
win 20037
reports 20018
sense 20002
saw 19982
again 19955
coach 19913
schools 19895
eight 19888
french 19757
sold 19677
member 19629
average 19610
groups 19587
policy 19573
largest 19566
professor 19536
reported 19523
manager 19522
added 19501
programs 19472
welfare 19471
decided 19441
question 19441
shot 19338
cannot 19336
area 19311
car 19257
living 19251
prices 19179
age 19165
tell 19156
total 19156
dole 19109
paid 19105
someone 19091
son 19082
labor 19033
hospital 18970
sell 18941
los 18909
parents 18873
included 18861
effort 18857
nations 18838
front 18820
leading 18813
lower 18800
calls 18779
conference 18772
church 18740
officer 18739
sent 18709
anything 18687
de 18663
together 18661
idea 18647
mark 18623
story 18587
april 18580
served 18580
fund 18503
justice 18464
single 18406
study 18401
investment 18379
knew 18340
particularly 18298
continue 18231
evidence 18177
space 18140
child 18121
review 18042
agreement 18027
summer 18020
bad 18017
spending 17985
vote 17975
daily 17946
development 17924
whom 17893
instead 17869
officers 17868
offered 17855
possible 17852
field 17814
felt 17737
means 17732
short 17700
british 17696
telephone 17690
needed 17665
simply 17612
hope 17603
available 17536
themselves 17516
higher 17476
allowed 17475
fell 17453
loss 17448
everything 17429
lives 17417
wants 17412
whole 17377
takes 17370
miles 17364
soon 17329
sure 17324
friends 17282
sports 17247
japanese 17246
similar 17211
longer 17162
built 17153
advertising 17131
either 17127
wife 17101
begin 17024
runs 16993
paul 16973
allow 16934
wall 16911
feet 16910
opened 16901
america 16898
oil 16888
view 16864
person 16849
media 16777
shows 16766
created 16673
fact 16666
signed 16636
annual 16625
european 16606
heart 16577
certain 16573
wrote 16569
football 16557
growing 16529
future 16515
difficult 16495
includes 16477
showed 16465
investors 16463
leave 16447
contract 16432
growth 16400
middle 16387
involved 16373
hold 16368
issues 16335
action 16328
article 16320
chance 16281
charges 16271
costs 16252
bob 16225
insurance 16177
square 16135
russian 16112
performance 16101
am 16094
rest 16083
met 16079
order 16033
career 16026
reason 16017
residents 16009
staff 16001
usually 16001
prime 15977
civil 15946
meet 15936
net 15932
management 15927
brooklyn 15915
americans 15899
ended 15879
club 15856
thomas 15849
raised 15822
green 15814
serious 15812
stop 15800
council 15796
tuesday 15775
baseball 15760
proposed 15758
popular 15722
efforts 15680
kept 15680
fourth 15678
rates 15659
changes 15625
create 15622
lawyer 15615
grand 15612
charles 15582
position 15568
closed 15561
everyone 15556
lawyers 15549
appeared 15518
killed 15506
corporate 15499
brown 15469
described 15416
hotel 15404
thousands 15378
production 15365
anyone 15345
form 15326
basketball 15319
fall 15308
road 15292
jobs 15261
peter 15231
matter 15186
latest 15185
opening 15163
cases 15138
light 15137
looked 15127
considered 15118
scored 15105
movie 15078
thursday 15078
charge 15072
goes 15050
race 15033
analysts 15004
corporation 15004
common 14992
peace 14966
western 14964
giving 14959
housing 14937
credit 14932
stay 14904
california 14805
fire 14802
written 14786
heard 14775
beyond 14767
books 14752
executives 14736
monday 14736
democrats 14715
funds 14662
huge 14629
beginning 14622
jewish 14622
project 14607
questions 14597
leader 14562
remain 14557
actually 14552
low 14543
sign 14530
add 14518
secretary 14518
itself 14506
wednesday 14487
bought 14478
raise 14462
hall 14459
list 14439
authority 14431
remains 14407
chinese 14383
land 14381
result 14381
commission 14373
starting 14344
capital 14329
needs 14329
goal 14322
ground 14304
reached 14297
poor 14281
couple 14275
modern 14261
build 14249
taxes 14244
further 14240
technology 14225
press 14208
worth 14182
daughter 14180
player 14156
inside 14082
firm 14079
read 14077
released 14050
arts 14045
representative 14037
election 14036
biggest 13963
families 13875
cause 13849
charged 13828
act 13817
commercial 13794
attention 13778
bond 13751
giuliani 13746
restaurant 13733
unit 13715
potential 13714
previous 13680
forced 13646
beat 13629
ball 13628
produced 13593
selling 13588
class 13581
assistant 13575
scheduled 13567
estate 13566
employees 13526
income 13516
moving 13512
governor 13510
process 13503
quite 13499
born 13495
minister 13490
fight 13489
independent 13436
period 13436
passed 13419
graduated 13400
blue 13399
dance 13398
nine 13374
pass 13370
experts 13363
organization 13361
lived 13352
majority 13320
quarter 13318
spokesman 13266
entire 13237
pressure 13232
store 13213
presidential 13207
army 13198
original 13157
yankees 13147
miss 13131
interview 13114
married 13107
teams 13105
offering 13102
sound 13100
smith 13093
terms 13074
economy 13069
seeking 13054
ran 13042
safety 13038
failed 13031
fifth 13030
environmental 13019
level 12998
maybe 12963
winning 12960
radio 12955
above 12930
cup 12929
site 12892
gets 12883
division 12851
returned 12835
society 12803
finally 12798
ways 12786
johnson 12762
english 12707
neighborhood 12707
southern 12688
trial 12665
property 12650
followed 12647
ask 12635
apartment 12628
rules 12617
step 12573
course 12563
gone 12551
amount 12534
stage 12528
garden 12522
key 12515
continued 12493
student 12474
body 12454
training 12451
offers 12446
chicago 12433
published 12415
following 12412
bit 12333
account 12331
test 12326
cuts 12305
drive 12298
page 12295
spend 12277
morning 12262
results 12242
hundreds 12239
throughout 12194
traditional 12190
cash 12180
joined 12174
china 12165
proposal 12140
crime 12128
owned 12123
german 12099
friend 12093
quickly 12077
fresh 12070
visit 12069
effect 12065
nor 12061
owners 12061
accused 12042
experience 12038
countries 12034
investigation 12003
travel 12001
mostly 11986
plays 11948
talking 11940
suggested 11932
word 11817
fine 11815
customers 11792
figure 11771
reach 11769
revenue 11768
looks 11736
hand 11728
husband 11727
leaving 11710
value 11704
data 11681
estimated 11677
easy 11653
talks 11637
planned 11622
deep 11616
consider 11603
declined 11584
doctors 11583
criminal 11575
marketing 11550
apparently 11540
king 11540
designed 11525
provided 11510
believed 11499
retired 11481
expect 11448
van 11447
per 11446
joseph 11426
various 11419
debate 11412
wide 11412
boston 11405
certainly 11394
performed 11376
largely 11361
construction 11340
knows 11338
cover 11337
spring 11333
natural 11332
phone 11322
mike 11303
gives 11300
practice 11286
increased 11283
religious 11283
network 11281
exchange 11278
degree 11272
learned 11251
letter 11226
supreme 11213
giants 11198
true 11173
statement 11164
ready 11141
version 11135
sale 11129
compared 11116
round 11097
break 11084
subject 11080
receive 11074
access 11073
lines 11073
river 11072
operating 11071
stand 11065
securities 11058
sort 11053
finance 11048
required 11041
standard 11035
calling 11033
cents 11032
focus 11023
parts 11021
trading 11020
bosnian 11011
serve 11008
changed 11000
forces 11000
village 11000
owner 10990
present 10965
internet 10941
voters 10922
range 10921
mean 10900
benefits 10893
areas 10883
understand 10875
finished 10869
stocks 10868
buildings 10852
evening 10819
intended 10815
greater 10806
directed 10805
inc 10794
words 10781
attack 10777
appear 10774
stores 10762
cars 10754
professional 10738
institute 10735
dropped 10730
reduce 10730
grew 10727
individual 10727
station 10708
appears 10701
earnings 10700
patients 10696
title 10690
frank 10679
rise 10678
eastern 10676
powerful 10660
markets 10651
angeles 10642
plant 10611
dinner 10605
risk 10589
investigators 10573
straight 10568
cable 10566
hear 10562
double 10545
jones 10540
rich 10530
holding 10519
significant 10505
tour 10496
wine 10491
piece 10484
congressional 10463
numbers 10453
products 10435
star 10424
science 10421
lose 10418
clearly 10403
israel 10401
spoke 10394
planning 10392
northern 10390
gold 10387
success 10369
israeli 10362
ability 10359
hot 10347
opportunity 10328
voice 10328
author 10319
writing 10312
dollars 10310
consumer 10303
houses 10295
quality 10292
losing 10289
nuclear 10286
paper 10270
conservative 10259
artists 10255
older 10250
audience 10249
additional 10239
lack 10232
pretty 10231
aid 10228
eventually 10212
floor 10203
caused 10186
fans 10185
joe 10181
filed 10175
broadway 10168
neither 10163
approved 10150
fear 10137
attorney 10136
florida 10131
tom 10095
writer 10094
larger 10074
block 10069
hands 10066
seconds 10061
design 10058
save 10055
collection 10050
survived 10050
musical 10048
mary 10038
prison 10019
else 10016
studies 10011
except 9999
managed 9997
jim 9982
carry 9960
none 9958
mind 9952
concern 9946
addition 9940
adding 9932
figures 9897
avoid 9889
battle 9889
heavy 9883
protect 9858
events 9856
approach 9853
ahead 9851
require 9848
regular 9802
bills 9796
connecticut 9787
millions 9787
base 9766
atlantic 9757
la 9757
energy 9755
prosecutors 9751
complete 9749
dozen 9728
williams 9712
benefit 9710
happened 9710
send 9690
willing 9687
notes 9677
search 9666
highly 9656
industrial 9623
critics 9611
relationship 9604
sexual 9591
tonight 9583
choice 9580
software 9563
opposition 9540
authorities 9539
troops 9535
homes 9531
waiting 9531
remained 9514
buying 9507
limited 9507
issued 9503
measure 9503
yards 9472
watch 9468
systems 9464
picture 9453
trip 9453
placed 9450
style 9443
shown 9437
learn 9430
texas 9426
knicks 9422
urban 9419
showing 9415
post 9408
agents 9407
generally 9407
pataki 9405
editor 9401
jury 9392
candidates 9375
operations 9341
familiar 9339
kids 9327
records 9306
legislation 9305
listed 9296
train 9294
laws 9284
earned 9276
concerned 9272
separate 9272
putting 9270
relations 9261
martin 9260
filled 9248
stopped 9247
cold 9239
upper 9196
banks 9194
beloved 9176
initial 9175
refused 9167
places 9155
heat 9152
blood 9147
cultural 9129
successful 9129
moment 9123
becoming 9121
track 9120
section 9115
attempt 9108
noted 9106
bay 9104
magazine 9101
whatever 9092
video 9083
exhibition 9071
sought 9071
demand 9070
walk 9068
memorial 9064
developed 9059
size 9056
deputy 9055
traffic 9053
analyst 9018
paying 9018
smaller 9008
produce 9004
meant 9002
presented 8993
reading 8993
upon 8991
jack 8983
forward 8982
image 8979
regional 8978
finding 8964
ordered 8958
signs 8955
japan 8947
feeling 8944
extra 8940
gain 8935
keeping 8926
hearing 8920
message 8917
arrested 8912
seek 8911
language 8903
supposed 8899
hour 8898
twice 8886
condition 8884
situation 8882
fashion 8875
challenge 8874
steve 8874
catholic 8865
happy 8860
treatment 8849
communications 8842
devoted 8836
hockey 8833
increasingly 8833
dead 8830
response 8823
columbia 8814
caught 8812
tough 8802
remaining 8794
politics 8790
onto 8787
businesses 8743
complex 8735
italian 8725
event 8711
competition 8696
fighting 8693
leaves 8691
arrived 8686
carried 8685
bar 8680
century 8680
domestic 8664
remember 8655
cast 8640
begun 8632
voted 8620
particular 8609
tobacco 8606
teachers 8587
guy 8586
scott 8584
pieces 8571
sides 8569
becomes 8552
crowd 8528
indian 8522
dollar 8517
mexico 8517
murder 8508
impact 8501
parties 8497
drop 8491
gas 8489
plants 8486
turning 8484
rock 8480
dining 8457
elected 8454
louis 8450
golf 8444
prepared 8444
olympic 8439
simple 8438
agencies 8432
hill 8429
wrong 8426
festival 8425
interested 8425
weekend 8424
speak 8404
host 8401
fish 8392
pick 8387
below 8385
population 8385
ones 8378
missed 8358
hopes 8355
slightly 8353
cancer 8352
movement 8343
virtually 8336
candidate 8332
broke 8320
global 8317
jazz 8316
madison 8314
exactly 8313
opera 8312
direct 8308
concert 8299
killing 8297
passing 8278
speech 8276
bronx 8271
names 8259
transportation 8251
begins 8250
join 8249
unless 8239
earns 8234
jets 8226
newspaper 8223
owns 8220
route 8218
character 8217
violence 8214
guys 8202
soviet 8191
flight 8180
nature 8180
thinking 8173
referring 8168
primary 8165
basic 8158
london 8157
standing 8155
partner 8154
accept 8153
established 8115
stories 8112
directly 8095
product 8091
scene 8058
write 8056
walked 8052
pro 8050
critical 8047
strike 8047
brother 8038
illegal 8031
answer 8030
unusual 8023
mass 8017
guard 8014
speaking 8014
auto 8012
streets 8012
edward 8008
relatively 8007
setting 8006
match 8003
beach 8001
metropolitan 7988
immediately 7985
release 7974
door 7973
europe 7954
turns 7953
baby 7916
rule 7914
salt 7904
provides 7903
sitting 7891
prevent 7886
denied 7885
widely 7884
concerns 7883
ice 7881
bus 7880
web 7879
films 7865
hired 7846
mutual 7841
nation 7840
suit 7840
asking 7833
driving 7827
responsible 7809
queens 7792
term 7789
gay 7781
physical 7777
fair 7775
retail 7768
gallery 7756
score 7756
debt 7755
january 7751
afternoon 7741
develop 7738
expressed 7735
henry 7727
box 7722
culture 7715
bonds 7709
lee 7707
weapons 7707
address 7701
gingrich 7691
sex 7684
suffered 7678
favorite 7675
trust 7669
mexican 7661
rangers 7644
due 7630
agent 7629
highest 7626
drugs 7621
fiscal 7621
mets 7618
easily 7617
watching 7616
hong 7615
agree 7609
democrat 7602
westchester 7601
scientists 7600
famous 7587
decades 7585
tiny 7582
standards 7579
discuss 7573
worst 7570
intelligence 7567
comment 7564
commissioner 7559
tickets 7559
unlike 7559
tomorrow 7547
trouble 7541
aids 7538
region 7530
electronic 7522
kennedy 7522
completed 7519
band 7515
appeal 7502
alone 7501
index 7498
presence 7498
stephen 7487
ruling 7479
negotiations 7474
equipment 7468
championship 7465
dark 7463
rising 7463
nato 7459
committed 7453
plus 7452
contributions 7423
visiting 7412
details 7411
influence 7399
sea 7393
bridge 7383
december 7376
younger 7373
november 7372
fewer 7366
secret 7358
winter 7358
telling 7356
aides 7351
shooting 7339
handle 7333
decide 7332
stood 7327
involving 7326
russia 7323
raising 7307
strategy 7301
closing 7292
organized 7284
soldiers 7278
girl 7277
represents 7272
leadership 7271
panel 7269
associated 7267
balance 7256
cities 7255
model 7250
serving 7245
discovered 7232
broad 7213
france 7212
eyes 7208
protection 7202
bowl 7201
expensive 7197
foundation 7190
goals 7187
fellow 7186
boy 7176
possibility 7173
images 7171
hospitals 7165
rent 7163
songs 7161
sit 7160
bureau 7153
african 7137
reporters 7137
projects 7134
follow 7133
advantage 7132
creating 7131
introduced 7120
defensive 7118
palestinian 7108
chicken 7105
pulled 7102
acknowledged 7096
associate 7095
hardly 7090
variety 7085
wild 7084
continues 7079
improve 7073
headed 7072
august 7069
treasury 7068
atlanta 7064
contemporary 7060
grow 7059
hurt 7058
material 7049
speaker 7039
wearing 7037
nearby 7029
threat 7020
female 7019
perfect 7019
remove 7017
supported 7017
uses 7017
chemical 7014
historical 7014
brothers 7010
downtown 7007
specific 7002
thus 6996
christopher 6991
claims 6989
savings 6979
novel 6972
windows 6970
conducted 6969
struck 6964
stadium 6963
table 6963
cutting 6962
covered 6960
difference 6953
drew 6953
helping 6953
promised 6950
offices 6945
sat 6945
miami 6931
effective 6914
victims 6914
spread 6913
francisco 6904
library 6902
october 6898
emergency 6897
christian 6891
argued 6883
determined 6882
philadelphia 6874
minor 6869
visitors 6867
principal 6866
prove 6866
determine 6864
entertainment 6864
brian 6862
limit 6860
slow 6847
entered 6843
happen 6843
herself 6839
brief 6836
ceremony 6823
politicians 6821
anthony 6820
corner 6813
allowing 6806
percentage 6806
glass 6805
seeing 6799
mount 6797
guilty 6794
wait 6788
electric 6786
faces 6784
reduced 6781
talked 6777
sets 6771
arms 6765
fully 6763
heads 6762
suddenly 6756
municipal 6753
parking 6747
steps 6742
creative 6738
eye 6733
disease 6730
lake 6730
favor 6728
related 6726
dow 6725
opposed 6709
requires 6707
port 6703
overall 6702
teacher 6698
reform 6692
increasing 6687
photographs 6687
howard 6684
september 6684
insisted 6682
color 6678
christmas 6677
harvard 6675
type 6672
classic 6666
suggest 6666
artist 6663
necessary 6654
sister 6652
coast 6644
acting 6643
shots 6639
push 6636
settlement 6627
rejected 6626
recalled 6614
shop 6606
organizations 6605
restaurants 6602
crew 6592
responsibility 6591
morris 6588
accepted 6586
rooms 6586
taste 6583
quick 6574
patrick 6571
active 6564
walking 6562
native 6560
accounts 6556
grown 6556
stars 6555
graduate 6541
partly 6540
tied 6540
chris 6539
tony 6530
combined 6527
picked 6527
simpson 6506
continuing 6504
doubt 6504
previously 6504
clean 6502
joint 6492
alan 6489
decline 6485
shopping 6482
stanley 6480
transit 6475
susan 6473
documents 6460
paintings 6454
ban 6453
kill 6452
generation 6443
bosnia 6438
example 6437
grant 6437
cross 6433
rare 6432
proved 6431
letters 6427
perform 6426
giant 6425
historic 6417
note 6414
damage 6413
silver 6410
managing 6409
elections 6408
nice 6406
identified 6399
decade 6395
survey 6393
levels 6389
replace 6386
considering 6384
dismissed 6384
assembly 6379
ruled 6378
maintain 6376
source 6375
camp 6369
broken 6368
profit 6367
reserve 6365
spot 6365
jeff 6364
facing 6356
convicted 6351
longtime 6350
greatest 6349
andrew 6340
bid 6340
approval 6338
ford 6338
farm 6334
daniel 6333
pictures 6329
founded 6327
characters 6324
providing 6324
broadcast 6322
sites 6316
emotional 6315
resources 6311
changing 6299
claim 6299
kevin 6298
bottom 6292
fed 6281
status 6273
educational 6271
enforcement 6266
dispute 6265
profits 6259
funeral 6257
bringing 6252
offensive 6243
criticized 6239
everybody 6238
supporters 6235
weather 6231
conditions 6227
check 6221
seventh 6211
medicare 6209
asian 6203
acquired 6198
lincoln 6192
rabbi 6192
tennis 6192
jackson 6184
threatened 6179
irish 6178
explain 6177
treated 6171
plane 6168
represented 6166
choose 6164
tells 6161
drawn 6157
outst 6152
forest 6147
qtr 6147
watched 6144
hollywood 6139
prominent 6136
subway 6132
internal 6128
card 6126
pointed 6124
computers 6123
roman 6120
replaced 6109
existing 6108
airport 6100
racial 6100
attended 6097
purchase 6095
unable 6095
immigrants 6091
draw 6090
communist 6085
fast 6084
focused 6083
seat 6083
loving 6078
minority 6078
virginia 6076
dozens 6071
tests 6068
moves 6064
briefing 6060
hoped 6056
believes 6055
yankee 6054
don 6053
gained 6051
carrying 6044
tend 6038
display 6035
criticism 6034
pop 6024
hudson 6015
vast 6015
injured 6008
girls 5998
headquarters 5998
al 5989
somewhat 5986
rudolph 5984
developing 5981
mission 5978
dallas 5974
england 5971
financing 5969
spokeswoman 5969
ideas 5967
date 5957
award 5955
paris 5952
faced 5949
learning 5945
respect 5932
easier 5929
warner 5928
closer 5921
missing 5917
amendment 5916
male 5915
opponents 5911
beautiful 5903
banking 5901
retirement 5898
confidence 5894
houston 5889
jordan 5881
philip 5881
february 5873
managers 5871
yield 5870
eighth 5868
deficit 5864
failure 5861
sixth 5860
coalition 5858
pitch 5856
clients 5850
declared 5850
convention 5849
rarely 5848
seats 5848
throw 5847
touch 5847
academy 5846
express 5846
relief 5845
sharp 5845
studio 5845
sun 5845
barely 5844
abortion 5842
operation 5833
horse 5831
researchers 5831
elderly 5821
basis 5820
centers 5815
task 5815
pushed 5806
orange 5805
latin 5804
miller 5804
consecutive 5800
lunch 5800
taught 5799
stands 5794
stations 5792
positive 5787
barbara 5782
microsoft 5768
weddings 5768
gun 5762
hair 5760
immigration 5760
technical 5759
movies 5752
speed 5751
elizabeth 5749
starts 5749
heavily 5747
suggests 5747
larry 5745
decisions 5743
finds 5737
enter 5736
hoping 5734
effects 5724
views 5722
wear 5721
makers 5720
newly 5715
reasons 5714
bell 5712
citizens 5710
represent 5696
bomb 5694
gary 5691
tv 5688
consumers 5686
ethnic 5685
votes 5684
completely 5679
chose 5671
aware 5670
lawrence 5670
freedom 5662
boys 5658
policies 5652
partners 5646
disney 5645
alternative 5643
attacks 5640
pacific 5640
safe 5638
appeals 5633
serbs 5633
ballet 5623
payments 5619
crisis 5616
davis 5611
performances 5607
features 5605
bigger 5601
legislature 5601
affairs 5599
germany 5596
limits 5596
nonprofit 5594
warned 5592
memory 5590
mental 5588
edge 5584
song 5584
holds 5578
teaching 5578
morgan 5576
airlines 5573
bruce 5568
interesting 5565
interests 5562
allows 5556
deeply 5553
inflation 5549
formed 5547
appointed 5540
gains 5540
reputation 5537
shared 5534
armed 5532
loan 5530
advanced 5524
meetings 5524
promise 5524
commerce 5522
ends 5520
colleagues 5514
carolina 5510
immediate 5510
hits 5506
feels 5500
worried 5498
golden 5496
apple 5493
struggle 5491
holiday 5489
mountain 5486
finish 5479
merger 5476
shortly 5471
supply 5471
combination 5470
losses 5470
dean 5469
repeatedly 5469
stake 5469
eric 5468
worry 5468
possibly 5467
extremely 5466
sees 5466
tournament 5455
donald 5454
catch 5449
assets 5448
sounds 5448
eat 5446
nobody 5444
warm 5443
drove 5433
aggressive 5431
strength 5430
draft 5426
chosen 5425
super 5423
sweet 5421
canadian 5419
currently 5416
mixed 5414
stone 5405
crucial 5404
moral 5400
digital 5399
proposals 5393
junior 5392
violent 5389
quarterback 5387
whitman 5383
trees 5382
admission 5381
legislative 5381
afford 5375
progress 5374
commitment 5372
master 5368
shut 5362
noon 5361
shift 5361
fill 5360
normal 5360
coffee 5355
removed 5355
wonder 5351
increases 5349
referred 5348
extended 5345
threw 5345
formal 5335
request 5330
testimony 5329
meaning 5328
brings 5326
fox 5325
spirit 5324
mention 5318
expansion 5317
appearance 5312
pace 5305
kitchen 5302
leads 5298
cited 5296
contracts 5295
producer 5293
fit 5292
scores 5291
yeltsin 5287
painting 5286
advance 5283
occurred 5280
foot 5278
orchestra 5276
ii 5275
kansas 5272
merely 5272
minimum 5272
unlikely 5270
aside 5269
attend 5268
mix 5268
keeps 5267
champion 5261
ronald 5256
performing 5254
activities 5253
royal 5250
athletic 5248
marriage 5248
typical 5245
ticket 5243
dramatic 5240
theme 5237
casino 5236
jews 5235
arthur 5234
closely 5234
academic 5227
wonderful 5217
pull 5214
jerry 5209
measures 5202
loved 5198
recommended 5198
complained 5190
thinks 5183
dangerous 5182
steven 5181
liberal 5179
dan 5177
pair 5169
santa 5163
tie 5159
bright 5158
split 5155
pat 5153
compete 5152
complaints 5147
plenty 5141
ending 5140
modest 5140
crash 5130
surprised 5129
opinion 5120
orders 5119
conduct 5115
courts 5113
comfortable 5112
analysis 5110
stayed 5104
weekly 5103
era 5097
fort 5096
coverage 5094
equal 5084
sending 5080
announcement 5077
cards 5076
sauce 5076
admitted 5074
vision 5074
wood 5072
yale 5069
doctor 5068
usual 5067
reflect 5065
constitutional 5063
walls 5063
districts 5061
pepper 5060
falling 5059
wilson 5059
sharply 5058
advocates 5056
deals 5055
todd 5054
happens 5053
plastic 5050
detroit 5049
mainly 5049
representatives 5049
adult 5047
devils 5046
allen 5045
lewis 5045
ride 5045
valley 5045
surgery 5044
defeated 5041
opens 5030
scientific 5028
maintenance 5026
units 5024
youth 5024
argue 5022
visited 5022
bombing 5020
window 5013
recorded 5006
permanent 5004
entirely 4998
cbs 4997
passengers 4982
expand 4980
pages 4976
knowledge 4974
dream 4971
guide 4970
cook 4968
wish 4964
otherwise 4959
settled 4959
ann 4957
apartments 4956
journal 4954
tradition 4948
competitive 4942
walter 4942
roughly 4937
direction 4935
foster 4932
penalty 4926
realize 4926
magic 4923
inspired 4922
extraordinary 4920
winner 4919
bear 4918
package 4913
directors 4910
arrest 4909
soft 4905
ancient 4903
yellow 4899
abuse 4893
lawsuit 4891
crimes 4890
islamic 4886
veteran 4884
fly 4880
suspended 4877
ultimately 4876
chamber 4873
returning 4870
counsel 4869
weight 4869
myself 4863
receiving 4858
structure 4858
quiet 4857
dog 4855
channel 4851
impossible 4849
drawing 4848
salary 4846
honor 4843
parent 4841
eager 4838
ordinary 4837
forms 4831
frequently 4829
kinds 4829
olive 4829
dealing 4826
urged 4826
aimed 4818
extend 4814
lots 4810
shareholders 4805
voting 4805
neighbors 4797
truly 4796
desire 4795
invited 4793
writers 4788
count 4786
barry 4785
imagine 4781
artistic 4780
applied 4777
contact 4776
puts 4775
explained 4770
pain 4770
somebody 4767
cleveland 4766
painted 4766
driven 4765
dry 4765
representing 4762
argument 4760
target 4759
fought 4758
enormous 4754
fees 4751
sponsored 4751
ninth 4750
items 4747
maker 4747
comments 4745
insure 4745
connection 4742
racing 4741
accounting 4740
publicly 4740
nets 4738
tree 4736
concluded 4735
lay 4734
scoring 4732
classical 4730
featuring 4730
inches 4722
schedule 4719
border 4718
moments 4702
consultant 4698
alexander 4697
publishing 4694
studied 4694
playoff 4692
auction 4686
god 4685
struggling 4684
interior 4682
dennis 4677
reaction 4676
wind 4676
fun 4673
grilled 4673
obvious 4672
swiss 4671
adopted 4666
delivered 4660
prospect 4659
institutions 4654
originally 4651
medicaid 4650
nbc 4648
wave 4648
clothes 4645
indians 4645
korean 4645
intense 4644
medicine 4643
misstated 4642
towns 4640
judges 4637
muslim 4634
affect 4633
surprise 4627
tim 4625
governments 4621
steel 4620
strongly 4616
likes 4615
feature 4614
traded 4612
ties 4606
regulations 4605
patient 4604
advice 4603
factory 4599
improved 4599
monthly 4599
behavior 4595
hispanic 4592
piano 4591
positions 4586
abandoned 4585
blacks 4581
revenues 4580
machine 4579
screen 4574
suburban 4573
britain 4569
actions 4564
metal 4564
chain 4563
establish 4563
troubled 4561
equally 4560
earn 4554
helps 4554
assistance 4545
rice 4544
controlled 4540
snow 4533
testing 4533
apply 4532
classes 4532
newark 4532
blocks 4531
chancellor 4523
designer 4523
communities 4522
yea 4510
discussion 4509
angry 4505
defeat 4502
conflict 4497
birth 4496
shape 4493
loans 4491
excellent 4486
serves 4486
venture 4486
primarily 4483
activity 4479
spanish 4476
fired 4475
truck 4474
incident 4473
selected 4472
warning 4472
realized 4471
indeed 4470
enjoy 4468
gulf 4468
comedy 4463
notion 4462
dealers 4459
sugar 4458
colorado 4453
string 4440
striking 4438
fare 4435
douglas 4434
minute 4434
emerged 4432
currency 4431
animals 4418
dave 4414
flat 4414
equity 4412
parks 4406
adults 4404
solid 4403
welcome 4398
acres 4391
worldwide 4390
carefully 4388
promote 4382
greenwich 4380
core 4377
truth 4373
breaking 4372
expert 4372
pool 4369
residential 4369
differences 4364
oklahoma 4364
newt 4363
repeated 4360
tight 4360
gathered 4353
brain 4348
gift 4346
nelson 4346
yorkers 4346
anniversary 4344
campus 4344
encourage 4344
captain 4343
menu 4342
alliance 4340
attract 4338
michigan 4338
pushing 4335
fallen 4334
seattle 4333
newspapers 4332
substantial 4331
indicated 4329
returns 4328
understanding 4326
literary 4323
brand 4318
ocean 4316
buyers 4315
severe 4312
estimates 4308
forget 4308
capacity 4304
flying 4299
rain 4299
harlem 4298
homeless 4298
typically 4297
flow 4296
campbell 4295
resident 4294
assault 4292
passes 4292
anne 4290
consulting 4289
surrounding 4289
responded 4288
suspect 4288
mortgage 4285
eating 4281
gray 4279
eliminate 4277
healthy 4273
donations 4271
abc 4269
handled 4268
goods 4266
divided 4262
fuel 4261
refugees 4260
appropriate 4259
preparing 4259
rally 4258
kong 4253
animal 4250
unemployment 4250
flowers 4249
models 4246
experienced 4233
hundred 4233
prince 4229
airline 4228
driver 4228
statements 4228
matters 4227
jump 4226
busy 4221
reality 4220
recognize 4218
upset 4216
torre 4214
princeton 4212
convinced 4209
afraid 4207
pounds 4207
injury 4205
selection 4204
branch 4196
describe 4195
sport 4195
column 4193
fax 4193
outdoor 4191
cool 4190
harder 4190
fred 4189
detective 4188
unions 4188
backed 4187
assigned 4184
ray 4184
actor 4182
actors 4182
knowing 4181
suffering 4180
trained 4180
networks 4177
highway 4174
rookie 4172
identify 4171
jumped 4168
empty 4167
accompanied 4160
jane 4158
arm 4157
theory 4157
hotels 4155
expects 4146
supporting 4144
skills 4143
volume 4143
attempts 4141
exercise 4140
hitting 4140
session 4140
veterans 4140
seriously 4139
marked 4137
breast 4136
founder 4125
apparent 4124
worker 4122
besides 4118
stretch 4113
musicians 4111
liked 4109
borough 4108
species 4106
faith 4105
describes 4096
contributed 4091
gene 4090
stuff 4087
interviews 4085
environment 4081
rural 4080
disabled 4076
bobby 4071
remarkable 4071
hearings 4070
options 4065
tone 4065
manufacturing 4064
chances 4063
dressed 4062
awarded 4061
politically 4061
ads 4058
smoking 4058
drama 4057
massachusetts 4055
fairly 4053
nursing 4053
demands 4052
formerly 4052
employee 4051
employment 4051
navy 4051
reporter 4050
staten 4050
guess 4049
talent 4046
beating 4045
predicted 4042
individuals 4041
temporary 4040
cream 4039
linked 4036
dear 4035
singing 4034
harry 4023
polls 4022
readers 4016
diplomats 4015
korea 4012
machines 4012
seasons 4012
serb 4011
victim 4007
fears 4005
negative 4002
drivers 4001
option 3999
essentially 3998
relatives 3998
nancy 3997
surface 3996
dress 3995
expanded 3994
sentence 3993
clubs 3991
numerous 3991
apart 3988
courses 3988
rush 3986
sam 3984
signing 3984
respond 3983
thompson 3976
defending 3975
worse 3974
carl 3973
tries 3972
handful 3969
scenes 3968
confirmed 3967
bush 3966
jose 3965
reducing 3964
tenants 3964
link 3962
ron 3961
file 3960
opportunities 3960
terry 3960
laid 3959
ruth 3959
boards 3955
danger 3952
symphony 3952
bed 3949
suicide 3946
teach 3945
values 3940
guests 3939
pennsylvania 3939
jail 3938
operate 3938
opposite 3937
writes 3932
baltimore 3931
corruption 3928
narrow 3927
serbian 3927
trend 3927
boat 3926
negotiating 3925
papers 3925
traveling 3924
amounts 3921
wayne 3919
reflected 3918
fields 3914
jay 3914
el 3913
fee 3912
path 3908
anderson 3905
prize 3905
protest 3904
reaching 3898
transfer 3897
mail 3896
proud 3894
rail 3892
surrounded 3892
acquire 3891
producers 3887
africa 3883
clothing 3881
economist 3880
bodies 3879
dominated 3878
streak 3877
witnesses 3872
treat 3871
presents 3870
pension 3864
prompted 3864
publisher 3863
ad 3861
necessarily 3859
extensive 3857
doors 3854
ranging 3853
delay 3852
dancers 3848
vehicles 3845
stepped 3840
actual 3835
deliver 3824
dishes 3818
occasionally 3817
definitely 3815
paint 3814
federation 3813
senators 3813
offense 3812
partnership 3812
nassau 3811
valuable 3810
canada 3808
obviously 3808
manufacturers 3807
moderate 3804
pitcher 3800
singer 3800
blame 3799
hire 3798
importance 3796
merrill 3792
preserve 3792
recognized 3792
emerging 3790
die 3788
concept 3785
faculty 3785
meat 3785
clark 3784
albert 3781
discussed 3781
failing 3781
viewed 3777
luxury 3776
participants 3776
elements 3775
essential 3773
iraq 3773
ages 3772
gap 3772
portion 3772
copies 3769
settle 3769
administrative 3764
trains 3764
considerable 3763
guarantee 3762
hole 3760
provision 3759
mile 3758
discount 3756
reporting 3756
regularly 3746
soccer 3743
marks 3741
chopped 3740
carol 3734
waste 3734
georgia 3733
moscow 3733
factor 3729
advisory 3728
firms 3728
competing 3726
viewers 3725
causes 3724
carries 3723
distance 3719
sells 3719
beauty 3711
storm 3710
awards 3708
pittsburgh 3707
vietnam 3706
jeffrey 3702
rival 3702
grandmother 3701
studying 3701
diego 3697
civilian 3695
traders 3695
widespread 3694
pays 3693
conversation 3692
weak 3691
guest 3688
accident 3685
handling 3685
hills 3683
producing 3683
utility 3683
prepare 3682
purpose 3682
ratings 3682
customer 3681
initially 3681
stronger 3680
achieve 3679
nay 3679
poll 3677
questioned 3672
strange 3671
affected 3670
remembered 3670
estimate 3663
pope 3662
earth 3661
totally 3661
acquisition 3660
affirmative 3660
kelly 3660
maintained 3656
lease 3654
powers 3649
beneath 3646
witness 3644
code 3637
thanks 3637
balanced 3636
wooden 3634
folk 3632
outstanding 3630
ross 3629
anybody 3628
attitude 3628
sensitive 3627
thrown 3626
confident 3622
kenneth 3622
client 3620
license 3618
gotten 3615
detailed 3612
resigned 3612
steady 3612
norman 3610
surely 3610
grandfather 3608
railroad 3608
restrictions 3608
landscape 3607
absolutely 3606
deaths 3606
broader 3605
slowly 3604
motor 3601
wore 3601
materials 3598
equivalent 3596
drinking 3594
bitter 3593
dedicated 3592
roger 3591
joining 3590
users 3590
economists 3588
thin 3588
conventional 3585
dancing 3584
attractive 3580
coaches 3580
acts 3579
captured 3578
billings 3577
pete 3576
vehicle 3576
remarks 3575
defend 3574
pleaded 3573
heights 3571
falls 3570
false 3570
woods 3570
recipients 3569
visual 3569
lady 3567
claimed 3566
lies 3566
suggesting 3566
touchdown 3564
telecommunications 3563
atmosphere 3562
lawmakers 3561
beer 3560
chapter 3559
inning 3559
arizona 3554
debut 3552
print 3552
encouraged 3550
soup 3549
proper 3548
editorial 3546
signal 3544
suits 3544
pentagon 3543
benjamin 3542
reduction 3537
solo 3535
faster 3534
distribution 3532
netanyahu 3531
cafe 3526
regarded 3526
shore 3526
ministry 3525
mentioned 3523
pitching 3523
resolution 3523
suspected 3521
warren 3521
discussions 3519
ken 3519
temple 3519
entering 3518
payment 3518
surprising 3516
chase 3513
laboratory 3513
portrait 3513
ought 3508
saved 3508
childhood 3507
furniture 3507
statistics 3506
jonathan 3504
throwing 3504
associates 3502
camera 3502
ohio 3501
effectively 3499
impressive 3499
somehow 3499
attracted 3497
wage 3493
objects 3491
mothers 3488
praised 3487
invest 3486
cigarette 3484
cooking 3484
designers 3484
zone 3483
practices 3477
amid 3476
escape 3476
attacked 3475
complaint 3475
promises 3475
circle 3468
replacement 3468
investments 3465
properties 3464
lowest 3461
discovery 3460
sanctions 3460
fat 3459
investigating 3458
greg 3453
mixture 3453
complicated 3451
lights 3451
cone 3450
tape 3443
resulted 3442
asia 3441
bankruptcy 3441
holy 3441
restore 3441
visits 3439
bulls 3438
salad 3436
compromise 3433
arab 3430
recording 3430
controls 3426
programming 3426
queen 3426
manage 3423
romantic 3423
seized 3423
degrees 3422
independence 3421
democracy 3420
sophisticated 3420
tale 3417
grace 3416
las 3416
taylor 3416
thick 3415
choices 3412
permit 3410
blow 3408
types 3404
background 3403
ralph 3403
plot 3402
jimmy 3400
ed 3392
prefer 3391
ill 3390
republic 3390
elementary 3384
requiring 3384
jean 3383
noting 3383
articles 3382
solution 3380
injuries 3377
lift 3377
nasdaq 3373
testified 3373
chocolate 3372
entry 3372
priced 3370
veto 3370
nicholas 3368
behalf 3366
gore 3366
delivery 3365
imposed 3365
preferred 3365
wing 3360
favored 3359
enjoyed 3357
featured 3357
pattern 3356
obtained 3351
wealthy 3351
playoffs 3350
lemon 3349
announce 3343
industries 3342
belief 3341
maximum 3340
rental 3337
stick 3337
boxing 3336
rebounds 3334
row 3334
anywhere 3325
hartford 3325
franklin 3324
smoke 3323
assume 3321
aircraft 3319
medium 3319
normally 3319
sentenced 3319
islanders 3318
notice 3316
farmers 3313
ewing 3312
parliament 3307
stir 3305
fraud 3304
strategic 3304
brokerage 3302
cells 3302
passage 3301
raises 3297
sleep 3297
adviser 3293
bankers 3289
prosecutor 3289
turner 3287
forcing 3285
hanging 3280
pursue 3279
rescue 3279
palestinians 3278
spiritual 3278
ultimate 3278
gambling 3276
granted 3276
harold 3276
command 3275
expanding 3273
innings 3266
rating 3260
corporations 3259
hiring 3256
planes 3253
jurors 3252
kentucky 3252
pilot 3252
celebrated 3251
simon 3248
brick 3245
dick 3245
shoulder 3245
le 3244
broadcasting 3240
impose 3240
reservations 3240
absence 3239
saudi 3239
ring 3237
races 3235
salmon 3235
investor 3230
concerts 3228
rutgers 3226
wake 3226
reflects 3225
correct 3224
institution 3224
empire 3223
hidden 3219
factors 3218
crack 3214
jet 3214
collected 3213
contrast 3213
memories 3213
reasonable 3209
location 3208
suffolk 3208
identity 3207
sources 3207
handed 3206
nights 3205
cuban 3199
personnel 3199
ambitious 3198
audiences 3197
saturdays 3196
multiple 3195
steinbrenner 3193
joan 3192
blocked 3190
promising 3190
linda 3187
lane 3186
treaty 3186
architect 3185
reluctant 3185
tens 3185
fruit 3184
ease 3183
extent 3183
metro 3183
registered 3183
robinson 3182
causing 3181
creation 3180
butter 3177
commander 3177
ship 3177
shops 3175
financed 3173
neighborhoods 3173
celebration 3172
expectations 3172
fan 3172
potentially 3172
dutch 3170
resort 3169
garlic 3167
chrysler 3165
crowded 3165
cheese 3163
elegant 3159
improvement 3159
jason 3159
demanding 3158
expenses 3156
rated 3154
roll 3154
extension 3153
follows 3153
listen 3153
risks 3152
crown 3151
depending 3151
deny 3150
skin 3150
aide 3149
intellectual 3149
arguing 3148
trucks 3148
advisers 3147
capitol 3146
resolve 3146
covering 3145
bread 3143
constant 3142
inquiry 3141
interviewed 3140
badly 3139
demanded 3138
capable 3137
covers 3137
quoted 3135
odd 3134
oldest 3134
greek 3131
attributed 3129
margaret 3128
tremendous 3128
carter 3124
thousand 3116
meets 3115
persuade 3115
survive 3115
reference 3114
minnesota 3112
satellite 3112
visible 3110
gathering 3109
legislators 3109
occasional 3109
milk 3108
phil 3107
feelings 3105
frequent 3105
departure 3104
symbol 3104
reagan 3103
pitched 3102
acted 3099
scale 3098
comic 3097
trips 3097
seemingly 3096
rapidly 3095
riding 3095
leonard 3092
beaten 3089
italy 3089
allegations 3087
athletes 3087
drink 3087
leg 3086
tower 3086
traveled 3086
beef 3082
involvement 3082
approve 3080
civic 3080
rebels 3075
concrete 3074
inner 3073
prosecution 3073
christine 3070
destroyed 3070
arguments 3069
copy 3069
careful 3067
operates 3067
marine 3066
negotiate 3066
roots 3065
duke 3064
roy 3063
passion 3062
sudden 3061
provisions 3060
russell 3060
elsewhere 3059
cooperation 3058
plaza 3055
victories 3055
sweeping 3054
neck 3053
contain 3050
mood 3050
tired 3050
teaches 3043
regulatory 3042
gang 3040
roles 3038
privately 3037
citing 3036
dogs 3036
explaining 3036
gross 3035
bound 3034
engineering 3034
india 3034
tested 3033
anger 3028
tourist 3027
architecture 3026
janet 3026
fled 3025
colleges 3023
francis 3023
stuck 3023
emphasis 3020
bag 3019
entrance 3019
bernard 3018
engaged 3017
cap 3016
grounds 3016
rockefeller 3016
ownership 3013
content 3012
northeast 3012
ben 3011
somewhere 3011
grants 3010
nazi 3008
informed 3007
method 3007
operated 3007
searching 3007
buses 3003
toronto 3003
orthodox 2998
parcells 2997
volunteer 2994
trail 2993
wages 2993
allies 2990
fundamental 2990
threatening 2989
bears 2988
t 2988
freshly 2987
practical 2986
approached 2985
colors 2984
purchased 2984
wedding 2983
sons 2982
neil 2980
sounded 2980
arranged 2979
contend 2979
involves 2978
gordon 2977
critic 2976
ethics 2976
revealed 2976
exposed 2971
investing 2971
harbor 2969
cape 2968
fate 2967
obtain 2965
alex 2959
delayed 2959
findings 2958
employers 2957
packed 2957
lighting 2952
architectural 2951
haven 2949
cruise 2947
letting 2947
hang 2946
diplomatic 2945
installed 2941
puerto 2941
sox 2941
spoken 2939
quietly 2938
knee 2936
connected 2932
generous 2932
nomination 2927
wells 2925
harris 2924
tables 2923
collapse 2922
pan 2922
cabinet 2921
immigrant 2921
speaks 2919
staying 2916
pleased 2914
andy 2913
pink 2912
chef 2911
designated 2911
n 2911
superior 2910
impression 2909
smart 2908
aviation 2906
tours 2906
alcohol 2905
plate 2905
document 2903
extreme 2900
campaigns 2899
ranks 2896
accusations 2895
generate 2895
stolen 2894
delicate 2893
describing 2893
cherished 2891
rebel 2891
roof 2891
virus 2891
alive 2888
salomon 2888
breakfast 2887
lobbying 2886
nationwide 2885
permitted 2885
relative 2884
buchanan 2883
gerald 2882
regard 2880
basically 2879
secure 2878
addenda 2877
insist 2877
mere 2877
penn 2877
pressed 2877
perfectly 2876
introduce 2875
repair 2875
strip 2875
plain 2874
fishing 2873
guns 2873
noticed 2873
burden 2872
tourists 2871
tablespoons 2870
aspects 2869
rolling 2868
contains 2864
heading 2864
takeover 2864
collect 2863
continental 2861
therefore 2859
vulnerable 2857
diamond 2855
pure 2854
arena 2851
attending 2849
precisely 2849
powell 2847
oppose 2846
useful 2846
performers 2845
checks 2844
pending 2843
bars 2842
holdings 2842
routine 2841
recall 2840
feared 2839
flights 2838
achieved 2837
ambassador 2836
grams 2836
object 2836
discussing 2831
breaks 2830
travelers 2830
governing 2829
monitor 2828
rick 2828
terrible 2826
duty 2825
grade 2824
compensation 2823
violated 2823
du 2822
birds 2821
brilliant 2821
closest 2819
potatoes 2819
poverty 2814
sarah 2814
speculation 2814
challenged 2813
volunteers 2812
transition 2811
converted 2810
clinical 2809
retailers 2809
buffalo 2805
sang 2805
projected 2804
cellular 2802
monetary 2802
prisoners 2801
briefly 2800
carlos 2799
defined 2798
magazines 2798
shoot 2798
understood 2798
composer 2797
shelter 2797
contest 2796
membership 2795
celebrate 2794
journalists 2794
flew 2792
homer 2791
length 2791
russians 2791
iraqi 2789
tall 2786
involve 2785
patricia 2785
albany 2782
buyer 2782
eligible 2781
sight 2781
bench 2780
lists 2780
radical 2780
drawings 2779
protected 2779
succeed 2778
beijing 2777
acknowledge 2775
occupied 2775
hate 2774
contribution 2772
juice 2772
corn 2771
horses 2770
wounded 2770
motion 2769
preliminary 2769
waited 2767
riley 2765
parade 2763
lynch 2761
raw 2760
participate 2757
economics 2754
colin 2753
defended 2753
roosevelt 2753
jennifer 2752
intent 2750
posted 2750
constantly 2749
blues 2748
sergeant 2748
vital 2748
contribute 2745
elaborate 2745
muslims 2745
ranked 2743
retain 2743
roads 2743
rape 2742
recovery 2741
rely 2741
funny 2737
nick 2736
arrive 2735
olympics 2734
denver 2733
dish 2732
judicial 2731
happening 2729
investigate 2729
moore 2727
shrimp 2727
forbes 2726
bird 2725
reception 2724
protecting 2723
indicate 2722
adam 2721
knocked 2721
maria 2721
promoted 2719
teaspoon 2719
trump 2719
authors 2718
loose 2717
specifically 2717
tracks 2717
sing 2716
subjects 2715
arafat 2714
requirements 2710
significantly 2710
presidents 2709
listening 2708
passenger 2708
appointment 2703
clinic 2702
officially 2702
supplies 2702
friendly 2701
glenn 2698
sick 2698
asks 2697
recovered 2697
tokyo 2697
croatian 2696
supports 2696
sympathy 2696
demonstrated 2695
poetry 2695
ignored 2693
kim 2692
arrival 2690
attached 2690
buried 2690
consistent 2689
boxes 2688
edited 2687
versions 2686
chair 2685
bishop 2684
indicted 2684
rough 2682
promoting 2681
household 2679
philosophy 2679
kid 2678
gardens 2677
psychological 2677
hamilton 2675
random 2675
tea 2674
whenever 2672
constitution 2670
facts 2668
brokers 2667
journey 2667
capture 2666
costly 2663
rushing 2663
album 2662
discrimination 2662
stable 2662
difficulty 2660
lessons 2660
episcopal 2659
touched 2659
samuel 2658
hero 2655
ideal 2655
randy 2655
terrorist 2654
recognition 2653
vacation 2653
boeing 2651
whitewater 2650
ellen 2649
photograph 2648
ward 2648
assumed 2646
electrical 2645
tribute 2645
generated 2643
array 2642
israelis 2642
slipped 2642
developers 2641
iran 2640
spots 2639
chip 2638
restored 2638
colonial 2637
damaged 2635
risen 2635
stern 2635
pianist 2634
trustees 2634
fiction 2630
turkey 2630
combat 2628
literature 2627
outcome 2627
hung 2626
depends 2624
ten 2624
preservation 2623
suffer 2623
text 2623
lisa 2622
dying 2621
mistake 2620
tomato 2620
mystery 2617
creates 2616
unexpected 2615
liberty 2612
eliminated 2611
medal 2611
sits 2611
briefs 2609
resume 2608
vincent 2608
vocal 2608
sculpture 2607
swept 2607
palm 2606
successfully 2605
titles 2605
explosion 2604
resistance 2604
solve 2604
agenda 2603
religion 2603
carnegie 2602
prospects 2602
regulation 2602
patent 2600
reveal 2600
karen 2599
lamb 2597
lesson 2597
sir 2597
soul 2597
alice 2596
charlie 2596
entitled 2596
interactive 2596
nervous 2595
contained 2594
pride 2594
overcome 2593
rushed 2590
seeks 2590
stress 2590
mario 2589
midnight 2589
taxpayers 2589
indication 2587
stakes 2587
improving 2586
lawsuits 2586
peak 2586
winners 2586
meal 2584
wines 2584
device 2583
swing 2582
transformed 2582
saving 2581
billions 2580
picking 2580
voices 2580
gasoline 2579
spends 2577
swimming 2577
focusing 2576
