the 8620441
of 3955977
a 3599451
and 3568926
to 3499592
in 2950695
that 1578946
for 1354102
is 1288936
on 1039059
with 983493
he 970513
was 953809
at 876805
as 802380
by 755543
it 732128
his 712570
from 649526
but 607287
be 600533
are 589451
have 574692
an 571092
said 558357
not 552168
has 541238
who 521011
they 468760
new 456523
had 445288
this 399182
their 366925
or 363973
will 356994
i 342165
would 336574
about 331186
were 329502
one 327391
more 318259
which 313190
its 307382
she 306629
been 299651
her 283666
when 283294
than 239513
two 224900
like 224885
all 223771
you 221077
last 220349
we 219003
after 217774
some 208756
up 207247
if 205262
other 205182
there 203471
out 201794
also 201081
into 196067
what 193329
can 192547
first 185407
so 182711
no 179761
most 169701
people 168349
only 165876
over 159292
many 153573
could 153275
because 152556
just 142563
even 133699
do 131468
years 130975
through 130581
york 130209
them 127399
president 123854
may 123018
time 122472
where 120980
now 119799
american 117954
him 116438
three 115581
made 115042
state 113386
my 109306
percent 108908
those 108739
get 106409
before 106407
did 106162
make 105028
million 104589
how 104142
united 103782
any 103700
much 102929
our 101700
while 101655
city 100886
then 98693
against 94955
these 94608
year 90255
since 90089
company 85122
still 84994
being 83840
long 83074
way 82871
another 81877
back 81691
national 81667
off 81192
both 80984
under 80885
very 80704
work 80039
should 79979
between 79744
public 79640
next 78898
such 77518
going 76880
good 75578
states 75097
house 75068
officials 74986
take 74986
say 73756
down 73047
school 71658
think 70535
never 70016
own 69693
world 69280
four 68656
part 67774
little 67608
go 66849
few 66830
during 66633
might 66402
each 66286
home 66167
government 65500
federal 65212
want 65056
among 64538
including 63137
white 62957
several 62793
until 62358
called 62352
today 61511
see 61129
well 60908
your 60356
former 60230
around 59744
same 59442
day 58674
police 58470
know 58335
come 57780
here 57539
every 57379
political 57257
money 57088
second 57030
clinton 56776
without 56700
business 56055
used 56036
high 55798
too 55525
john 55492
put 54531
five 54054
me 53728
big 53633
right 53610
left 53204
came 53113
found 52651
use 52466
does 52451
family 51626
whose 51553
whether 51532
best 51513
center 51444
group 51392
university 51094
life 50969
early 50931
got 50857
set 50568
less 50487
took 50432
street 50389
director 50031
children 49917
end 49489
market 49459
become 48879
great 48356
game 48086
yesterday 48003
told 47427
show 47176
play 46840
team 46749
young 46484
often 46320
court 46224
recent 45956
west 45914
old 45810
major 45401
place 45248
companies 44995
small 44832
always 44683
news 44628
once 44395
law 44025
something 43914
though 43853
help 43706
man 43587
lot 43555
late 43102
week 43027
east 42987
began 42954
went 42929
times 42738
music 42637
international 42594
general 42569
members 42567
far 42304
need 42249
black 41968
us 41934
almost 41856
least 41719
department 41403
office 41382
number 40803
run 40636
chief 40473
give 40338
find 40170
board 40106
asked 39949
must 39942
six 39835
look 39740
really 39462
open 39382
health 39343
although 39323
making 39323
real 39296
women 39144
better 39114
art 38691
local 38661
says 38467
executive 38377
already 38339
republican 38252
service 38235
days 38138
case 37724
known 37469
campaign 37106
keep 37084
pay 36681
trying 36672
south 36637
enough 36489
yet 36399
program 36038
along 35453
won 35410
television 35404
according 35288
bill 35241
large 35106
stock 35105
half 34889
third 34724
billion 34447
david 34403
students 34197
became 34171
why 34037
things 33895
night 33777
held 33724
building 33659
having 33289
top 33234
away 33217
given 32923
north 32442
expected 32322
college 32284
party 32268
different 32224
kind 32199
call 32188
support 32018
power 31979
tax 31923
film 31898
plan 31842
months 31800
financial 31737
robert 31666
country 31604
jersey 31557
wanted 31456
lost 31438
war 31367
economic 31241
played 31079
free 31071
point 31062
nearly 31056
based 30743
working 30636
men 30627
system 30499
medical 30479
father 30446
ever 30287
washington 30074
makes 30016
park 29923
taken 29891
close 29663
hard 29600
deal 29550
important 29542
led 29533
book 29347
thought 29227
season 29170
seems 29111
private 29090
report 29072
gave 28783
information 28746
job 28696
later 28678
care 28654
michael 28527
others 28336
sales 28131
weeks 27992
cut 27961
near 27907
mother 27808
feel 27804
side 27710
series 27513
able 27494
received 27487
services 27487
start 27422
head 27386
across 27345
turned 27251
league 27235
theater 27209
senior 27200
democratic 27187
community 27177
behind 27146
chairman 27077
include 26967
seen 26955
getting 26838
past 26761
within 26702
rather 26672
move 26615
sunday 26585
died 26555
central 26550
price 26529
vice 26434
line 26363
county 26354
room 26319
players 26240
interest 26206
believe 26199
taking 26107
final 26085
museum 26060
human 26055
himself 25858
military 25836
cost 25830
woman 25796
lead 25773
social 25736
issue 25706
special 25706
name 25697
works 25669
death 25639
probably 25634
judge 25519
change 25498
union 25420
record 25357
doing 25351
seemed 25340
computer 25310
looking 25285
plans 25238
administration 25207
district 25181
history 25148
mayor 25140
food 25084
industry 25080
island 25078
worked 25058
nothing 25041
decision 24973
recently 24958
james 24951
water 24887
done 24829
toward 24797
full 24784
san 24735
air 24698
running 24689
outside 24638
george 24587
games 24488
foreign 24487
started 24386
love 24375
current 24361
hit 24269
using 24211
research 24141
try 24080
seven 24021
manhattan 24014
control 23996
security 23986
comes 23917
buy 23848
playing 23839
richard 23811
june 23804
strong 23788
likely 23764
ago 23719
main 23697
points 23685
live 23638
brought 23538
avenue 23527
drug 23429
perhaps 23416
especially 23413
saying 23331
legal 23243
hours 23209
month 23201
thing 23151
turn 23132
red 22949
despite 22894
sometimes 22868
congress 22827
march 22791
town 22777
seem 22747
spent 22651
workers 22556
july 22531
named 22524
announced 22470
william 22457
trade 22241
force 22181
official 22179
role 22138
tried 22100
bank 22083
return 22070
budget 22033
meeting 22029
saturday 22003
coming 21983
leaders 21949
offer 21885
let 21861
personal 21853
age 21828
rights 21828
member 21756
agreed 21623
committee 21618
wife 21588
clear 21479
moved 21346
provide 21317
talk 21301
earlier 21228
sense 21226
face 21223
helped 21205
story 21028
bring 20963
agency 20907
minutes 20830
question 20786
education 20745
saw 20689
tell 20680
de 20649
again 20624
space 20587
senator 20572
friday 20565
problem 20533
win 20403
association 20378
april 20371
professor 20363
eight 20298
average 20270
decided 20232
grand 20217
sold 20186
problems 20164
coach 20148
son 20146
church 20138
served 20110
prices 20090
increase 20042
someone 20025
living 20019
french 20008
cannot 19996
victory 19925
car 19895
knew 19889
policy 19849
added 19828
area 19827
defense 19800
friends 19786
fund 19752
parents 19736
lower 19725
anything 19705
largest 19704
justice 19702
mark 19669
calls 19648
front 19610
republicans 19597
rate 19556
idea 19517
together 19517
evidence 19498
senate 19493
effort 19474
sent 19443
schools 19426
manager 19411
groups 19348
lives 19264
rose 19186
paid 19136
leading 19111
single 19096
particularly 19037
reported 18957
study 18891
available 18889
summer 18877
british 18875
development 18834
possible 18813
wall 18786
takes 18734
shot 18728
felt 18717
los 18715
short 18713
review 18676
sell 18666
total 18644
child 18629
bad 18623
whom 18591
programs 18569
officer 18556
instead 18504
built 18497
continue 18435
sure 18427
simply 18420
means 18391
offered 18326
whole 18308
hospital 18307
everything 18234
needed 18230
included 18208
labor 18203
vote 18186
includes 18167
feet 18136
conference 18082
themselves 18060
view 18017
soon 18002
oil 17961
square 17944
field 17941
allowed 17935
runs 17893
shows 17889
begin 17881
hope 17878
investment 17869
paul 17823
wrote 17812
advertising 17804
created 17802
miles 17771
media 17695
share 17676
wants 17665
lawyers 17658
similar 17564
person 17557
article 17556
either 17539
investors 17535
higher 17504
performance 17490
staff 17489
allow 17485
longer 17473
fact 17456
growing 17448
opened 17388
fell 17270
european 17258
involved 17245
brooklyn 17193
annual 17167
difficult 17139
certain 17120
prime 17072
popular 17062
club 17060
chance 17034
met 17022
middle 17018
telephone 17017
america 17015
rest 17009
am 17003
thomas 16985
issues 16940
heart 16910
council 16875
officers 16856
production 16855
agreement 16853
beloved 16851
career 16844
spending 16769
civil 16757
showed 16734
usually 16728
peter 16714
leave 16710
matter 16708
reason 16697
hold 16689
sports 16677
serious 16650
order 16644
americans 16639
independent 16623
lawyer 16619
create 16615
charles 16586
questions 16581
future 16568
raised 16540
growth 16534
green 16531
jewish 16493
football 16463
loss 16386
chinese 16367
shares 16344
movie 16343
light 16318
charges 16299
husband 16240
everyone 16239
anyone 16220
efforts 16202
hotel 16199
stop 16193
described 16184
arts 16147
form 16147
insurance 16108
action 16077
meet 16019
russian 16002
corporate 15969
race 15968
daily 15961
fall 15909
residents 15902
modern 15896
welfare 15888
considered 15874
appeared 15866
site 15861
position 15858
kept 15812
written 15800
signed 15761
tuesday 15751
dole 15718
looked 15709
nations 15683
goes 15679
add 15648
stay 15588
democrats 15573
fourth 15570
internet 15566
project 15494
election 15483
thursday 15471
management 15463
books 15456
road 15445
ended 15423
bought 15414
remains 15377
giving 15352
beyond 15348
actually 15345
opening 15342
technology 15321
huge 15282
heard 15278
representative 15255
basketball 15253
contract 15253
read 15240
common 15201
itself 15197
low 15193
beginning 15191
land 15187
couple 15142
build 15136
dance 15136
rates 15125
hall 15114
starting 15069
closed 15061
executives 15049
remain 15034
daughter 15033
entire 15027
thousands 14998
baseball 14976
costs 14973
yankees 14971
list 14931
bob 14882
restaurant 14858
secretary 14854
attention 14841
analysts 14825
credit 14821
japanese 14764
california 14750
monday 14741
further 14732
worth 14724
process 14713
wednesday 14713
sign 14702
player 14696
changes 14682
cases 14679
western 14669
friend 14656
brown 14629
quite 14616
raise 14609
result 14608
commercial 14593
commission 14590
needs 14582
jobs 14499
biggest 14472
original 14456
housing 14453
killed 14453
born 14448
ball 14439
latest 14435
inside 14415
leader 14412
experts 14364
funds 14325
potential 14305
ground 14296
goal 14292
proposed 14283
act 14259
capital 14223
reached 14125
fifth 14118
fire 14103
released 14097
minister 14068
sexual 14050
press 14042
estate 14023
johnson 14020
firm 14018
sound 14008
moving 13974
economy 13963
produced 13935
van 13904
jones 13899
teams 13894
scored 13833
above 13821
blue 13820
taxes 13811
previous 13754
cause 13738
english 13731
lived 13703
governor 13692
corporation 13637
assistant 13615
charged 13615
class 13611
forced 13598
reports 13598
scheduled 13583
selling 13579
level 13551
miss 13544
offers 13532
bit 13519
society 13518
devoted 13506
families 13456
pass 13436
ask 13435
seeking 13418
giuliani 13414
pressure 13412
passed 13400
poor 13397
radio 13383
nine 13380
organization 13379
maybe 13359
garden 13338
china 13329
stage 13317
returned 13307
smith 13290
plays 13288
charge 13285
gets 13274
employees 13273
ways 13271
unit 13256
cup 13250
investigation 13238
peace 13232
fight 13222
offering 13219
course 13212
terms 13212
spokesman 13209
fine 13128
body 13119
interview 13119
followed 13103
finally 13087
step 13058
ran 13057
period 13052
following 13030
traditional 13025
married 13011
beat 13010
authority 13007
winning 12998
store 12986
property 12985
gone 12962
apartment 12949
drive 12920
experience 12902
spend 12899
bond 12891
countries 12887
figure 12885
failed 12879
test 12875
southern 12834
chicago 12826
majority 12796
fresh 12791
amount 12770
throughout 12714
quickly 12701
visit 12697
safety 12686
relationship 12680
designed 12679
key 12676
published 12634
account 12597
hundreds 12589
joined 12585
talking 12584
continued 12577
memorial 12557
division 12556
morning 12555
mostly 12536
presidential 12516
student 12509
trial 12487
looks 12485
environmental 12476
neighborhood 12460
calling 12454
phone 12439
easy 12428
travel 12426
suggested 12402
graduated 12400
value 12389
joseph 12383
construction 12309
village 12309
deep 12296
army 12289
marketing 12283
cover 12271
survived 12246
owned 12234
hand 12228
consider 12187
broadway 12186
true 12185
training 12178
directed 12176
finance 12163
criminal 12155
nor 12153
religious 12132
provided 12115
leaving 12090
subject 12086
river 12078
voters 12070
range 12053
page 12041
accused 12037
frank 12011
rules 11999
tour 11982
version 11965
learned 11962
word 11959
reach 11954
customers 11919
german 11915
certainly 11912
gives 11912
focus 11908
data 11907
various 11888
knows 11863
believed 11856
spring 11853
expect 11814
professional 11783
retired 11778
ready 11772
access 11757
practice 11756
planned 11746
supreme 11722
sort 11719
piece 11718
king 11711
declined 11683
grew 11662
mike 11661
effect 11658
network 11652
parts 11634
standard 11628
largely 11605
natural 11593
gold 11586
stocks 11585
statement 11582
writer 11571
musical 11547
present 11535
dinner 11521
web 11508
markets 11493
round 11486
cash 11480
appear 11474
estimated 11467
performed 11449
buildings 11443
debate 11420
doctors 11414
williams 11412
wine 11386
intended 11381
finished 11373
crime 11363
design 11354
break 11352
institute 11350
owner 11335
wide 11331
understand 11323
owners 11322
audience 11305
giants 11300
required 11296
receive 11278
voice 11278
degree 11268
tonight 11259
lines 11256
northern 11243
talks 11223
author 11202
title 11199
mean 11189
results 11184
serve 11181
letter 11174
hear 11158
powerful 11133
artists 11132
income 11132
spoke 11131
attorney 11126
jury 11124
stand 11121
loving 11120
compared 11112
apparently 11101
writing 11101
star 11095
appears 11094
joe 11084
pretty 11069
evening 11066
science 11062
ability 11060
words 11054
changed 11048
proposal 11039
hot 11032
houses 11026
individual 11025
collection 11014
greater 11009
israel 11003
exchange 11000
boston 10975
tomorrow 10967
passing 10939
events 10921
operating 10919
increased 10890
clearly 10884
station 10877
success 10876
older 10865
double 10851
nuclear 10832
risk 10808
dropped 10786
fans 10784
eventually 10759
martin 10756
significant 10755
cars 10749
attack 10748
planning 10745
areas 10733
brother 10732
products 10718
banks 10714
investigators 10710
opportunity 10708
additional 10680
rich 10680
eastern 10664
prosecutors 10651
floor 10616
larger 10613
rise 10601
forces 10586
quarter 10581
stores 10571
quality 10570
lack 10552
trading 10535
numbers 10530
energy 10528
cultural 10526
israeli 10518
dollars 10517
else 10491
highly 10478
adding 10472
mary 10470
angeles 10459
mind 10454
filed 10441
florida 10440
holding 10439
paper 10436
atlantic 10427
patients 10415
sale 10411
la 10387
tom 10386
neither 10369
style 10368
per 10364
lose 10354
fear 10348
approach 10339
none 10305
connecticut 10298
concern 10274
exhibition 10272
plant 10272
watch 10248
hands 10244
trip 10243
funeral 10230
benefits 10227
critics 10219
tobacco 10216
consumer 10211
happened 10181
losing 10179
addition 10175
except 10156
jim 10156
editor 10144
caused 10136
complete 10136
search 10127
contributions 10125
global 10118
battle 10115
congressional 10115
avoid 10112
records 10107
candidates 10098
millions 10087
reduce 10084
straight 10078
conservative 10067
dozen 10060
earnings 10055
cable 10049
ahead 10044
buying 10040
regular 10025
limited 10015
software 9999
carry 9995
picture 9990
bay 9984
figures 9974
choice 9970
managed 9964
protect 9953
presented 9952
generally 9950
learn 9945
post 9935
willing 9934
studies 9914
magazine 9904
upper 9895
send 9893
require 9881
aid 9872
opera 9865
industrial 9859
heavy 9858
jazz 9853
shown 9847
waiting 9834
showing 9812
remained 9805
remember 9782
approved 9780
homes 9769
places 9767
concerned 9763
moment 9763
cancer 9753
base 9749
reading 9747
walk 9744
january 9743
texas 9739
cast 9738
indian 9733
issued 9720
opposition 9718
kids 9709
filled 9688
putting 9683
securities 9682
sex 9676
mass 9634
developed 9632
placed 9632
whatever 9625
section 9623
block 9618
relations 9607
pieces 9606
size 9604
video 9594
prison 9580
cold 9574
becoming 9564
listed 9554
century 9553
demand 9543
complex 9542
sought 9532
produce 9511
familiar 9510
catholic 9491
upon 9485
feeling 9477
successful 9477
condition 9462
benefit 9446
earned 9444
separate 9441
urban 9441
forward 9437
image 9431
finding 9422
meant 9422
noted 9419
stopped 9412
mets 9408
challenge 9390
steve 9382
event 9370
traffic 9368
save 9365
bar 9357
heat 9353
nature 9346
happy 9318
smaller 9315
leaves 9314
columbia 9303
response 9288
language 9264
onto 9258
dining 9257
jack 9253
competition 9252
measure 9252
refused 9252
laws 9241
seconds 9234
missed 9214
signs 9205
golf 9200
hearing 9190
attempt 9188
weekend 9181
rock 9173
italian 9168
festival 9159
communications 9154
systems 9154
regional 9147
track 9135
keeping 9130
politics 9130
ordered 9119
hour 9109
simple 9108
increasingly 9103
scott 9096
becomes 9089
olympic 9087
yards 9086
deputy 9084
extra 9077
situation 9075
madison 9059
authorities 9055
lewinsky 9045
gallery 9037
sister 9024
seek 9018
message 9009
fashion 9008
weapons 9008
answer 8989
initial 8980
character 8977
stories 8973
concert 8970
paying 8959
hill 8954
fish 8953
hong 8947
particular 8935
tough 8925
treatment 8925
caught 8921
begun 8914
arrived 8906
analyst 8903
twice 8893
guy 8871
domestic 8860
cuts 8854
legislation 8828
impact 8813
prepared 8810
november 8807
supposed 8800
box 8789
directly 8783
drop 8781
interested 8773
remaining 8766
turning 8758
parties 8755
primary 8754
beach 8752
hockey 8752
favorite 8741
direct 8723
dead 8720
elected 8720
london 8715
revenue 8698
agents 8692
henry 8688
flight 8684
december 8679
slightly 8677
carried 8663
names 8660
turns 8655
begins 8653
edward 8653
crowd 8648
exactly 8645
ice 8641
louis 8633
candidate 8625
ones 8620
pick 8620
hopes 8613
thinking 8609
voted 8596
businesses 8573
famous 8570
sea 8567
arrested 8565
release 8563
sides 8563
referring 8557
baby 8550
culture 8550
unusual 8546
partner 8544
standing 8521
below 8516
movement 8500
join 8493
asian 8485
virtually 8481
notes 8474
relatively 8473
russia 8471
population 8464
suit 8460
door 8451
speak 8451
write 8435
unless 8433
denied 8432
metropolitan 8430
auto 8426
tickets 8421
blood 8418
wrong 8411
train 8402
bills 8396
rule 8376
established 8373
scene 8368
critical 8356
secret 8355
stephen 8350
winter 8345
microsoft 8343
jets 8335
plants 8335
teachers 8330
knicks 8329
films 8320
fighting 8313
asking 8310
speaking 8308
speech 8304
basic 8296
product 8294
setting 8293
sitting 8292
accept 8287
august 8287
operations 8274
japan 8269
widely 8263
contemporary 8255
salt 8247
driving 8229
owns 8220
walked 8215
easily 8213
concerns 8212
immediately 8195
prevent 8191
europe 8188
band 8186
broke 8183
newspaper 8171
watching 8169
route 8160
strike 8157
windows 8155
nation 8135
term 8133
appeal 8109
host 8099
provides 8095
songs 8095
address 8094
guys 8093
streets 8091
physical 8088
paintings 8068
sites 8061
match 8060
alone 8052
decades 8049
historical 8047
aides 8037
october 8037
unlike 8036
transportation 8032
drugs 8030
tiny 8010
gay 7997
score 7997
pataki 7995
library 7992
artist 7990
fair 7983
bronx 7967
afternoon 7966
lee 7965
ruling 7963
agencies 7956
responsible 7948
violence 7947
telling 7944
committed 7935
dark 7927
highest 7926
scientists 7925
murder 7916
retail 7911
younger 7910
details 7906
killing 7900
hired 7899
foundation 7897
novel 7864
boy 7852
develop 7845
illegal 7842
chicken 7835
perfect 7828
expressed 7821
guard 7813
presence 7811
september 7795
model 7780
images 7778
standards 7777
completed 7767
pro 7767
stadium 7761
mutual 7758
christian 7757
trouble 7748
agree 7744
comment 7728
discuss 7723
influence 7712
westchester 7711
intelligence 7703
follow 7695
material 7694
strategy 7681
kennedy 7675
african 7674
agent 7671
trust 7668
creating 7662
uses 7661
girl 7659
palestinian 7637
democrat 7631
gas 7631
remove 7626
mount 7621
stood 7621
gain 7615
introduced 7610
queens 7607
plus 7604
brief 7597
rising 7580
glass 7575
eyes 7564
improve 7561
projects 7553
expensive 7550
variety 7548
broad 7543
decide 7542
panel 7537
continues 7533
possibility 7523
conducted 7522
soviet 7522
leadership 7520
visitors 7519
championship 7518
herself 7518
seeing 7507
reporters 7496
downtown 7492
bus 7474
specific 7474
worst 7471
acknowledged 7468
fellow 7464
crisis 7459
suffered 7458
sit 7457
grow 7450
discovered 7446
index 7445
serving 7434
handle 7429
classic 7422
entered 7420
female 7419
walking 7418
color 7417
involving 7385
helping 7371
advantage 7354
memory 7346
steps 7342
region 7341
covered 7330
spread 7326
characters 7321
howard 7320
hardly 7317
electronic 7316
susan 7313
drew 7302
corner 7300
brian 7290
equipment 7289
raising 7281
teacher 7275
historic 7272
rent 7272
testimony 7272
fewer 7270
andrew 7261
associate 7257
debt 7256
cities 7254
talked 7252
threat 7251
commissioner 7250
struck 7248
sets 7247
rooms 7237
bridge 7231
photographs 7231
table 7223
difference 7213
wild 7210
represents 7205
wearing 7199
organized 7190
hurt 7188
nearby 7188
eye 7187
taste 7182
troops 7177
negotiations 7173
associated 7172
fully 7150
graduate 7149
silver 7148
sat 7146
determine 7136
claims 7129
al 7127
supported 7126
mexico 7124
allowing 7119
suddenly 7117
bowl 7113
grown 7113
jordan 7106
determined 7104
principal 7103
longtime 7092
visiting 7091
pulled 7088
happen 7083
alan 7082
argued 7075
tony 7072
daniel 7069
wait 7069
entertainment 7066
recalled 7065
native 7063
crew 7054
aids 7053
creative 7037
requires 7034
settlement 7034
dollar 7032
push 7025
restaurants 7021
rare 7013
shooting 7011
lake 7006
goals 7003
active 6997
prove 6993
cents 6990
offices 6980
rangers 6969
france 6963
shop 6947
decade 6946
miami 6944
stars 6933
weather 6931
closing 6927
politicians 6927
protection 6927
port 6925
february 6924
thus 6924
seat 6908
francisco 6904
arms 6897
effective 6893
faces 6889
chris 6888
bonds 6879
lincoln 6879
favor 6877
bureau 6875
rabbi 6874
headed 6867
deeply 6862
irish 6853
slow 6845
dow 6833
nice 6832
spot 6832
iraq 6831
acting 6828
quick 6820
due 6817
type 6814
suggest 6812
generation 6811
insisted 6811
emergency 6809
perform 6809
ford 6808
percentage 6805
reform 6798
example 6789
shopping 6781
necessary 6779
display 6776
parking 6774
partly 6774
giant 6773
dear 6772
greatest 6769
note 6753
atlanta 6743
broadcast 6735
opposed 6734
christmas 6727
chemical 6722
minor 6719
accounts 6713
claim 6713
ethnic 6713
managing 6707
jeff 6701
ruled 6699
treasury 6699
coast 6689
increasing 6689
noon 6689
yankee 6675
performances 6671
girls 6667
prominent 6667
bringing 6665
founded 6662
proved 6661
harvard 6657
brothers 6656
drawn 6654
heads 6654
anthony 6653
combined 6652
disease 6651
patrick 6644
victims 6639
guilty 6637
cross 6633
source 6633
promised 6628
documents 6623
barbara 6621
pop 6618
beautiful 6617
hudson 6616
clean 6612
continuing 6600
overall 6594
considering 6591
status 6591
survey 6591
studio 6585
fiscal 6584
emotional 6574
picked 6574
loved 6572
accepted 6571
computers 6570
nato 6565
rejected 6562
cutting 6556
england 6553
bottom 6552
assembly 6550
decline 6550
attended 6545
approval 6542
tied 6539
pointed 6537
mexican 6534
stanley 6534
ban 6533
defensive 6530
hollywood 6529
organizations 6529
counsel 6526
facing 6525
kevin 6523
seventh 6523
card 6522
jackson 6522
ballet 6517
damage 6516
doubt 6513
christopher 6508
tells 6507
limit 6504
draw 6486
extend 6486
check 6483
broken 6482
represented 6479
pictures 6468
digital 6467
supporters 6466
elections 6459
focused 6458
philadelphia 6446
features 6444
letters 6435
tend 6420
roman 6416
shots 6414
choose 6413
reduced 6412
electric 6410
pitch 6409
elizabeth 6397
camp 6396
providing 6394
watched 6393
explain 6384
sun 6384
dismissed 6373
ideas 6368
balance 6367
touch 6356
maintain 6355
related 6355
consumers 6354
joint 6346
farm 6345
vast 6338
seats 6336
kill 6334
elderly 6333
identified 6333
conditions 6330
dean 6327
respect 6326
believes 6323
net 6320
dozens 6316
everybody 6316
performing 6316
responsibility 6315
replace 6313
changing 6311
interesting 6305
soldiers 6302
spokeswoman 6297
closer 6295
arthur 6290
latin 6289
somewhat 6284
speaker 6283
painting 6273
tests 6272
hoped 6268
profits 6262
academy 6260
award 6247
davis 6245
learning 6241
finds 6240
grandmother 6238
enforcement 6230
sponsored 6228
levels 6225
treated 6225
replaced 6224
task 6223
makers 6220
easier 6219
steven 6215
grant 6214
unable 6214
throw 6213
admission 6204
houston 6204
convicted 6198
moves 6197
date 6196
fox 6194
fast 6188
financing 6186
faced 6185
male 6181
plane 6177
movies 6175
acquired 6171
express 6170
immigrants 6170
eighth 6169
existing 6165
barely 6161
confidence 6161
feels 6161
larry 6161
horse 6154
partners 6146
wear 6143
orchestra 6142
developing 6139
municipal 6131
morris 6118
criticized 6117
speed 6117
completely 6112
warm 6110
purchase 6103
taught 6100
paris 6088
sharp 6087
internal 6086
stands 6077
effects 6076
clients 6075
resources 6074
banking 6072
opponents 6071
allows 6070
suggests 6057
rudolph 6054
forest 6053
donations 6052
boys 6048
morgan 6048
technical 6043
previously 6037
injured 6036
carrying 6034
appeals 6033
criticism 6030
rarely 6025
airport 6020
missing 6020
views 6015
repeatedly 6000
sweet 5988
ceremony 5987
failure 5983
merger 5982
educational 5979
wonderful 5977
starts 5975
aware 5974
minority 5962
coalition 5958
miller 5954
nonprofit 5953
reasons 5952
abortion 5951
bruce 5948
votes 5947
headquarters 5940
convention 5935
eric 5935
airlines 5931
communist 5927
song 5927
managers 5924
retirement 5920
positive 5919
dispute 5917
lunch 5913
bell 5912
bid 5911
heavily 5909
lawrence 5909
declared 5904
reserve 5902
hair 5899
pushed 5899
philip 5898
chose 5895
sounds 5894
sixth 5890
decisions 5888
combination 5886
freedom 5882
gained 5881
spirit 5880
mountain 5879
holds 5878
lawsuit 5877
hoping 5874
wood 5864
worried 5864
gingrich 5862
extremely 5859
royal 5859
hospitals 5855
colleagues 5849
edge 5845
represent 5844
shared 5837
threatened 5834
wonder 5833
tv 5827
master 5826
alternative 5818
inspired 5810
fill 5808
eat 5807
savings 5807
grandfather 5806
fit 5802
centers 5801
ends 5801
bigger 5797
brings 5779
newly 5778
appearance 5776
finish 5764
attacks 5763
virginia 5760
mission 5759
moral 5757
safe 5756
warned 5754
artistic 5748
catch 5748
reputation 5747
meaning 5743
conduct 5740
torre 5738
profit 5729
valley 5728
sees 5727
nobody 5720
kitchen 5712
request 5707
referred 5706
gary 5702
fed 5700
enter 5698
plenty 5691
holiday 5687
liberal 5687
foot 5683
unlikely 5681
tennis 5677
racial 5675
strength 5675
extended 5674
meetings 5674
stations 5660
chosen 5659
mental 5654
pair 5650
carolina 5645
possibly 5643
lewis 5640
germany 5639
policies 5639
kenneth 5637
afford 5636
worry 5630
gun 5626
teaching 5618
operation 5614
mix 5608
researchers 5603
currently 5602
golden 5602
keeps 5602
trees 5602
affairs 5598
plastic 5597
supply 5585
pacific 5580
threw 5580
apple 5577
mixed 5576
featuring 5575
formed 5575
removed 5575
relief 5573
consecutive 5571
immediate 5569
citizens 5558
mention 5555
closely 5546
leads 5546
advance 5545
hits 5544
adult 5541
shortly 5539
marriage 5536
shift 5534
donald 5533
tournament 5530
typical 5529
stone 5528
jews 5519
aside 5516
interests 5515
crucial 5513
expansion 5510
producer 5495
athletic 5494
cards 5490
directors 5490
entirely 5489
ii 5484
progress 5483
struggle 5479
legislature 5477
disney 5474
coverage 5472
cook 5471
immigration 5470
dramatic 5469
aggressive 5464
ann 5464
offensive 5460
orange 5460
pages 5457
commitment 5455
comfortable 5454
occurred 5453
normal 5452
basis 5451
super 5451
advocates 5442
swiss 5436
expand 5435
limits 5435
don 5434
classical 5432
soft 5432
walls 5432
pull 5421
promise 5418
lots 5417
minimum 5417
era 5416
bright 5412
sauce 5411
ticket 5408
knowledge 5405
guide 5396
drove 5395
advanced 5394
activities 5390
thinks 5390
yellow 5383
theme 5378
weddings 5376
wish 5371
opens 5365
recommended 5363
formal 5361
modest 5360
merely 5358
spanish 5357
truly 5356
shut 5354
visited 5354
academic 5350
dangerous 5349
dan 5348
chamber 5340
crimes 5340
commerce 5339
greenwich 5337
pace 5334
quarterback 5334
contact 5333
attend 5328
deals 5328
korean 5324
coffee 5323
ride 5322
scores 5322
recorded 5320
publicly 5315
falling 5310
todd 5310
quiet 5308
window 5306
medicine 5304
gains 5303
opinion 5299
surprised 5298
veteran 5298
imagine 5293
forms 5289
painted 5288
truth 5285
comedy 5283
testing 5282
complained 5279
armed 5274
appointed 5273
jerry 5272
measures 5272
ancient 5261
permanent 5261
draft 5257
drawing 5256
ultimately 5252
otherwise 5250
cited 5249
usual 5247
happens 5246
tradition 5246
units 5246
invited 5244
compete 5239
stayed 5239
doctor 5238
youth 5237
assets 5228
crash 5227
vision 5225
competitive 5223
piano 5223
dream 5222
kinds 5222
scientific 5217
sport 5211
constitutional 5210
apartments 5207
myself 5206
weight 5199
fly 5198
channel 5194
honor 5194
whitman 5194
santa 5189
ordinary 5185
writers 5175
junior 5174
pepper 5173
flowers 5170
subway 5170
direction 5169
yield 5166
admitted 5164
realize 5163
legislative 5162
inflation 5160
mainly 5158
journal 5154
canadian 5153
casino 5147
violent 5145
count 5144
saturdays 5141
transit 5141
walter 5141
feature 5138
contracts 5131
abuse 5126
fun 5124
impossible 5123
yeltsin 5122
inches 5121
likes 5121
fort 5120
bosnian 5119
yale 5117
argue 5116
reflect 5112
behavior 5099
excellent 5095
surgery 5087
structure 5085
urged 5085
moments 5080
cherished 5078
steel 5078
bear 5077
ending 5075
netanyahu 5074
prospect 5073
asia 5072
settled 5069
tie 5069
roughly 5063
desire 5058
menu 5058
enormous 5056
dallas 5053
weekly 5053
puts 5047
dealing 5041
dry 5032
frequently 5032
champion 5031
screen 5031
wilson 5027
bomb 5023
olive 5021
announcement 5016
metal 5016
package 5010
items 5008
representing 5008
brand 5007
kong 5006
returning 5004
tree 4996
equal 4995
interior 4992
starr 4982
courts 4981
eager 4980
insure 4980
sending 4972
struggling 4969
kansas 4968
increases 4966
representatives 4965
districts 4963
explained 4950
birth 4947
currency 4945
receiving 4939
cbs 4936
studied 4936
factory 4933
penalty 4932
loan 4931
split 4931
ronald 4925
passengers 4924
actions 4920
outdoor 4920
consultant 4918
enjoy 4914
extraordinary 4905
dennis 4904
defeated 4900
dog 4900
connection 4896
institutions 4896
designer 4893
driven 4890
acres 4888
obvious 4888
misstated 4886
formerly 4883
prince 4883
sharply 4882
allen 4881
complaints 4881
winner 4879
maintenance 4878
somebody 4874
realized 4873
hispanic 4862
orders 4862
parent 4862
fees 4859
analysis 4856
intense 4856
serves 4854
actors 4851
argument 4851
losses 4851
detroit 4849
suspended 4848
payments 4846
maker 4845
literary 4844
applied 4843
capacity 4841
helps 4838
originally 4838
carefully 4835
voting 4835
gift 4833
pain 4828
advice 4827
surprise 4825
tim 4819
nets 4818
wave 4818
reaction 4817
classes 4816
wind 4815
suburban 4811
delivered 4802
aimed 4799
statements 4799
schedule 4797
consulting 4795
discussion 4787
proposals 4786
grilled 4785
adopted 4783
comments 4781
equally 4777
anne 4774
gray 4774
residential 4773
barry 4772
apply 4771
machine 4770
gulf 4769
neighbors 4764
ninth 4759
britain 4751
douglas 4747
nbc 4746
rice 4742
judges 4741
warning 4737
god 4733
auction 4728
lay 4728
shape 4725
notion 4719
jane 4713
worldwide 4713
traded 4711
string 4710
ties 4700
arrest 4699
blocks 4699
nancy 4697
concluded 4695
publishing 4695
drama 4694
typically 4684
scoring 4683
founder 4681
alexander 4680
fought 4680
solid 4680
loans 4677
deficit 4670
establish 4669
understanding 4663
stake 4661
promote 4658
pat 4650
ocean 4649
target 4643
forget 4641
core 4638
governments 4631
symphony 4630
fallen 4629
racing 4627
matters 4621
options 4621
el 4619
playoff 4619
pool 4618
striking 4618
accounting 4615
flying 4615
surrounding 4615
abandoned 4612
snow 4608
expert 4605
flat 4605
venture 4603
parcells 4597
troubled 4597
breast 4595
pushing 4593
amendment 4592
dishes 4592
ruth 4591
patient 4586
soccer 4585
monica 4583
musicians 4583
emerged 4582
resident 4582
returns 4581
strongly 4575
polls 4573
buyers 4569
singing 4567
border 4562
fred 4562
minute 4558
princeton 4557
foster 4555
clothes 4554
truck 4554
busy 4550
sugar 4541
appropriate 4536
responded 4536
activity 4530
indeed 4525
chain 4522
affect 4521
staten 4521
actor 4518
impeachment 4514
fax 4510
encourage 4508
preparing 4506
cream 4502
repeated 4500
selected 4500
hitting 4499
animals 4498
breaking 4498
remembered 4497
controlled 4496
improved 4496
welcome 4496
fired 4491
selection 4491
cool 4486
indicated 4484
korea 4483
monthly 4479
gathered 4476
primarily 4476
attract 4475
accompanied 4472
singer 4471
angry 4470
parks 4470
communities 4469
warner 4468
drivers 4467
smoking 4467
liked 4464
animal 4462
bobby 4461
ads 4460
substantial 4457
yorkers 4455
knowing 4454
column 4449
islamic 4449
stuff 4447
testified 4437
remarkable 4434
towns 4432
ray 4430
supporting 4430
describe 4429
alliance 4425
rural 4425
incident 4415
numerous 4414
yea 4414
surface 4413
describes 4411
models 4411
positions 4401
earn 4400
fuel 4397
healthy 4396
skills 4395
salary 4394
defeat 4392
campus 4384
equity 4384
proud 4384
rally 4382
magic 4376
rain 4376
abc 4375
adults 4375
witnesses 4369
driver 4368
severe 4363
unemployment 4359
reality 4357
cleveland 4356
trained 4355
harry 4353
conversation 4351
empty 4349
pounds 4348
interviews 4342
conflict 4338
presents 4335
marked 4333
seriously 4333
expanded 4332
theory 4332
tight 4330
utility 4330
writes 4330
indians 4328
airline 4327
tuesdays 4327
nassau 4326
convinced 4325
disabled 4324
reporter 4323
fairly 4321
file 4321
brain 4315
inquiry 4313
networks 4312
eating 4310
africa 4308
stretch 4308
essentially 4302
demands 4298
injury 4298
arm 4294
dressed 4291
dress 4286
hundred 4275
bed 4274
exercise 4267
respond 4265
experienced 4264
talent 4263
divided 4262
transfer 4262
environment 4261
session 4261
contributed 4260
harder 4259
beauty 4258
hotels 4258
revenues 4257
colorado 4256
assistance 4255
traveling 4255
gore 4254
apparent 4252
handled 4251
metro 4250
witness 4249
flow 4248
shareholders 4247
ratings 4242
highway 4240
viewed 4239
ad 4234
besides 4230
sam 4226
handful 4225
india 4225
passes 4224
estimates 4221
tenants 4221
jonathan 4217
michigan 4216
navy 4214
dancers 4210
scenes 4209
diplomats 4204
differences 4203
newark 4202
option 4199
dedicated 4196
recognize 4196
afraid 4195
opposite 4195
anniversary 4193
backed 4193
benjamin 4193
opportunities 4193
upset 4193
bombing 4192
tone 4185
teach 4180
vehicles 4180
assigned 4174
articles 4173
attempts 4169
politically 4167
lieu 4166
massachusetts 4161
ages 4160
faith 4159
relatives 4159
rush 4159
briefing 4158
readers 4158
doors 4157
albert 4156
meat 4152
dave 4151
actual 4150
lady 4150
courses 4149
newspapers 4149
regulations 4149
luxury 4146
medicare 4144
jump 4142
jay 4141
guess 4140
meets 4140
woods 4140
necessarily 4136
identify 4134
expects 4133
folk 4132
seasons 4132
seattle 4131
delay 4130
devils 4127
laid 4126
link 4125
worker 4122
poll 4120
goods 4114
negative 4113
discussed 4110
chances 4107
fears 4107
producers 4106
narrow 4101
ron 4101
employee 4095
viewers 4091
assault 4088
importance 4081
individuals 4080
investigating 4080
predicted 4080
jumped 4074
visual 4071
confirmed 4066
suspect 4066
jose 4065
suffering 4063
distance 4058
linda 4057
camera 4056
elements 4055
apart 4054
trend 4054
paint 4052
iraqi 4051
dealers 4046
shore 4046
path 4042
editorial 4040
linked 4038
concept 4037
treat 4037
definitely 4035
bush 4034
ranging 4034
publisher 4033
employment 4031
extensive 4031
species 4029
clubs 4028
false 4026
stepped 4025
gene 4022
captain 4020
blacks 4019
emerging 4018
recording 4018
deliver 4017
machines 4016
volume 4016
falls 4013
cigarette 4009
prompted 4009
sensitive 4009
occasionally 4008
chopped 4005
reporting 4005
thanks 4005
harlem 4004
sells 4004
obviously 4003
beating 4002
storm 4000
boat 3997
baltimore 3992
papers 3991
furniture 3987
regularly 3987
temple 3987
accident 3986
pitcher 3986
guests 3981
boards 3978
sanctions 3974
tries 3974
ross 3973
values 3973
mortgage 3970
jeffrey 3969
prize 3968
essential 3967
guest 3967
nelson 3962
valuable 3962
sentence 3958
settle 3955
wayne 3954
romantic 3953
questioned 3952
sympathy 3944
cooking 3943
branch 3942
portion 3942
manufacturers 3941
competing 3940
cafe 3937
cone 3937
merrill 3937
acts 3933
detective 3933
failing 3933
earth 3928
dominated 3922
surrounded 3922
customer 3920
danger 3920
awarded 3919
acquire 3913
lies 3913
jail 3911
client 3908
preserve 3907
conventional 3904
recognized 3904
mile 3902
dancing 3901
prepare 3900
operate 3897
considerable 3896
terry 3896
reflected 3895
wooden 3895
mail 3893
pitching 3891
canada 3890
objects 3889
marks 3888
fare 3879
debut 3878
temporary 3878
worse 3877
campbell 3874
kelly 3874
clothing 3873
detailed 3873
reaching 3872
fields 3870
producing 3868
firms 3865
beneath 3863
manufacturing 3863
code 3862
coaches 3861
salad 3860
hills 3857
norman 3857
participants 3857
roger 3855
absolutely 3854
amounts 3852
carl 3852
monetary 3852
amid 3850
widespread 3848
affected 3847
eliminate 3846
portrait 3845
defending 3838
atmosphere 3836
gap 3834
gotten 3834
signing 3834
sundays 3834
landscape 3831
slowly 3831
users 3830
fridays 3827
thompson 3827
ken 3826
nay 3826
purpose 3825
causes 3823
mentioned 3822
encouraged 3821
victim 3821
initially 3819
pentagon 3819
equivalent 3818
faculty 3818
thrown 3818
blame 3817
chancellor 3817
protest 3816
soup 3810
die 3809
offense 3809
thin 3809
rookie 3806
confident 3805
associates 3804
negotiating 3803
mixture 3802
borough 3799
discovery 3798
economist 3796
bodies 3794
regarded 3791
waste 3791
diego 3787
hole 3787
attractive 3786
discussions 3786
las 3786
suicide 3786
veterans 3786
achieve 3785
queen 3783
vehicle 3781
reducing 3778
impressive 3773
maintained 3773
visits 3773
unions 3769
materials 3766
hire 3765
solo 3765
ship 3763
studying 3761
advisory 3760
enjoyed 3760
complicated 3759
carries 3758
condolences 3756
designers 3756
medium 3756
chocolate 3755
proper 3754
rival 3754
attracted 3752
moderate 3752
tape 3752
fee 3746
saudi 3746
totally 3746
handling 3743
childhood 3738
behalf 3737
resolution 3735
joining 3734
lawmakers 3734
factor 3731
chapter 3730
print 3729
chase 3728
nursing 3719
tale 3718
refugees 3716
steady 3716
suggesting 3712
anybody 3711
awards 3711
pennsylvania 3708
arizona 3705
broader 3705
muslim 3703
pattern 3700
partnership 3698
throwing 3697
claimed 3690
audiences 3689
jason 3689
prosecutor 3688
ralph 3688
surely 3687
weak 3686
copies 3684
bitter 3677
arab 3675
jean 3675
independence 3674
accusations 3673
strange 3671
satellite 3670
joan 3665
thick 3663
carol 3662
background 3654
le 3653
lights 3652
wore 3652
featured 3651
bulls 3650
drinking 3649
reservations 3649
somehow 3648
remarks 3647
practices 3646
federation 3643
puerto 3640
surprising 3639
cruise 3638
salmon 3638
types 3638
parliament 3635
homeless 3634
republic 3631
bread 3629
faster 3629
permit 3629
license 3627
hearings 3624
stronger 3624
tower 3622
wealthy 3622
guarantee 3621
sophisticated 3619
taylor 3616
brokerage 3612
discount 3611
celebrated 3608
signal 3606
powers 3605
programming 3603
economists 3601
restrictions 3599
deaths 3597
location 3596
spiritual 3593
attitude 3590
circle 3590
georgia 3587
palestinians 3582
pittsburgh 3582
telecommunications 3581
estimate 3579
plot 3579
democracy 3576
acquisition 3575
memories 3575
advisers 3574
choices 3573
controls 3573
heights 3572
restore 3572
pays 3568
rental 3568
belief 3566
solution 3565
ambitious 3563
ohio 3560
attacked 3558
civilian 3558
administrative 3557
announce 3554
distribution 3553
corruption 3552
trains 3552
lemon 3551
effectively 3550
expanding 3548
senators 3547
starring 3542
noting 3541
bosnia 3538
degrees 3535
wells 3535
leonard 3532
races 3532
architect 3528
ultimate 3528
elementary 3527
grace 3524
defend 3523
moscow 3523
row 3522
lease 3521
motor 3521
harold 3518
franklin 3517
praised 3515
escape 3512
bankers 3511
multiple 3509
cuban 3508
fruit 3506
requiring 3503
anywhere 3501
lowest 3498
marine 3497
assume 3496
favored 3495
simon 3494
engaged 3493
adviser 3492
suits 3492
properties 3490
entering 3488
ill 3488
greek 3487
tours 3487
invest 3486
rail 3486
russell 3486
elegant 3485
ed 3483
trustees 3482
clark 3480
entry 3480
laboratory 3479
boxing 3477
stick 3476
suspected 3474
streak 3473
depending 3472
allegations 3471
hartford 3467
pension 3465
prefer 3465
pilot 3462
brick 3458
concerts 3458
granted 3457
janet 3457
empire 3456
shops 3456
statistics 3454
fan 3453
saved 3453
architecture 3450
resigned 3449
pursue 3447
promises 3446
potentially 3444
fat 3442
obtained 3442
resulted 3439
complaint 3436
manage 3433
grounds 3431
kentucky 3428
holy 3425
celebration 3423
captured 3422
imposed 3422
notice 3419
cells 3414
lift 3413
pleaded 3413
nicholas 3409
inning 3406
tablespoons 3405
butter 3403
comic 3403
strategic 3403
passion 3402
deny 3400
gambling 3398
hanging 3397
maximum 3396
sleep 3396
cheese 3395
intellectual 3393
farmers 3392
mondays 3392
rutgers 3392
creation 3390
sons 3390
cohen 3386
composer 3386
aide 3383
chef 3383
zone 3382
scale 3379
odd 3376
sources 3374
warren 3374
wing 3374
greg 3373
smoke 3373
outstanding 3371
bernard 3367
contrast 3367
investments 3367
rebels 3367
collected 3366
nights 3365
ought 3363
d 3362
expectations 3362
newt 3362
ease 3360
payment 3360
listen 3359
amsterdam 3358
normally 3358
palm 3357
colleges 3356
ring 3354
financed 3350
generous 3349
milk 3348
careful 3347
traveled 3347
italy 3346
margaret 3346
arranged 3345
cooperation 3343
mothers 3343
oldest 3343
identity 3342
promising 3342
sentenced 3341
ben 3338
resort 3338
nasdaq 3335
beef 3330
harbor 3330
cape 3327
content 3327
stir 3327
corporations 3326
reluctant 3325
smart 3325
jimmy 3322
interviewed 3321
cabinet 3319
trips 3319
extension 3318
follows 3317
gifts 3313
billings 3312
continental 3312
seemingly 3311
chair 3307
inner 3305
absence 3304
contain 3304
occasional 3304
civic 3303
reasonable 3302
roles 3301
wage 3301
riding 3300
minnesota 3298
suffolk 3296
copy 3295
carter 3294
covers 3294
injuries 3294
neck 3293
passage 3293
roof 3293
seized 3292
tremendous 3292
reflects 3289
gordon 3287
railroad 3286
critic 3285
crowded 3285
demanding 3283
crown 3279
anderson 3275
lie 3274
visible 3273
hidden 3272
correct 3270
reference 3269
legislators 3267
wake 3266
architectural 3265
c 3265
frequent 3265
investor 3265
purchased 3265
beer 3264
arguing 3263
plaza 3263
roll 3263
roy 3255
trucks 3255
drink 3254
extent 3252
athletes 3250
orthodox 3250
perfectly 3249
institution 3248
lighting 3245
touchdown 3244
islanders 3242
affair 3241
travelers 3241
raises 3240
rescue 3240
provision 3239
blow 3236
sergeant 3236
causing 3235
breakfast 3234
innings 3230
sudden 3229
jet 3224
samuel 3221
forcing 3220
rating 3220
hang 3219
installed 3219
hiring 3217
roots 3217
skin 3214
fraud 3213
capable 3210
connected 3210
entrance 3208
teaches 3208
constant 3207
ministry 3207
plate 3206
duke 3205
persuade 3204
neil 3202
alex 3200
bound 3200
rick 3198
colors 3190
haven 3189
leg 3189
involves 3188
registered 3188
tired 3188
quietly 3187
campaigns 3185
kim 3183
demanded 3182
delivery 3180
risks 3179
vietnam 3179
informed 3178
rapidly 3177
investing 3176
practical 3171
dish 3168
francis 3168
aircraft 3167
feelings 3167
gathering 3166
compromise 3165
planes 3165
mourn 3164
handed 3163
pitched 3163
blocked 3159
delicate 3159
matthew 3159
pan 3158
beaten 3157
covering 3156
preferred 3156
hamilton 3153
quoted 3150
recall 3149
tens 3149
capitol 3148
garlic 3148
tested 3148
mood 3146
approached 3144
bird 3144
elsewhere 3144
sarah 3144
document 3143
acted 3138
shoulder 3136
stuck 3136
volunteer 3136
brilliant 3133
motion 3132
allies 3130
command 3129
thousand 3129
sculpture 3128
repair 3127
destroyed 3126
engineering 3126
citing 3125
charter 3123
facts 3123
andy 3120
understood 3118
patricia 3116
survive 3116
trail 3115
emphasis 3113
funny 3112
mere 3112
glenn 3111
somewhere 3111
victories 3110
immigrant 3109
privately 3106
resolve 3105
factors 3104
lane 3103
wednesdays 3103
grade 3102
pete 3102
tourist 3102
explaining 3100
pianist 3099
neighborhoods 3098
medal 3097
packed 3097
revealed 3096
concrete 3095
humor 3095
medicaid 3093
sang 3093
tables 3093
adam 3090
describing 3089
industries 3089
northeast 3089
stewart 3089
diplomatic 3088
harris 3083
denver 3081
ewing 3079
strikes 3079
useful 3078
badly 3077
involvement 3076
revival 3076
developers 3074
performers 3071
collect 3068
scandal 3068
approve 3067
exposed 3065
arguments 3064
salomon 3064
bag 3063
defined 3063
reduction 3063
wedding 3062
noticed 3061
priced 3061
impose 3059
balanced 3055
searching 3055
aspects 3054
christine 3052
relative 3052
tourists 3051
sounded 3050
birds 3049
buffalo 3049
negotiate 3048
phillips 3048
interment 3047
stern 3047
touched 3047
improvement 3046
dick 3045
departure 3044
contains 3043
celebrate 3042
dogs 3042
sweeping 3039
whitewater 3039
drawings 3037
robinson 3037
toronto 3036
method 3034
sing 3034
iran 3032
contend 3030
greatly 3030
raw 3030
recipients 3030
secure 3028
elaborate 3025
karen 3025
ellen 3023
attributed 3022
converted 3022
fundamental 3020
operates 3018
pleased 3018
symbol 3017
collapse 3016
designated 3015
nazi 3010
duty 3006
freshly 3006
strip 3003
fishing 3002
alive 3001
closest 3001
steinbrenner 3001
bankruptcy 3000
knee 2999
generate 2998
jennifer 2998
staying 2998
helen 2995
pink 2994
basically 2993
retailers 2992
attached 2990
reagan 2989
crack 2987
pure 2987
swing 2987
therefore 2986
alcohol 2985
heading 2984
rolling 2984
constantly 2983
length 2983
obtain 2982
conversations 2979
nomination 2979
gross 2978
impression 2978
investigate 2977
juice 2976
rated 2976
violated 2976
parade 2975
liberty 2973
playoffs 2972
object 2971
speaks 2970
permitted 2969
bass 2968
holocaust 2967
letting 2967
abstract 2966
employers 2966
friendly 2966
introduce 2966
vocal 2966
anger 2965
briefly 2964
ski 2964
fate 2963
operated 2961
extreme 2957
ideal 2957
monitor 2954
treaty 2950
diamond 2949
insist 2949
personnel 2949
plain 2949
discussing 2948
gardens 2948
intent 2947
maria 2947
ownership 2941
challenged 2940
creates 2939
heartfelt 2934
lisa 2934
tracks 2934
fled 2932
commander 2931
corn 2931
findings 2930
northwest 2930
threatening 2929
delayed 2927
shelter 2927
subjects 2926
superior 2923
tall 2923
pressed 2922
spoken 2922
ward 2922
regard 2921
tribute 2921
transition 2920
profound 2919
gerald 2918
arrive 2916
terrible 2914
governing 2913
album 2911
potatoes 2909
household 2907
beth 2905
involve 2903
authors 2901
precisely 2901
combine 2899
serbian 2897
feared 2895
flights 2895
listening 2895
restored 2894
charlie 2892
psychological 2892
contest 2891
roads 2891
magazines 2890
biological 2889
boeing 2888
valentine 2887
vulnerable 2886
founding 2884
whenever 2884
burden 2882
flew 2882
dutch 2880
rebel 2880
vital 2880
happening 2879
routine 2879
attending 2878
promoting 2878
contribution 2876
detail 2875
hate 2875
achieved 2874
judith 2874
alice 2873
olympics 2871
reed 2871
pending 2868
cell 2866
random 2866
stolen 2866
clinical 2863
poetry 2862
fiction 2861
billy 2860
photograph 2859
arena 2858
checks 2858
jurors 2858
re 2858
broadcasting 2857
bears 2856
rebounds 2856
ambassador 2855
focusing 2855
sight 2855
specifically 2854
volunteers 2854
answers 2853
prosecution 2853
judicial 2851
buried 2849
shrimp 2849
appointment 2847
asks 2847
lynch 2847
compensation 2845
keith 2844
posted 2844
rely 2843
lists 2842
ethics 2841
loose 2841
clinic 2839
journalists 2837
disk 2836
admit 2833
ensemble 2832
lessons 2832
tennessee 2832
membership 2831
speculation 2831
challenges 2830
deepest 2830
journey 2829
beijing 2828
cap 2828
lying 2828
protected 2828
bars 2827
breaks 2827
carlos 2827
ranks 2827
sick 2827
voices 2826
affirmative 2824
genetic 2824
buyer 2821
capture 2821
contribute 2821
ranked 2820
consistent 2819
oppose 2818
wages 2818
horses 2816
wines 2816
unexpected 2814
actress 2813
carnegie 2813
reveal 2812
literature 2811
participate 2810
significantly 2810
judgment 2808
theaters 2808
albright 2807
demonstrated 2807
generated 2806
nationwide 2804
distinguished 2802
text 2799
waited 2799
circuit 2798
episcopal 2798
links 2798
regulatory 2798
meal 2795
regarding 2794
supports 2793
electrical 2792
inspectors 2792
difficulty 2791
radical 2790
stops 2790
advocate 2787
constitution 2787
colonial 2785
array 2781
officially 2780
turner 2780
antitrust 2779
arafat 2778
roosevelt 2778
boxes 2777
mystery 2777
turkey 2777
acknowledge 2776
occupied 2775
recognition 2775
rhp 2773
gates 2770
hung 2769
homer 2768
arrival 2764
marc 2764
pride 2764
promoted 2764
defended 2763
ireland 2762
preliminary 2762
soul 2762
assumed 2761
traders 2761
popularity 2760
gang 2759
vacation 2759
russians 2758
hussein 2757
phil 2757
versions 2757
del 2756
religion 2754
virtual 2753
advertisements 2752
oklahoma 2751
laura 2750
succeed 2750
missile 2749
alfred 2748
forbes 2748
blues 2747
manner 2747
addenda 2746
terrorist 2745
episode 2743
triple 2743
eligible 2742
displayed 2741
documentary 2741
appearing 2740
bags 2740
penn 2738
vincent 2738
grants 2737
lawsuits 2737
southeast 2737
comfort 2735
rough 2735
suffer 2735
messages 2733
spots 2732
preservation 2730
staged 2729
yourself 2729
aviation 2728
premiere 2728
counter 2726
indicate 2724
murray 2724
sits 2724
tea 2724
bench 2723
retain 2723
damaged 2721
mainstream 2721
buses 2720
cellular 2720
knocked 2720
lesson 2720
toy 2719
expenses 2718
improving 2718
shoot 2718
stable 2718
hero 2717
dying 2715
lobbying 2715
passenger 2715
veto 2715
