the 8017063
of 3604955
a 3262374
to 3204952
and 3168948
in 2714158
that 1434340
for 1245790
is 1168842
on 939446
he 894838
with 878730
was 878623
at 751991
as 724614
by 700247
it 658845
his 621081
from 606738
be 556263
but 551800
said 547602
are 540521
have 530412
an 518861
not 498851
has 490941
who 470715
they 437508
new 417254
had 403023
this 355437
or 347241
their 337983
would 332863
will 323665
were 315532
about 299527
one 297143
more 292790
i 286968
which 285090
its 280795
been 279929
when 253533
she 251788
her 223336
than 222017
two 208802
last 207432
all 202141
after 201544
some 196622
other 193316
like 191621
if 191564
we 188630
up 187748
there 186017
out 183931
also 183514
you 176286
into 174023
no 172680
first 171940
what 171761
can 169080
so 159649
only 154775
people 153013
most 152086
over 147835
could 143181
many 141218
because 140839
york 125038
just 123274
even 119030
them 117766
united 117034
do 116978
years 116210
time 112342
now 112009
american 110505
president 108999
million 108696
three 107854
where 106563
percent 106403
state 106364
may 104565
him 104274
company 103648
through 102269
made 100900
those 98980
before 98323
city 97147
get 96226
any 95846
make 95793
much 93329
how 92086
did 91970
my 91526
while 89707
against 89705
then 88381
year 87097
since 84571
these 84049
officials 79493
our 78780
still 77754
being 77649
under 77504
another 75904
both 75816
national 74977
back 74831
between 74403
states 73894
should 73388
way 73100
say 72922
off 72681
such 72329
public 71387
work 71215
very 70309
long 70291
next 70096
take 69614
going 69433
government 69175
down 67589
federal 65985
good 65429
school 65100
house 65041
four 64087
during 62777
police 61908
own 61834
world 61554
think 61352
might 60930
each 60855
today 60455
little 60416
never 60244
part 60195
few 60146
go 59964
until 59570
among 59544
white 59308
several 58404
home 57758
want 57631
former 57507
called 57091
clinton 55417
share 54941
here 54596
political 54302
including 54123
same 54000
well 53712
without 53407
business 53394
come 53054
second 52981
see 52894
day 52861
know 52130
too 51776
around 51609
health 50803
left 50627
used 50386
high 50019
every 49846
five 49834
put 49712
yesterday 49432
right 49401
john 49109
money 49055
came 48892
group 48365
inc 48351
big 47808
less 47656
end 47512
found 47426
your 46998
use 46882
university 46696
got 46619
set 46403
game 45998
does 45792
me 45749
general 45717
whether 45601
early 45442
best 45435
net 45278
took 45095
whose 45079
black 45014
director 44729
told 44396
week 44298
sales 44044
become 43480
market 43327
court 43195
center 43184
play 43101
major 42979
children 42743
department 42244
street 42065
team 42020
young 41931
life 41830
often 41717
small 41503
companies 40943
place 40883
shares 40863
show 40464
family 40319
recent 40271
help 40192
man 40008
old 39968
members 39953
must 39795
least 39658
law 39551
chief 39407
international 39195
once 39132
news 39111
west 38981
office 38931
although 38833
far 38721
number 38670
began 38646
went 38609
lot 38037
great 37998
women 37960
plan 37870
almost 37865
six 37865
need 37846
something 37833
asked 37307
program 37050
says 37010
give 36831
though 36523
us 36276
days 36160
already 36100
always 36010
times 35934
open 35911
east 35884
board 35751
run 35719
executive 35691
administration 35523
billion 35430
find 35283
reports 35195
better 34863
making 34538
look 34306
economic 34235
local 34211
pay 34171
case 34155
real 34119
keep 34095
large 33913
trying 33785
half 33630
bill 33554
music 33417
third 33367
tax 33229
south 33157
really 33020
television 32933
yet 32780
enough 32760
won 32747
north 32647
months 32375
stock 32194
care 32186
military 32165
republican 31989
trade 31935
late 31715
support 31540
known 31424
system 31398
along 31191
men 31074
cut 31069
war 31063
earns 31026
expected 30812
night 30753
free 30742
top 30422
washington 30321
power 30254
why 30089
lost 29976
point 29880
things 29802
given 29775
having 29692
became 29657
senior 29494
budget 29462
nations 29428
call 29217
away 29152
medical 29150
service 29062
held 29050
country 29020
interest 28963
david 28955
financial 28929
played 28721
led 28545
robert 28524
college 28504
according 28389
players 28313
different 28163
building 28139
change 28016
art 27769
report 27745
season 27629
film 27561
nearly 27496
kind 27326
taken 27157
received 27075
wanted 27064
others 27000
based 26901
important 26877
close 26852
private 26782
working 26681
head 26643
students 26630
weeks 26605
cost 26574
judge 26526
price 26479
thought 26436
ever 26382
seems 26353
foreign 26347
makes 26163
job 26140
hard 26081
mayor 26032
vice 26002
party 25994
deal 25947
league 25912
later 25899
campaign 25853
community 25826
chairman 25787
father 25785
move 25533
lead 25519
gave 25515
rather 25313
within 25249
michael 25226
near 24999
start 24969
park 24791
force 24756
final 24738
issue 24623
able 24607
seen 24534
information 24532
book 24516
probably 24498
side 24460
turned 24442
special 24436
line 24428
social 24420
central 24390
toward 24384
computer 24371
points 24365
feel 24331
county 24300
behind 24291
security 24201
control 24194
getting 24005
plans 24004
bank 23971
seemed 23930
taking 23832
outst 23781
congress 23677
include 23658
across 23584
air 23556
past 23514
human 23496
loss 23492
district 23443
series 23433
believe 23421
outside 23419
current 23311
seven 23229
decision 23132
games 23102
nothing 23080
woman 23077
meeting 23068
record 22989
defense 22988
official 22867
included 22843
room 22835
himself 22815
saying 22771
death 22699
industry 22583
jersey 22555
full 22543
likely 22540
ago 22444
looking 22404
doing 22265
rights 22229
worked 22226
water 22222
services 22216
agency 22215
done 22176
senator 22154
san 22107
name 22096
food 22024
recently 22005
drug 22004
try 21941
announced 21938
union 21908
george 21889
june 21828
despite 21827
month 21822
running 21816
strong 21790
policy 21748
research 21722
leaders 21713
hit 21683
named 21555
playing 21510
started 21486
hours 21461
james 21454
rate 21446
return 21441
using 21433
died 21406
perhaps 21389
qtr 21271
charge 21267
increase 21210
especially 21180
agreement 21122
workers 21088
clear 20978
brought 20955
senate 20927
comes 20901
history 20856
buy 20828
manhattan 20777
turn 20744
works 20726
thing 20636
victory 20620
role 20538
talk 20529
problems 20515
association 20507
committee 20474
agreed 20458
red 20448
sunday 20426
william 20407
let 20368
provide 20362
earlier 20319
seem 20304
sometimes 20264
personal 20233
live 20183
los 20179
offer 20064
main 20062
island 20029
richard 19971
democratic 19933
problem 19909
face 19776
legal 19759
tried 19745
again 19737
spent 19686
moved 19683
town 19667
shot 19651
programs 19611
bring 19579
coming 19574
officers 19571
insurance 19559
total 19533
march 19485
minutes 19464
quarter 19441
reported 19348
french 19315
telephone 19291
groups 19281
cents 19239
conference 19107
hospital 19097
avenue 19088
prices 19008
sense 18932
question 18903
added 18890
win 18887
revenue 18886
japanese 18882
cannot 18855
largest 18828
son 18800
theater 18799
eight 18789
income 18761
education 18633
de 18625
schools 18566
saturday 18527
saw 18525
paid 18508
area 18497
mother 18475
rose 18423
effort 18422
july 18421
friday 18344
decided 18312
investment 18301
average 18295
leading 18295
helped 18283
coach 18269
manager 18260
justice 18153
possible 18137
oil 18125
professor 18123
costs 18118
sold 18100
lower 18069
car 18065
calls 18026
together 18022
means 18008
council 17975
officer 17928
vote 17914
short 17868
tell 17862
sent 17838
anything 17836
continue 17816
study 17742
offered 17734
hope 17728
higher 17697
someone 17638
museum 17628
development 17535
front 17507
love 17505
sell 17505
particularly 17496
bad 17407
member 17394
rates 17340
served 17330
peace 17319
idea 17283
instead 17271
living 17218
republicans 17170
spending 17127
sports 17067
football 17063
european 16949
single 16896
simply 16885
mark 16882
secretary 16872
parents 16846
baseball 16844
whom 16828
wants 16824
longer 16801
field 16798
needed 16749
labor 16734
themselves 16734
evidence 16728
miles 16674
april 16653
begin 16625
difficult 16583
either 16564
knew 16549
changes 16537
cup 16534
church 16518
felt 16501
similar 16486
summer 16480
hold 16433
charges 16421
russian 16414
future 16389
western 16351
soon 16325
latest 16320
available 16297
management 16282
whole 16246
bosnian 16204
certain 16191
age 16187
fact 16176
graduated 16149
leave 16109
everything 16074
involved 16057
takes 16046
sure 16041
position 15997
person 15965
heart 15958
allowed 15957
civil 15934
taxes 15927
view 15921
thomas 15904
signed 15886
order 15880
action 15878
jobs 15864
space 15855
story 15842
proposed 15839
lives 15838
production 15829
advertising 15812
fell 15809
contract 15799
paul 15766
issues 15748
americans 15730
allow 15718
per 15718
performance 15687
described 15657
usually 15626
investors 15616
met 15607
showed 15596
british 15593
middle 15566
lawyers 15553
chance 15519
fourth 15454
child 15442
appeared 15422
growing 15408
meet 15403
lawyer 15369
ended 15364
reason 15364
stop 15346
includes 15318
rest 15313
green 15297
opened 15280
media 15278
killed 15270
firm 15202
california 15198
built 15183
prime 15177
created 15168
efforts 15165
brown 15153
fund 15148
charles 15133
serious 15131
cases 15118
career 15106
fall 15073
brooklyn 15065
staff 15057
thousands 15048
shows 15034
basketball 15026
common 15022
tuesday 15012
closed 15007
annual 14962
form 14951
opening 14927
add 14863
considered 14845
feet 14839
runs 14811
club 14783
residents 14769
article 14744
kept 14744
america 14732
wall 14713
am 14645
army 14636
monday 14634
low 14604
beyond 14595
press 14589
bond 14583
results 14539
friends 14512
growth 14509
wrote 14506
ground 14490
matter 14449
giuliani 14430
result 14414
raised 14409
minister 14391
scored 14335
corporate 14334
remain 14316
daily 14287
create 14269
anyone 14247
questions 14247
heard 14242
reached 14233
goes 14221
fire 14187
road 14179
looked 14176
beginning 14169
race 14165
analysts 14159
economy 14159
effect 14131
everyone 14106
executives 14095
leader 14093
further 14090
forces 14077
housing 14052
representative 14039
review 14027
credit 14022
scheduled 14002
funds 13948
daughter 13945
light 13941
wednesday 13933
goal 13932
period 13921
written 13919
page 13876
thursday 13873
giving 13868
corporation 13860
forced 13846
player 13832
peter 13818
hall 13796
itself 13780
poor 13745
talks 13734
popular 13681
miss 13675
needs 13662
capital 13644
act 13643
list 13638
cause 13634
project 13626
sign 13602
smith 13587
nuclear 13531
pressure 13514
assistant 13494
previous 13455
square 13448
stay 13446
ball 13429
commission 13396
inside 13364
married 13363
huge 13308
remains 13307
grand 13292
organization 13269
raise 13257
starting 13228
democrats 13210
actually 13209
spokesman 13171
owners 13169
read 13127
produced 13123
blue 13120
process 13083
interview 13081
charged 13045
seeking 13041
nine 13025
commercial 13014
teams 13014
authority 13009
released 13007
failed 13002
selling 12965
attention 12930
pass 12914
hotel 12902
offering 12897
german 12881
moving 12854
proposal 12844
division 12833
fight 12829
technology 12805
gain 12803
experts 12796
worth 12794
quite 12783
beat 12775
movie 12773
potential 12753
cuts 12747
bought 12733
build 12733
land 12719
books 12696
radio 12696
lived 12662
majority 12662
terms 12654
crime 12639
employees 12613
level 12603
ran 12566
environmental 12563
ways 12516
sound 12492
biggest 12479
account 12451
store 12436
couple 12431
welfare 12391
finally 12367
step 12337
followed 12335
training 12315
above 12309
modern 12281
original 12260
families 12252
data 12236
winning 12186
maybe 12178
fresh 12163
restaurant 12159
exchange 12135
countries 12134
governor 12126
ask 12116
rules 12086
trial 12082
wife 12044
returned 12041
joined 12023
aid 12011
key 11984
class 11983
cover 11970
amount 11967
continued 11964
gets 11948
suggested 11938
student 11935
angeles 11932
throughout 11931
following 11927
troops 11878
king 11856
southern 11850
fifth 11837
value 11826
stage 11816
boston 11811
quickly 11798
passed 11788
born 11771
test 11740
chicago 11722
gone 11717
serve 11710
entire 11689
operating 11672
operations 11663
degree 11657
jewish 11657
estimated 11654
nor 11650
course 11629
sale 11608
independent 11592
talking 11585
cable 11582
reach 11581
statement 11574
reduce 11556
eastern 11546
morning 11544
figure 11523
body 11497
experience 11488
drive 11478
network 11470
published 11466
apparently 11456
bit 11437
securities 11434
apartment 11427
increased 11421
chinese 11409
hundreds 11409
earnings 11398
neighborhood 11395
accused 11391
provided 11376
areas 11357
mostly 11355
bob 11354
traditional 11317
investigation 11315
society 11315
offers 11287
word 11278
garden 11265
consider 11240
dance 11230
compared 11202
believed 11196
hand 11194
performed 11194
ready 11193
planned 11186
travel 11185
doctors 11182
letter 11169
mike 11135
arts 11130
certainly 11129
declined 11124
visit 11113
attack 11088
election 11084
safety 11066
plays 11027
fear 11024
products 11023
giants 11015
energy 11002
largely 10998
heavy 10960
present 10951
stand 10942
sort 10938
expect 10937
easy 10933
leaving 10927
spend 10926
various 10911
english 10909
estate 10898
standard 10870
practice 10854
supreme 10842
round 10824
trading 10784
required 10783
spring 10769
japan 10765
lines 10736
retired 10735
customers 10726
debate 10719
benefit 10713
mean 10701
greater 10697
plant 10675
evening 10670
designed 10667
corp 10663
benefits 10638
natural 10633
stores 10620
knows 10613
systems 10612
looks 10608
dropped 10593
parts 10564
rise 10562
break 10556
attorney 10547
knicks 10540
israel 10521
serbs 10520
patients 10503
jim 10498
soviet 10497
directed 10490
risk 10484
construction 10476
cash 10467
version 10454
straight 10447
phone 10434
concern 10433
intended 10387
appears 10382
understand 10381
finished 10364
bills 10363
appear 10361
additional 10359
joseph 10350
changed 10349
institute 10340
yankees 10328
marketing 10304
gives 10289
losing 10269
learned 10259
planning 10235
markets 10227
clearly 10224
property 10209
range 10204
criminal 10200
powerful 10188
notes 10174
save 10171
words 10158
numbers 10153
figures 10143
professional 10142
ability 10136
subject 10134
yards 10129
individual 10119
focus 10109
tour 10108
gay 10102
johnson 10086
lose 10084
deep 10082
river 10064
receive 10055
finance 10053
title 10048
consumer 10045
violence 10038
protect 10030
buildings 10029
require 10005
sexual 10001
cars 9996
limited 9994
lack 9981
significant 9961
eventually 9955
double 9917
neither 9913
congressional 9900
holding 9899
success 9898
wine 9898
except 9896
serbian 9895
seconds 9890
deputy 9885
paper 9884
post 9879
owner 9872
spoke 9838
friend 9825
wide 9824
approach 9812
choice 9798
piece 9797
avoid 9778
hear 9767
stocks 9764
israeli 9748
banks 9744
station 9742
battle 9728
northern 9727
voice 9723
opportunity 9719
quality 9717
jury 9716
owned 9689
author 9681
fine 9675
hockey 9648
access 9636
generally 9635
willing 9625
bosnia 9624
caused 9608
frank 9598
conservative 9589
ahead 9581
religious 9581
audience 9555
dollars 9550
hot 9543
unit 9539
regular 9534
true 9530
fighting 9518
else 9516
hands 9511
video 9510
calling 9479
voters 9461
software 9460
carry 9450
larger 9437
none 9436
waiting 9423
rich 9422
urban 9421
sought 9415
russia 9390
base 9376
issued 9375
dinner 9349
musical 9345
prison 9344
tough 9339
situation 9332
studies 9330
refused 9319
grew 9316
fans 9315
tom 9314
approved 9309
send 9297
highly 9294
accounting 9292
china 9274
pro 9264
response 9263
relations 9260
florida 9257
pretty 9239
bonds 9238
floor 9238
democrat 9234
collection 9224
authorities 9218
adding 9214
addition 9206
star 9205
writing 9204
dozen 9201
presented 9199
complete 9185
cold 9183
design 9177
presidential 9176
industrial 9154
mind 9145
placed 9145
older 9144
broadway 9140
millions 9128
shown 9116
opposition 9068
separate 9066
filed 9057
events 9027
concerned 9022
style 9008
accept 8990
blood 8990
editor 8989
regional 8982
search 8969
due 8963
remained 8961
hearing 8959
tonight 8936
attempt 8930
sides 8929
whatever 8929
happened 8923
produce 8923
keeping 8921
prepared 8915
newspaper 8910
message 8903
science 8898
treatment 8897
relationship 8896
plants 8894
measure 8893
buying 8891
italian 8886
businesses 8842
forward 8839
block 8799
site 8799
listed 8793
village 8790
investigators 8780
upon 8779
remaining 8775
virtually 8770
developed 8765
domestic 8763
aids 8755
initial 8753
treasury 8753
gold 8752
seek 8750
extra 8744
legislation 8743
communications 8733
la 8728
picture 8727
population 8724
arrested 8722
homes 8722
dead 8720
meant 8716
houses 8708
showing 8703
commissioner 8700
elected 8696
agents 8691
artists 8672
impact 8669
learn 8668
dollar 8667
watch 8666
agencies 8664
caught 8648
trip 8642
connecticut 8639
heat 8637
putting 8625
fashion 8620
successful 8620
challenge 8612
fiscal 8591
moment 8588
carried 8584
earned 8561
critics 8555
feeling 8554
texas 8551
section 8550
filled 8549
weapons 8549
mexico 8548
ordered 8540
noted 8536
demand 8531
voted 8517
twice 8509
competition 8496
stopped 8490
managed 8451
mary 8446
smaller 8446
familiar 8425
basic 8424
killing 8424
begun 8415
places 8414
unless 8405
paying 8398
below 8396
guard 8388
image 8376
condition 8357
becoming 8352
writer 8350
size 8340
expressed 8339
magazine 8336
van 8333
increasingly 8331
upper 8319
negotiations 8317
christopher 8312
arrived 8306
defensive 8306
supposed 8306
joe 8298
debt 8297
hopes 8296
signs 8290
particular 8263
walk 8252
movement 8250
weekend 8237
martin 8235
kids 8223
catholic 8203
complex 8202
partner 8200
jack 8198
hour 8195
gas 8186
streets 8175
europe 8172
remember 8165
prevent 8164
savings 8159
arms 8157
cultural 8146
finding 8141
hill 8136
wrong 8134
join 8133
london 8123
turning 8120
track 8119
nation 8096
broke 8094
pieces 8090
train 8090
simple 8076
details 8069
leaves 8067
drop 8045
product 8044
established 8032
suffered 8012
becomes 8011
analyst 7994
winter 7989
cast 7987
guy 7981
columbia 7979
onto 7953
begins 7948
slightly 7946
match 7941
speech 7932
immediately 7912
electronic 7911
edward 7906
jones 7904
happy 7898
murder 7897
prosecutors 7893
shooting 7886
agree 7885
language 7885
speak 7883
survived 7878
candidate 7875
region 7858
yield 7855
thinking 7847
crowd 7831
critical 7830
laws 7816
jets 7812
event 7807
cancer 7806
strike 7805
discuss 7799
exactly 7791
scene 7779
salt 7778
reading 7776
politics 7761
referring 7754
bar 7753
bronx 7752
responsible 7750
metropolitan 7748
soldiers 7741
candidates 7739
traffic 7738
equipment 7733
unusual 7730
williams 7728
relatively 7726
interested 7720
completed 7719
widely 7712
previously 7708
concert 7703
opera 7698
rock 7680
pick 7676
denied 7675
related 7660
answer 7650
direct 7646
missed 7645
fish 7638
guys 7629
anthony 7625
afternoon 7623
scientists 7623
municipal 7622
relief 7621
bush 7620
develop 7603
dining 7598
strategy 7594
standing 7593
indian 7589
fair 7575
records 7572
reporters 7566
primary 7559
ice 7557
scott 7557
score 7554
mexican 7552
write 7551
ones 7530
bowl 7527
directly 7527
names 7518
bay 7516
provides 7516
sitting 7510
door 7509
release 7508
setting 7504
thus 7495
atlantic 7480
associate 7479
steve 7460
term 7448
effective 7447
queens 7443
threat 7442
husband 7433
teachers 7426
suit 7425
rangers 7424
madison 7420
african 7418
parties 7418
transportation 7409
rising 7405
protection 7400
handle 7396
remove 7378
easily 7369
rule 7364
turns 7353
closing 7336
asking 7326
concerns 7326
comment 7318
trouble 7309
spread 7300
serving 7296
illegal 7285
louis 7284
headed 7278
cities 7274
plus 7269
losses 7263
nature 7257
unlike 7255
goals 7243
emergency 7236
promised 7235
hospitals 7232
speaking 7232
claims 7229
reduced 7227
highest 7226
secret 7226
auto 7196
hurt 7194
france 7192
intelligence 7155
box 7154
walked 7154
advantage 7149
character 7147
joint 7145
stories 7145
possibility 7139
festival 7135
hired 7135
decide 7128
golf 7126
fewer 7117
committed 7107
trust 7104
exhibition 7100
tennis 7098
physical 7090
kennedy 7083
agent 7082
address 7080
appeal 7070
worst 7060
tickets 7058
watching 7054
driving 7049
cutting 7041
cuomo 7040
gun 7035
minority 7022
presence 7018
organized 7016
associated 7015
tiny 7015
owns 7011
involving 7008
bus 7007
westchester 6997
ceremony 6988
stood 6987
pataki 6986
sea 6983
century 6981
covered 6980
boy 6974
heads 6972
alone 6971
henry 6965
material 6957
expensive 6954
leadership 6947
continuing 6946
argued 6934
dinkins 6925
aides 6924
championship 6924
films 6923
band 6913
drugs 6904
nato 6904
acknowledged 6902
specific 6902
slow 6899
extraordinary 6879
represents 6878
sex 6877
telling 6875
offensive 6871
basis 6870
broad 6869
talked 6864
palestinian 6860
stephen 6856
difference 6840
culture 6827
reserve 6823
variety 6816
younger 6810
mutual 6808
simpson 6807
deficit 6802
improve 6802
retail 6802
percentage 6801
armed 6799
muslim 6792
standards 6788
panel 6787
harvard 6786
lee 6782
brothers 6778
eyes 6775
dark 6772
steps 6767
supported 6756
fully 6753
bureau 6752
canadian 6752
decades 6743
hardly 6742
offices 6738
favorite 6737
opposed 6737
creating 6735
shots 6724
struck 6724
influence 6719
images 6717
acting 6715
songs 6711
baby 6708
minor 6708
overall 6706
necessary 6704
mets 6679
raising 6666
rejected 6661
follow 6657
introduced 6653
prove 6649
ruling 6649
sit 6649
accepted 6641
faces 6630
beach 6626
bridge 6620
wearing 6614
jackson 6612
settlement 6611
letters 6610
camp 6609
projects 6609
balance 6599
pulled 6598
determine 6592
bid 6587
principal 6587
continues 6576
inflation 6576
index 6575
insisted 6572
discovered 6564
host 6562
electric 6561
novel 6561
fellow 6556
grow 6556
chicken 6550
damage 6548
table 6543
famous 6539
decline 6538
windows 6537
identified 6535
limit 6535
creative 6528
wait 6519
francisco 6515
nearby 6509
conducted 6507
operation 6507
package 6504
jazz 6501
organizations 6498
stanley 6495
sat 6494
favor 6490
helping 6490
responsibility 6483
coast 6476
victims 6473
considering 6468
global 6464
philadelphia 6464
increasing 6462
weddings 6455
task 6454
determined 6449
criticized 6446
miami 6439
tied 6438
model 6427
represented 6412
suggest 6406
resources 6400
approval 6397
shopping 6394
source 6394
route 6393
loan 6379
note 6373
january 6362
type 6360
picked 6357
fed 6340
status 6333
color 6327
happen 6326
reform 6326
active 6320
broken 6320
doubt 6313
patrick 6308
dispute 6307
clean 6295
providing 6293
abortion 6290
mass 6289
requires 6289
cross 6285
dallas 6282
supporters 6277
drew 6274
quick 6274
stadium 6271
christmas 6268
taste 6268
suddenly 6266
partly 6255
coverage 6252
headquarters 6251
politicians 6251
carrying 6249
replace 6248
female 6244
allowing 6232
parking 6230
uses 6227
pictures 6225
seeing 6222
advanced 6216
push 6213
foundation 6207
perfect 6205
kill 6199
changing 6198
increases 6196
herself 6190
girl 6188
tomorrow 6186
flight 6185
racial 6180
corner 6173
levels 6172
sets 6166
entertainment 6154
emotional 6153
gallery 6147
rev 6146
ruled 6146
claim 6136
facing 6121
ban 6114
bottom 6114
grant 6105
visiting 6105
conditions 6101
unable 6098
chemical 6094
financing 6092
threatened 6090
kevin 6086
ethnic 6083
accounts 6076
salary 6068
wild 6067
virginia 6062
banking 6061
safe 6060
treated 6060
computers 6059
combined 6055
explain 6054
contemporary 6051
howard 6051
hoped 6046
reflect 6043
guilty 6034
managing 6033
native 6033
disease 6026
assembly 6024
entered 6022
failure 6011
brief 6008
proved 6002
germany 5998
decade 5996
attacks 5995
appointed 5983
fast 5978
somewhat 5975
internal 5968
port 5968
glass 5967
example 5961
nice 5949
proposals 5943
maintain 5940
restaurants 5940
don 5934
yeltsin 5931
homeless 5930
sharp 5926
choose 5925
brian 5919
eye 5917
december 5912
grown 5911
rabbi 5904
confidence 5898
communist 5897
daniel 5891
draw 5889
giant 5889
drawn 5885
generation 5885
faced 5879
researchers 5876
liberal 5873
profits 5869
elections 5868
greatest 5863
everybody 5860
managers 5860
technical 5859
male 5853
graduate 5851
bell 5843
jordan 5839
replaced 5839
dismissed 5837
seventh 5837
alan 5835
criticism 5835
august 5833
visitors 5832
mission 5830
votes 5829
walking 5829
transit 5828
warned 5822
vast 5817
gained 5814
hair 5810
lake 5810
survey 5810
orange 5808
speed 5807
farm 5793
stars 5793
documents 5790
shop 5788
enter 5782
recalled 5779
policies 5776
existing 5775
date 5752
teacher 5751
classic 5749
characters 5745
coalition 5736
profit 5733
ideas 5730
super 5727
airport 5723
reasons 5723
november 5720
crucial 5716
broadcast 5715
tests 5715
mental 5712
developing 5707
draft 5704
missing 5695
chris 5694
historical 5692
photographs 5692
tony 5690
founded 5689
check 5679
believes 5678
bringing 5671
dan 5671
artist 5669
immediate 5669
jeff 5669
olympic 5661
represent 5661
rare 5660
wear 5651
paris 5650
cbs 5649
rooms 5649
watched 5647
downtown 5644
lincoln 5637
mount 5634
spot 5629
weather 5628
appeals 5626
clients 5624
gains 5624
miller 5624
declared 5620
alternative 5615
closer 5615
perform 5614
touch 5612
blacks 5611
positive 5611
display 5606
tells 5604
representatives 5603
meetings 5602
centers 5598
lunch 5598
pacific 5596
payments 5589
quarterback 5589
attended 5587
affairs 5586
roman 5584
violent 5584
retirement 5583
acquired 5582
al 5578
injured 5574
atlanta 5572
crisis 5572
decisions 5568
edge 5568
boys 5564
bruce 5563
formed 5558
horse 5557
easier 5555
september 5547
effects 5545
latin 5545
pepper 5543
educational 5538
freedom 5538
heavily 5538
split 5533
card 5531
possibly 5530
dozens 5529
irish 5526
moves 5525
october 5522
supply 5516
worry 5514
purchase 5513
tie 5507
progress 5505
opponents 5504
express 5501
views 5496
aware 5495
performances 5495
stands 5494
academy 5487
cook 5485
pointed 5485
susan 5483
struggle 5473
award 5472
hollywood 5471
andrew 5470
suggests 5469
shift 5460
library 5457
respect 5457
dole 5452
pushed 5449
houston 5442
morris 5440
philip 5439
interests 5436
davis 5434
legislative 5433
cited 5432
learning 5427
commitment 5426
tobacco 5423
formal 5418
passing 5418
stations 5418
historic 5415
tend 5414
n 5413
normal 5410
promise 5410
amendment 5394
measures 5384
eighth 5383
finish 5383
hoping 5381
youth 5370
consecutive 5368
santa 5361
ford 5359
speaker 5354
worried 5354
golden 5347
rarely 5343
chose 5342
newly 5341
request 5338
christian 5334
sixth 5328
mixed 5325
citizens 5321
convicted 5314
barely 5313
elizabeth 5309
tournament 5309
ends 5305
donald 5299
ronald 5299
removed 5294
gary 5293
prominent 5293
dramatic 5290
opinion 5289
focused 5288
england 5280
reputation 5278
sees 5277
revenues 5275
legislature 5272
dangerous 5271
makers 5271
forest 5270
throw 5267
eric 5265
starts 5262
fill 5260
silver 5252
rudolph 5247
racing 5240
taught 5240
pop 5239
consumers 5236
partners 5231
ii 5228
junior 5226
completely 5222
equal 5220
chosen 5208
seats 5204
testimony 5202
merely 5199
advance 5194
occurred 5194
pat 5194
aside 5192
currently 5187
shared 5186
medicare 5179
finds 5176
extremely 5173
shortly 5168
pace 5161
subway 5161
lawrence 5159
plastic 5151
holds 5147
aggressive 5144
appearance 5141
doctor 5141
positions 5140
ballet 5137
mainly 5134
nobody 5129
strength 5128
ending 5126
announcement 5120
seat 5119
complained 5117
afford 5113
loans 5110
border 5108
admission 5103
spokeswoman 5100
courts 5099
limits 5099
pitch 5087
contracts 5082
holiday 5082
longtime 5081
moral 5080
meaning 5070
threw 5070
surprised 5067
warm 5065
studio 5063
girls 5062
argue 5060
sounds 5058
orders 5055
trees 5051
recommended 5049
sharply 5049
movies 5048
sanctions 5048
elderly 5047
aimed 5043
producer 5042
leads 5035
repeatedly 5033
referred 5028
wood 5023
colleagues 5015
voting 5014
analysis 5012
assets 5011
larry 5010
conflict 5008
bomb 5007
hudson 5005
brother 4999
theme 4999
fit 4994
allows 4986
islamic 4980
complaints 4979
refugees 4977
bigger 4973
sending 4971
korea 4969
pull 4957
athletic 4955
dealing 4954
thinks 4954
clothes 4942
kansas 4935
song 4934
drove 4933
keeps 4933
constitutional 4931
fees 4929
orchestra 4927
hispanic 4924
usual 4920
governments 4914
jerry 4912
permanent 4911
warner 4911
wonder 4910
scores 4909
activities 4901
steel 4901
mortgage 4900
dow 4899
adopted 4898
barbara 4898
nets 4896
yale 4895
academic 4892
paintings 4887
allen 4886
apple 4884
tv 4880
fired 4879
returning 4878
commerce 4877
teaching 4875
defeated 4872
maintenance 4872
recorded 4870
conduct 4869
sweet 4869
typical 4867
closely 4865
beautiful 4861
assault 4850
stone 4847
winner 4847
rent 4845
champion 4844
goods 4843
immigration 4841
devils 4839
modest 4835
playoff 4830
competitive 4828
indicated 4825
shut 4818
master 4815
urged 4815
reaction 4814
sun 4814
lewis 4812
window 4812
traders 4807
expansion 4805
memorial 4803
vision 4801
mix 4799
february 4793
foot 4791
coffee 4786
otherwise 4786
features 4784
olive 4784
prospect 4784
catch 4783
entirely 4780
enforcement 4774
bright 4772
estimates 4772
nonprofit 4771
airlines 4770
brings 4763
unlikely 4761
arthur 4759
eat 4758
sauce 4758
frequently 4757
bombing 4753
concluded 4749
valley 4746
admitted 4740
walls 4737
inches 4735
falling 4732
feels 4732
interesting 4732
nbc 4732
dean 4729
realize 4718
jews 4717
penalty 4717
primarily 4717
mountain 4712
deals 4711
establish 4711
gingrich 4710
happens 4707
applied 4702
navy 4702
target 4701
muslims 4700
eager 4699
roughly 4696
plenty 4693
stake 4692
ticket 4692
cards 4690
desire 4690
soft 4688
units 4688
impossible 4687
actions 4684
extended 4684
quiet 4684
ultimately 4683
combination 4681
towns 4680
parliament 4678
carolina 4676
yankee 4670
royal 4667
selected 4665
yellow 4663
pain 4659
scientific 4658
pair 4656
drawing 4654
dealers 4652
stayed 4651
hits 4650
passengers 4645
compete 4644
insure 4642
consultant 4640
argument 4638
districts 4637
kitchen 4635
representing 4628
counsel 4622
strongly 4621
kinds 4620
weekly 4619
forms 4616
attend 4615
marriage 4611
wish 4611
dry 4610
items 4609
yr 4609
defeat 4607
pentagon 4598
mario 4597
merger 4597
spirit 4591
mention 4590
walter 4588
comfortable 4584
barry 4582
comments 4574
corruption 4571
volume 4571
driven 4570
surprise 4564
enormous 4561
knowledge 4559
behavior 4558
minimum 4555
whitman 4552
steven 4550
moscow 4548
affect 4547
ann 4547
rice 4545
fuel 4544
angry 4542
machine 4541
sponsored 4540
obvious 4537
chamber 4536
direction 4536
parent 4535
institutions 4530
machines 4522
surgery 4515
dream 4511
sites 4511
networks 4510
warning 4508
settled 4506
fort 4503
foster 4502
auction 4498
count 4497
myself 4496
arrest 4494
severe 4493
detroit 4492
anderson 4491
medicaid 4491
regulations 4491
neighbors 4488
britain 4482
dave 4482
connection 4481
lay 4481
magic 4480
testing 4478
fox 4476
wave 4475
metal 4472
performing 4472
expand 4471
ordinary 4468
plane 4466
disney 4465
troubled 4462
abuse 4460
encourage 4460
industries 4460
microsoft 4457
scoring 4457
visited 4457
fought 4454
advocates 4450
eliminate 4448
delivered 4442
tradition 4438
moments 4434
bear 4433
lots 4433
session 4433
receiving 4432
passes 4431
shape 4428
amid 4426
reflected 4426
explained 4422
tight 4418
originally 4412
fears 4411
immigrants 4410
newspapers 4410
publishing 4409
structure 4409
vietnam 4409
publicly 4406
substantial 4406
veteran 4401
apply 4399
branch 4398
resolution 4397
monthly 4396
suspended 4395
adult 4394
ties 4393
advice 4389
memory 4388
abandoned 4387
demands 4387
repeated 4387
studied 4387
opens 4386
ride 4377
senators 4377
emerged 4376
writers 4369
asian 4368
somebody 4368
chancellor 4362
venture 4361
invited 4359
clubs 4356
incident 4355
screen 4352
riley 4351
differences 4350
morgan 4348
communities 4341
discussion 4337
era 4335
sept 4332
t 4332
assistance 4330
earn 4329
schedule 4329
ninth 4327
captain 4324
serves 4323
devoted 4322
parks 4322
waste 4322
struggling 4320
truly 4308
intense 4307
tablespoons 4303
puts 4301
fly 4300
grilled 4297
crew 4295
weight 4290
misstated 4289
truck 4284
alliance 4274
flow 4274
suspect 4274
classical 4273
wind 4270
artistic 4265
improved 4265
dog 4264
tree 4264
manufacturing 4260
awarded 4259
unions 4259
patient 4257
surrounding 4257
interviews 4255
medicine 4255
sugar 4252
co 4249
ancient 4247
pages 4243
deeply 4240
wonderful 4240
piano 4239
reality 4239
equally 4238
maker 4238
currency 4236
breaking 4228
fun 4227
africa 4225
understanding 4225
cleveland 4224
interior 4220
seriously 4217
blocks 4215
painting 4215
inspired 4210
divided 4208
suffering 4206
realized 4193
classes 4189
airline 4186
lawmakers 4186
haitian 4184
employment 4183
striking 4183
matters 4180
options 4180
contact 4178
preparing 4171
michigan 4170
traded 4169
wilson 4169
apparent 4168
notion 4168
guide 4166
identify 4157
politically 4157
helps 4155
fallen 4154
activity 4151
crimes 4150
recognize 4147
selection 4146
confirmed 4145
likes 4145
returns 4144
besides 4142
honor 4142
exercise 4135
warren 4135
guns 4134
chain 4130
preferred 4130
shareholders 4130
diplomats 4127
painted 4125
indeed 4124
driver 4123
upset 4122
backed 4117
convinced 4117
staten 4116
employee 4112
controlled 4101
detective 4100
afraid 4098
expert 4097
reducing 4096
judges 4094
teaspoon 4093
statements 4092
responded 4091
god 4087
imagine 4086
carefully 4085
gulf 4075
attempts 4074
prince 4073
tone 4073
solid 4072
beating 4071
consulting 4070
danger 4070
operate 4065
rally 4062
negotiating 4060
delay 4058
feature 4058
string 4053
greenwich 4047
hearings 4040
mail 4040
pool 4040
gene 4039
pushing 4039
dennis 4038
carter 4035
yorkers 4031
directors 4029
worse 4028
gray 4026
todd 4026
fee 4025
factory 4024
worker 4024
outstanding 4022
victim 4021
welcome 4021
reduction 4015
contributions 4013
accompanied 4011
bankruptcy 4011
chopped 4008
boat 4004
gathered 4003
appropriate 4000
arab 4000
arm 3999
excellent 3999
jump 3996
jimmy 3995
minute 3990
chances 3987
douglas 3987
worldwide 3982
rural 3981
unemployment 3981
species 3980
offense 3976
amounts 3975
core 3973
option 3971
marked 3970
injury 3969
respond 3967
assigned 3966
spanish 3965
expects 3963
breast 3956
commander 3956
models 3956
handled 3955
hundred 3951
soccer 3950
economist 3947
touchdown 3946
discount 3943
individuals 3939
compromise 3937
harder 3934
seasons 3934
link 3931
crown 3930
apartments 3925
describe 3925
palestinians 3925
lawsuit 3921
attract 3920
noon 3920
rain 3920
predicted 3916
discussed 3915
economists 3915
anniversary 3912
anne 3910
rush 3910
truth 3910
nursing 3909
publisher 3908
casino 3905
bobby 3904
experienced 3904
essential 3902
trained 3899
administrative 3898
croatian 3895
birth 3893
resident 3892
fare 3889
adults 3885
designer 3885
manufacturers 3883
kelly 3881
flying 3878
pennsylvania 3878
harlem 3877
forget 3876
nelson 3870
suburban 3868
temporary 3865
environment 3864
expanded 3863
channel 3853
employers 3850
allies 3848
gift 3845
dominated 3844
borough 3842
fred 3842
powers 3842
convention 3841
considerable 3838
promote 3838
obviously 3837
defending 3829
describes 3829
reaching 3829
rookie 3829
materials 3828
opportunities 3828
lift 3826
supporting 3826
protest 3825
journal 3824
massachusetts 3824
bodies 3823
jumped 3822
heights 3819
empty 3817
reagan 3817
pension 3815
blame 3811
reporter 3811
deliver 3810
skills 3809
apart 3807
narrow 3807
comedy 3805
dec 3803
remarkable 3803
eating 3802
digital 3801
ray 3801
faith 3799
mixture 3799
dress 3797
scenes 3796
sister 3796
file 3795
cp 3794
equity 3794
enjoy 3793
questioned 3790
highway 3788
korean 3788
affected 3786
merrill 3786
singing 3786
copies 3782
command 3779
linked 3777
weak 3777
portion 3775
sam 3774
fairly 3773
negative 3771
carries 3769
column 3768
indians 3767
elements 3765
gap 3762
internet 3759
busy 3756
iraq 3754
factor 3752
guarantee 3749
readers 3748
holy 3745
witnesses 3745
capacity 3744
snow 3742
estimate 3740
prepare 3740
pope 3739
stretch 3735
purpose 3734
democracy 3733
roger 3733
discussions 3732
tries 3731
prize 3729
signing 3729
actor 3726
taylor 3725
civilian 3724
cool 3724
imposed 3722
animal 3721
talent 3719
firms 3718
healthy 3718
signal 3716
streak 3716
importance 3714
el 3713
theory 3704
canada 3703
contributed 3703
pounds 3701
acres 3699
accord 3698
widespread 3696
dressed 3695
nassau 3695
polls 3695
causes 3694
viewed 3693
remarks 3691
brain 3689
nancy 3689
necessarily 3688
sarajevo 3687
partnership 3686
knowing 3685
drama 3683
extensive 3682
hitting 3682
surface 3682
conventional 3681
resigned 3680
achieve 3678
papers 3677
stronger 3673
detailed 3672
cream 3671
buyers 3669
meat 3669
prompted 3669
stepped 3666
ministry 3665
surrounded 3665
producers 3659
veterans 3659
hole 3658
deaths 3656
laid 3653
traveling 3652
equivalent 3650
fat 3650
pete 3650
jay 3649
occasionally 3649
seattle 3648
stuff 3647
ron 3646
hong 3645
anybody 3639
cooking 3634
empire 3634
treat 3634
menu 3633
defend 3632
typically 3631
poll 3627
featuring 3626
guests 3626
vehicles 3625
bitter 3624
anger 3623
islanders 3623
doors 3622
animals 3619
liked 3619
handling 3617
guess 3616
initially 3616
rail 3613
studying 3613
beneath 3609
smoking 3608
totally 3607
campus 3605
literary 3604
investments 3601
harry 3598
slowly 3598
sentence 3597
acts 3596
tim 3595
sensitive 3591
distance 3588
surely 3587
restore 3586
actual 3584
mitchell 3584
strikes 3584
loved 3583
producing 3581
symphony 3578
ad 3577
attitude 3576
replacement 3576
stir 3575
universal 3575
pittsburgh 3572
competing 3570
thrown 3570
promises 3569
handful 3565
singer 3564
reflects 3563
founder 3560
reporting 3560
wore 3559
dancers 3557
trend 3557
degrees 3555
die 3555
ill 3555
settle 3555
values 3555
diplomatic 3549
controls 3548
transfer 3546
haiti 3545
aircraft 3543
mile 3541
norman 3541
faculty 3539
lies 3538
oklahoma 3536
joining 3535
personnel 3534
coaches 3533
rated 3533
concept 3532
emerging 3529
actors 3525
path 3521
jail 3520
teach 3517
complicated 3516
customer 3515
favored 3515
serb 3514
federation 3513
numerous 3513
awards 3511
distribution 3510
carol 3509
license 3509
disabled 3508
jose 3506
rival 3506
carl 3503
false 3503
client 3502
ed 3501
greg 3499
hotels 3499
marine 3499
ranging 3498
paint 3495
bed 3494
somehow 3494
flowers 3492
attacked 3491
essentially 3491
ewing 3491
writes 3491
witness 3490
beauty 3486
impose 3483
captured 3482
folk 3482
drivers 3480
valuable 3480
passage 3479
flat 3478
regarded 3478
regularly 3477
motor 3475
restrictions 3471
ross 3470
recognized 3469
coleman 3468
strategic 3467
wounded 3466
absolutely 3464
ought 3463
fields 3458
peacekeeping 3458
billings 3454
y 3454
plot 3452
expenses 3450
gotten 3450
ocean 3447
encouraged 3443
resulted 3442
broader 3439
thin 3438
requiring 3437
pays 3436
permit 3436
relatives 3435
musicians 3433
cap 3432
failing 3431
cellular 3423
solution 3423
suits 3420
courses 3418
payment 3418
republic 3416
blow 3415
boards 3415
attractive 3409
hills 3409
acquisition 3408
colorado 3406
recovery 3406
hiring 3404
tape 3403
farmers 3401
provision 3399
delivery 3398
brand 3396
forcing 3396
abc 3395
jurors 3395
sells 3391
hire 3390
adviser 3386
pattern 3385
confident 3384
definitely 3382
normally 3382
types 3382
conversation 3381
earth 3378
effectively 3377
ship 3377
escape 3374
butter 3373
buffalo 3372
newark 3372
clothing 3370
falls 3370
priced 3370
trucks 3370
advisory 3369
rabin 3366
jean 3364
statistics 3364
advisers 3362
residential 3362
strange 3361
opposite 3360
proud 3359
showalter 3356
princeton 3354
jane 3352
terry 3350
praised 3345
lowest 3342
vehicle 3341
beer 3340
zone 3340
mothers 3339
mentioned 3330
surprising 3329
risks 3327
seized 3327
transition 3326
claimed 3323
prosecution 3323
chapter 3322
participants 3321
suggesting 3321
italy 3319
lemon 3318
alexander 3316
entering 3314
persuade 3313
testified 3312
camera 3306
maintained 3306
storm 3305
wooden 3305
supplies 3304
faster 3303
suspected 3303
solo 3301
georgia 3300
manage 3298
salomon 3296
occupied 3295
cooperation 3292
rescue 3290
dancing 3287
impressive 3287
lights 3287
saved 3287
embargo 3283
associates 3281
maximum 3281
moderate 3280
neighborhoods 3278
preserve 3277
prefer 3274
sophisticated 3271
thick 3268
furniture 3264
involvement 3264
rating 3263
code 3261
extent 3261
laboratory 3261
ralph 3259
reluctant 3259
kenneth 3258
bankers 3256
guest 3256
circle 3253
paramount 3251
tokyo 3251
aide 3250
jeffrey 3250
steady 3245
dishes 3242
freshly 3242
medium 3242
obtained 3242
cabinet 3241
gang 3238
races 3237
clark 3232
granted 3232
resolve 3229
viewers 3229
albert 3223
wedding 3222
accident 3221
quoted 3220
emphasis 3219
landscape 3219
fraud 3216
invest 3216
queen 3216
ads 3215
strip 3211
elsewhere 3210
lobbying 3210
debut 3203
interviewed 3202
stick 3201
visits 3201
method 3199
clinic 3198
collapse 3197
outdoor 3197
salad 3196
knee 3195
proper 3193
belief 3191
shoulder 3190
capitol 3188
noting 3187
portrait 3187
print 3187
objects 3185
treaty 3185
thompson 3182
creation 3181
inquiry 3176
acquire 3172
absence 3166
assume 3165
practices 3163
puerto 3161
diego 3159
atmosphere 3158
users 3153
phil 3152
russians 3150
attributed 3147
badly 3147
departure 3146
drinking 3144
properties 3141
marks 3139
nasdaq 3136
attracted 3135
arguments 3134
injuries 3134
smoke 3132
background 3128
promising 3121
throwing 3121
toronto 3120
acted 3119
duke 3118
raises 3118
arguing 3117
ken 3117
childhood 3115
romantic 3114
covering 3113
announce 3111
demanded 3111
sport 3107
reasonable 3105
correct 3104
entry 3103
planes 3103
anywhere 3101
complaint 3100
programming 3100
potentially 3098
depending 3097
briefing 3096
articles 3095
institution 3095
brick 3093
suicide 3093
independence 3091
thanks 3091
simon 3087
covers 3084
notice 3084
formerly 3083
fundamental 3080
lighting 3075
reference 3075
capable 3074
presents 3074
negotiate 3072
gambling 3070
impression 3068
symbol 3068
ease 3067
tenants 3067
restructuring 3065
sources 3065
contrast 3064
memories 3064
pleaded 3064
garlic 3057
lease 3057
legislators 3056
grams 3055
rebounds 3054
improvement 3049
choices 3048
inner 3048
tens 3048
patent 3047
feelings 3046
ultimate 3046
israelis 3043
mood 3042
survive 3042
visible 3041
visual 3040
burden 3038
engineering 3038
rockefeller 3038
roles 3032
trains 3032
roy 3028
cells 3027
sweeping 3026
cuban 3025
presidents 3024
delayed 3023
ownership 3023
cups 3021
hanging 3021
pursue 3020
extend 3018
milk 3018
sounded 3016
wayne 3014
designers 3012
minnesota 3012
lady 3007
listen 3007
prosecutor 3004
luxury 3003
brokerage 3002
comic 3002
ambitious 3000
constant 2997
row 2997
governing 2996
bread 2995
skin 2993
findings 2992
cafe 2989
chrysler 2989
railroad 2989
le 2988
fax 2987
shops 2987
concrete 2986
oppose 2985
penn 2983
economics 2980
moore 2980
blocked 2977
collected 2976
document 2971
pound 2971
approve 2970
practical 2970
ratings 2970
follows 2969
radical 2964
factors 2963
sudden 2963
broadcasting 2959
recording 2958
inning 2955
investor 2955
obtain 2954
seemingly 2954
threatening 2953
sox 2952
rapidly 2951
expanding 2950
gaza 2950
scale 2949
corporations 2946
gross 2946
involves 2946
reservations 2944
length 2942
odd 2941
cheese 2939
featured 2939
contain 2938
demanding 2938
feared 2938
wealthy 2938
diamond 2936
hidden 2936
chase 2934
fate 2933
prisoners 2933
tables 2933
handed 2932
tired 2930
hartford 2928
concerts 2927
tale 2927
recognition 2926
margaret 2925
meets 2925
plain 2924
expectations 2921
investigating 2921
achieved 2919
tested 2919
wing 2919
ruth 2918
crack 2917
repair 2917
crowded 2915
constitution 2912
prudential 2911
financed 2909
therefore 2909
discovery 2908
territory 2908
addenda 2906
elementary 2906
plate 2906
pan 2905
turner 2904
occasional 2899
harold 2897
leg 2897
parade 2896
dutch 2895
grace 2895
powell 2894
campbell 2893
psychological 2893
regulatory 2893
bears 2892
engaged 2889
frequent 2889
tremendous 2889
kentucky 2888
operated 2888
flights 2887
franklin 2887
trips 2887
deny 2886
careful 2882
whites 2882
elegant 2881
shoot 2881
mar 2880
terrible 2880
citing 2879
crash 2879
fishing 2878
ohio 2878
pitcher 2878
sleep 2878
harris 2877
boxing 2875
destroyed 2873
baltimore 2871
corn 2869
pleased 2869
fled 2867
behalf 2864
pressed 2864
beaten 2863
informed 2863
insist 2863
remembered 2863
soup 2863
arkansas 2861
victories 2859
deadline 2857
intellectual 2857
las 2855
roll 2855
thousand 2855
bulls 2854
spiritual 2853
tablespoon 2853
quietly 2852
dedicated 2851
pitching 2851
precisely 2850
adjustment 2847
aspects 2847
grants 2846
virus 2846
causing 2845
celebrated 2844
extension 2844
athletes 2843
playoffs 2842
flood 2841
ring 2841
accusations 2838
celebration 2836
shore 2833
spoken 2833
critic 2832
editorial 2832
approached 2831
aristide 2831
bench 2831
bound 2830
motion 2830
household 2827
defendants 2826
architect 2824
tourist 2824
bernard 2823
heading 2823
balanced 2821
entrance 2821
monitor 2821
reeves 2821
fruit 2820
speaks 2819
loose 2817
indicate 2816
operates 2816
describing 2815
grounds 2815
pilot 2814
janet 2811
prospects 2810
somewhere 2809
precinct 2808
robinson 2807
regard 2806
combat 2803
nights 2803
identity 2802
ranks 2801
telecommunications 2801
copy 2799
linda 2797
superior 2797
traveled 2797
registered 2796
appointment 2795
gathering 2795
participate 2795
letting 2794
pending 2794
roots 2794
damaged 2793
poverty 2791
tech 2791
rental 2787
satellite 2787
expense 2786
leonard 2786
provisions 2786
breakfast 2785
shelter 2783
compensation 2782
useful 2781
riding 2779
holdings 2778
privately 2778
fan 2777
vital 2777
colors 2774
discrimination 2774
lloyd 2774
location 2773
relative 2772
explaining 2770
audiences 2769
revealed 2769
volunteers 2768
alive 2765
secure 2765
stuck 2765
gerald 2762
resume 2762
involve 2761
enjoyed 2759
pink 2759
regulators 2759
reportedly 2758
vulnerable 2758
winners 2758
arranged 2756
contains 2754
nomination 2754
electronics 2749
installed 2749
protected 2749
comprehensive 2748
object 2746
boris 2744
sergeant 2744
designated 2743
clinical 2742
ages 2739
billions 2739
assumed 2738
attached 2737
juice 2737
discontinued 2735
preliminary 2735
chip 2734
albany 2733
arrive 2733
indiana 2733
iraqi 2733
dish 2730
recall 2729
challenged 2728
succeed 2726
projected 2725
nixon 2724
purchased 2723
b 2722
temple 2719
attending 2717
dick 2717
newt 2717
stakes 2716
oldest 2715
lieutenant 2711
ranked 2710
reception 2709
magazines 2706
negotiated 2706
raymond 2706
teaches 2705
agenda 2704
haven 2704
wake 2703
volunteer 2701
connected 2699
yen 2698
collect 2697
sang 2696
hate 2695
journalists 2694
utility 2693
membership 2692
defined 2691
corps 2690
joan 2690
resistance 2689
defended 2688
searching 2688
routine 2687
dogs 2686
speculation 2681
wage 2681
resort 2680
difficulty 2679
duty 2679
exposed 2679
basically 2676
benjamin 2676
suffer 2674
architecture 2673
attempted 2673
staying 2673
acknowledge 2672
lie 2672
kim 2671
architectural 2667
ambassador 2665
lord 2664
introduce 2663
mere 2663
stolen 2661
titles 2659
discussing 2657
interactive 2656
neck 2656
rely 2655
tower 2653
arrival 2652
comparable 2652
multiple 2651
berlin 2650
solve 2650
demonstrated 2649
briefly 2648
nationwide 2648
permitted 2647
trail 2647
understood 2647
violated 2647
sentenced 2646
hang 2645
tours 2645
asia 2643
contribute 2638
contend 2637
depends 2637
threats 2636
costly 2635
potatoes 2635
saving 2635
arizona 2634
collective 2634
waited 2634
flew 2633
listening 2633
composer 2629
grass 2629
stable 2629
tall 2629
bag 2628
jonathan 2627
takeover 2627
elaborate 2625
resulting 2625
specifically 2625
application 2620
lane 2619
brokers 2617
generate 2615
perfectly 2615
civic 2614
cowboys 2613
rape 2613
buried 2610
retain 2609
soil 2609
edited 2608
performers 2608
subsidiary 2608
passion 2607
consensus 2606
promoted 2605
versions 2603
salmon 2602
rushed 2601
marshall 2598
outcome 2598
distributed 2597
lynch 2597
overcome 2595
adoption 2594
periods 2590
endorsed 2589
starks 2589
smart 2586
packed 2584
eliminated 2583
painful 2583
vacation 2578
drink 2575
pride 2575
desperate 2574
urging 2574
mentally 2573
northwest 2573
actress 2571
cigarette 2571
roads 2571
significantly 2570
allegations 2569
carlos 2569
roosevelt 2569
guards 2567
cortines 2565
pure 2564
agreements 2563
worn 2563
asks 2561
random 2561
breaks 2559
underground 2558
backing 2557
rolling 2557
kid 2555
intent 2554
vincent 2554
pressing 2553
ben 2552
improving 2552
digest 2549
mason 2549
text 2549
foods 2548
bars 2547
chocolate 2547
voices 2547
overtime 2546
roof 2546
alcohol 2545
del 2542
horses 2542
supports 2542
ethics 2541
gordon 2541
swiss 2541
delicate 2540
seeks 2540
sick 2538
unexpected 2538
lists 2537
nick 2537
suspects 2537
travelers 2537
friendly 2533
whitewater 2532
philosophy 2531
salaries 2531
contribution 2530
requirements 2529
rough 2526
indication 2525
wins 2524
recovered 2523
buses 2522
disclosed 2518
northeast 2518
perry 2518
sir 2518
wages 2517
praise 2516
resignation 2516
converted 2515
margin 2515
sight 2513
subjects 2513
bargaining 2512
constantly 2512
suffolk 2512
eligible 2511
mystery 2511
picking 2511
pitched 2511
successfully 2511
unclear 2511
veto 2511
device 2510
formally 2509
francis 2509
proof 2509
bases 2507
hero 2507
greek 2505
rapid 2505
content 2503
nervous 2503
lobby 2502
facts 2500
cruise 2499
regarding 2499
officially 2498
automobile 2497
generous 2495
nicholas 2495
procedures 2495
raw 2495
whenever 2495
brilliant 2491
rushing 2491
cincinnati 2490
rutgers 2490
sessions 2490
swept 2490
manner 2489
guaranteed 2488
advocate 2487
devices 2487
liberation 2486
declining 2482
silent 2482
challenges 2481
ideal 2481
recipients 2480
tourists 2479
protecting 2478
holes 2477
noticed 2477
sing 2477
steinbrenner 2475
carnegie 2474
entitled 2474
slipped 2474
sits 2473
ignored 2472
vocal 2469
closest 2467
judgment 2467
murray 2466
fail 2463
locked 2463
lehman 2462
authors 2460
knocked 2459
depend 2458
gasoline 2458
midnight 2458
ministers 2458
conviction 2457
regulation 2455
journey 2454
renewed 2454
spots 2453
plaza 2452
posted 2451
championships 2450
chiefs 2450
arena 2449
christine 2449
disk 2449
blues 2448
willingness 2448
happening 2447
taxpayers 2447
theatrical 2446
mistake 2445
printed 2445
applications 2444
recession 2444
hung 2443
surge 2443
extreme 2442
generated 2442
locker 2442
