the 309079222.0
of 180476553.5
to 105006182.0
and 98715447.0
in 82171756.0
a 71761976.5
that 43959861.0
is 44345075.5
it 35262688.5
be 30243977.5
as 30014470.0
was 29676528.0
for 27184622.0
he 24951904.5
not 22998632.0
by 21178425.5
with 21250327.0
which 20326085.5
i 20838321.0
on 18863393.0
his 17105709.5
at 16823919.5
had 14516725.5
are 14637554.0
have 14394913.0
from 13907518.0
but 14422345.0
this 13186688.5
or 11929514.0
they 10921640.5
one 10309712.5
been 9896334.5
an 9788680.0
we 9580556.5
all 9499298.0
were 9285589.5
there 9002694.0
you 8942325.0
has 8218147.5
who 7624533.0
would 7303289.0
so 7449292.5
will 7167467.5
may 6923679.5
if 6864382.5
their 6689137.0
him 6567494.5
when 6512228.5
can 6213756.5
no 6417699.5
more 6112116.0
time 5986902.5
than 5656463.0
her 5778601.5
what 5494902.5
she 5564629.5
any 5204369.0
them 5313578.5
do 5290741.5
other 5385016.0
out 4709676.5
should 4398886.0
its 4514172.5
into 4302641.5
such 4230514.5
made 4148263.0
only 4202401.5
some 4045267.5
me 4151762.0
my 4196268.0
two 3921987.0
could 3806783.0
up 3821583.0
said 4757325.0
man 3728492.0
about 3531175.0
must 3520343.0
same 3350536.0
first 3432043.5
upon 3288614.0
these 3288571.5
most 3208804.0
very 3327327.5
great 3174861.5
part 3103051.5
years 3101406.5
new 3280610.0
shall 3024048.5
our 2924168.5
between 2841661.0
much 2869892.5
those 2769162.0
did 2842877.0
after 2899864.5
life 2841980.0
where 2856589.0
work 2704859.0
way 2643061.5
well 2845600.5
before 2590363.5
then 2802841.5
under 2573793.0
make 2462214.0
states 2427821.5
many 2487803.0
day 2603356.5
men 2465887.5
see 2461477.5
over 2302693.0
state 2251825.0
people 2242430.5
being 2263150.5
now 2326897.0
world 2172648.5
own 2165882.0
good 2233674.5
found 2117345.0
us 2144469.0
know 2146481.5
how 2061971.0
united 2019581.0
through 2002323.0
like 2138993.5
fact 1984677.5
place 1969511.5
case 2014297.5
little 1950695.0
each 1889582.0
because 1906534.5
even 1936009.0
take 1843926.5
come 1856847.0
long 1858102.5
say 1950316.0
during 1758793.0
however 2177315.0
number 1711796.0
end 1749274.0
three 1793267.5
far 1743373.5
also 1772477.5
country 1671618.0
war 1723394.5
used 1672571.5
might 1681297.0
right 1720754.0
without 1718451.0
order 1637508.5
down 1687377.5
year 1687617.0
go 1668522.0
1 1970032.0
use 1588553.5
every 1601513.0
does 1577591.5
given 1543493.0
water 1582468.0
government 1529308.5
your 1611456.0
general 1591674.0
never 1589375.5
house 1559338.5
law 1587884.5
give 1476569.5
came 1500162.0
hand 1562885.0
per 1518828.0
old 1544026.5
few 1445839.5
point 1435241.0
while 1470386.0
whole 1419112.0
power 1414799.5
back 1437992.0
side 1398520.5
himself 1403522.0
too 1449451.0
both 1365302.0
think 1425276.0
less 1358421.0
against 1340018.5
last 1367818.0
course 1491739.5
taken 1305923.5
large 1320828.0
done 1318788.0
god 1383028.5
present 1308295.5
here 1384403.0
get 1292101.5
possible 1258399.0
until 1255720.5
find 1255517.0
just 1276952.0
things 1260169.0
matter 1279955.5
necessary 1219954.5
form 1233213.0
though 1302206.0
another 1240442.0
mind 1218876.5
am 1291836.5
thought 1220901.5
nothing 1209101.0
seen 1169027.0
days 1169199.0
put 1131052.5
public 1139595.0
question 1128490.5
best 1122402.0
nature 1137587.0
act 1162416.5
means 1116197.0
whether 1087347.5
within 1089675.5
cent 1106851.5
went 1129304.0
called 1166281.0
court 1077726.0
city 1098610.5
still 1126195.0
known 1102375.0
able 1029736.0
left 1074457.0
since 1069978.5
subject 1041795.5
value 1026071.0
history 1074260.5
again 1075577.5
small 1031551.5
half 1080278.0
school 1038810.0
thing 1005468.5
certain 1008750.5
yet 1032339.0
interest 996998.0
high 1034707.0
amount 966222.0
children 1014173.0
body 987758.5
century 964304.0
following 1007754.5
different 954241.0
view 958371.5
period 964365.5
head 991583.5
name 989319.5
always 992816.0
took 948593.5
important 929273.5
york 1119635.0
away 963513.0
among 949590.0
whom 951075.5
least 967775.5
company 996799.0
land 931199.0
business 919450.0
cases 921432.0
better 913217.0
reason 907559.5
due 871730.0
let 929854.5
church 908748.0
four 945646.5
system 894435.5
england 920097.0
set 879132.5
american 922456.5
true 904222.5
going 896990.5
five 940984.5
once 893372.5
off 892248.5
having 874116.5
seems 855119.5
ever 851647.0
second 875305.0
brought 822966.5
light 859484.5
times 857080.5
held 829308.5
money 827360.0
death 858471.0
purpose 809085.0
person 818710.0
effect 808876.0
room 845803.5
line 818374.5
home 840588.0
hundred 837519.0
position 797398.5
something 816614.0
enough 804536.0
above 851484.5
account 786015.5
age 817652.0
hands 800043.5
members 783148.5
book 822234.5
feet 812808.5
words 835279.0
result 781452.5
therefore 901652.0
told 789159.0
others 801134.0
king 836008.0
tell 787516.0
why 786212.0
sense 779939.0
young 787006.0
become 751596.5
either 751618.0
later 782739.0
night 782144.5
action 737023.5
eyes 768587.0
conditions 733081.0
father 801887.5
according 749443.5
face 748615.0
common 722669.0
kind 713029.0
property 701442.5
knowledge 700782.0
study 690687.5
air 700418.5
moment 695098.0
early 688158.5
believe 705244.0
south 724900.5
twenty 795206.0
seemed 674571.5
almost 688254.0
quite 699477.0
love 723375.0
service 677971.0
parts 682582.0
itself 680959.0
look 687883.5
manner 658138.0
themselves 668903.0
soon 671025.5
word 696450.0
keep 651519.0
human 655529.5
women 677661.0
development 647109.5
show 640491.0
thus 684816.5
making 639219.5
cause 637578.5
education 659290.5
english 662680.5
greater 620914.5
north 669253.0
ground 619449.5
next 637372.5
heart 644395.0
want 640496.5
nor 649787.5
full 633979.5
2 836024.5
saw 630252.0
office 622545.0
president 639975.0
together 619022.5
gave 609354.0
often 633252.0
idea 598640.0
board 603075.0
child 628694.0
need 605941.5
society 612319.0
knew 611132.5
character 609107.0
force 593585.0
shown 609655.5
change 586451.5
party 591578.5
became 599236.5
seem 585210.5
anything 588184.0
family 592232.5
several 591588.5
rate 597348.5
already 603439.5
attention 566745.5
began 592464.5
read 594141.0
rather 607332.0
perhaps 621316.0
heard 585156.0
woman 598827.5
opinion 576918.5
along 572050.0
social 591838.0
british 575822.5
extent 551170.0
carried 550513.5
importance 540924.5
whose 573524.5
various 544805.0
pay 547131.5
beginning 556061.0
free 567014.5
lord 625254.5
sea 567457.5
member 544618.0
rest 567989.5
letter 566839.0
france 595883.0
america 562510.0
difficult 544205.5
west 575344.5
national 552446.0
passed 540033.5
got 563196.0
mother 590539.0
doubt 543883.0
looked 540224.0
method 527521.5
received 527885.0
months 529952.5
six 558377.0
french 550027.0
earth 531167.0
sent 524525.0
open 536150.0
table 525802.0
surface 525599.5
direction 514884.5
increase 507534.5
trade 528712.5
spirit 529501.5
placed 504048.5
care 516601.5
difference 497859.0
paid 507150.5
laws 522111.0
except 521971.0
although 530460.5
miles 525427.0
influence 501646.0
evidence 494591.5
peace 509860.5
town 507444.5
river 506688.0
results 491777.5
clear 512546.5
individual 492286.5
felt 499798.0
asked 526534.0
example 568308.5
return 501144.5
solution 498477.5
condition 494228.5
son 563068.5
live 498846.5
close 499042.5
deal 475003.0
door 501255.0
truth 504039.5
hours 509101.5
wife 519394.5
ten 506041.5
near 503686.5
real 489925.5
white 532140.0
morning 507917.0
cost 491590.0
considered 479207.5
experience 486299.5
written 484990.0
required 469969.5
story 488449.5
university 522406.0
degree 471849.0
latter 490727.5
length 488820.0
political 494099.0
terms 475155.0
especially 507654.5
council 475177.0
past 476636.0
middle 482543.0
class 480646.0
living 469444.5
impossible 469725.5
bring 458365.5
third 496092.5
field 467928.0
london 582530.0
short 497284.5
east 486492.5
persons 458865.5
control 464783.5
help 466864.0
further 469620.5
art 487706.0
hour 475650.0
thousand 464666.5
committee 451385.0
hope 466726.0
understand 453502.0
turned 457505.0
problem 440434.0
section 465092.0
blood 453880.5
total 442023.0
chapter 436844.5
natural 453822.5
duty 432475.0
process 443445.5
schools 445081.5
3 593115.5
sure 467202.5
temperature 447311.0
army 442864.5
equal 433873.0
ought 435982.5
group 433553.0
future 425002.5
kept 433495.0
chief 458853.0
distance 428883.0
leave 431815.0
rule 447423.0
material 423630.5
call 437999.0
appear 420584.0
regard 413642.0
feel 422423.5
bank 425016.0
respect 415027.5
front 415317.5
sir 541664.0
lower 400804.0
date 415651.5
europe 406161.5
obtained 393699.0
special 398925.0
speak 420112.0
lost 409734.0
basis 395589.0
turn 412267.0
self 499312.5
longer 397236.0
myself 412341.0
foreign 404544.5
says 571843.5
department 403678.0
object 396390.5
probably 401562.5
report 399976.5
fire 407845.0
nearly 398640.5
mean 411109.0
hold 388230.0
followed 389404.5
relation 380306.5
provided 400559.0
doing 387732.5
ago 389862.5
books 398041.5
sun 392923.5
size 388603.5
single 380545.0
attempt 368834.0
loss 378437.5
price 387999.0
particular 380388.0
taking 377752.0
existence 374306.0
pressure 383351.5
authority 379160.0
likely 375680.5
similar 368560.0
allowed 366962.5
presence 374841.5
friend 407579.0
born 411965.0
facts 369852.0
meet 365681.5
friends 384859.5
policy 374154.0
situation 364561.0
powers 366975.5
population 368888.5
de 502325.5
voice 397863.5
production 367841.0
indeed 435009.0
fall 368972.5
wish 371445.0
capital 373056.5
strong 372880.0
till 371302.0
follows 420898.5
greatest 358413.0
reached 358558.0
gone 371213.5
added 404767.5
ready 368045.5
congress 364259.0
play 363502.0
union 363773.0
food 369556.5
alone 372600.5
stood 361398.0
constitution 351997.5
coming 363541.0
lines 359287.5
appears 350264.5
led 343327.5
answer 367606.0
type 355551.5
sufficient 342329.5
higher 349122.0
nation 354606.5
paper 357530.5
note 368342.5
hear 358899.5
connection 340844.5
association 364481.5
top 354884.5
10 425416.5
rights 352246.0
soul 358612.0
principle 349036.0
determined 340559.5
4 461109.5
practice 347297.5
information 335544.0
sort 344538.0
acid 358533.5
goods 341311.0
stand 342351.5
principles 348438.5
5 438339.5
forms 344971.0
poor 359339.5
desire 340584.5
hard 358624.5
makes 337732.0
theory 350647.0
0 336557.0
movement 341880.0
building 340523.0
john 431845.0
current 335759.0
science 355930.5
operation 350491.0
points 338221.5
term 345075.5
charge 334917.5
beyond 334295.0
series 340204.0
secretary 351607.5
lay 334108.0
regarded 324885.0
interests 334312.0
pass 327531.0
county 369501.5
ask 340764.5
lived 333058.0
commission 329918.0
majority 328391.0
nations 325378.5
carry 322487.0
language 337748.5
complete 324361.5
cut 335106.5
march 436937.0
looking 350505.0
college 366942.5
industry 331356.5
success 322525.0
write 323107.0
main 323355.5
affairs 320090.0
unless 326629.0
described 328140.5
modern 327285.5
methods 322990.5
usually 330084.0
thirty 365862.0
really 331152.5
proper 313841.0
died 345725.0
justice 328573.0
labor 326689.0
meeting 315729.5
laid 312587.5
wrote 369542.0
gives 312603.0
met 319879.5
dead 329078.0
consider 313109.5
towards 317111.0
eye 326852.5
road 319094.0
average 314549.0
considerable 312973.0
else 323683.0
expected 307558.5
late 321948.5
support 308655.0
works 323920.5
original 303929.0
countries 310062.5
street 348974.0
stock 314821.5
formed 304906.0
consideration 300956.5
opportunity 295327.5
round 321842.5
weight 307450.5
established 305491.0
changes 298858.0
low 322752.0
feeling 307182.0
sometimes 327213.0
easy 306874.5
volume 303373.0
health 314133.5
community 296017.5
published 310394.5
working 306757.5
week 308503.0
heat 302877.5
continued 331156.5
run 301994.0
rise 295193.5
religion 312769.5
german 310083.5
produced 292450.5
stage 297099.0
bed 300821.0
saying 339589.5
strength 299424.0
christ 305793.5
appeared 297155.0
returned 311892.5
across 296244.5
area 291911.5
statement 289621.5
instance 337460.5
faith 295661.5
advantage 283766.0
arms 306421.0
below 300957.0
author 305603.5
concerned 286036.0
eight 316756.5
plan 288900.5
circumstances 296423.0
neither 296082.5
portion 287493.0
supply 285549.0
merely 286848.5
interesting 282630.0
growth 285308.5
applied 281123.0
follow 284799.0
places 288115.5
tried 283011.5
foot 295027.0
fine 296411.0
notice 282472.0
mentioned 293260.0
ways 283098.5
seven 304663.0
relations 281035.5
dollars 291678.0
economic 291654.5
comes 287182.5
black 310844.5
girl 298888.5
gold 296449.0
boy 305281.0
direct 278347.0
india 293911.0
addition 294415.0
drawn 275919.0
progress 281539.0
based 272674.5
increased 277968.5
june 385844.0
sight 281201.5
meaning 286466.0
proportion 271613.0
sat 280901.5
questions 277474.0
germany 302525.0
local 278205.0
everything 283629.0
month 282535.5
sum 278111.5
red 309881.0
6 366865.0
contract 269708.5
disease 276557.0
appointed 274421.0
purposes 280550.0
toward 273482.0
difficulty 268954.0
officers 280508.0
prevent 265242.0
measure 272017.5
parties 269301.5
letters 285018.5
wanted 272558.5
species 270923.0
whatever 278806.0
entered 273707.0
around 276474.0
none 281605.5
space 272758.0
organization 270844.5
bill 273976.5
mouth 276770.0
personal 272198.5
problems 266718.0
central 270938.5
enemy 270566.0
britain 276410.5
level 268482.5
simple 274541.5
provisions 264750.5
generally 278570.0
possession 265558.5
determine 252299.0
minutes 266463.0
upper 259762.5
energy 262356.0
fifty 278957.0
giving 262098.0
master 283021.5
behind 273201.0
bear 260064.5
evening 275222.0
judgment 267229.0
built 264584.5
wide 276461.5
july 360688.0
ship 269700.0
employed 256865.5
effort 253151.0
writing 264769.0
remember 269673.5
talk 265910.5
coast 260372.0
worth 265151.5
decided 255793.0
tax 256370.0
wall 261537.5
empire 252701.5
remain 258974.5
chance 252191.5
spent 247466.0
fell 263225.0
sound 262789.5
lead 261206.0
fear 267662.5
governor 275174.5
iron 279851.5
application 248904.0
shows 251527.0
treaty 255322.5
source 250656.0
district 254450.5
larger 249957.0
physical 260353.5
takes 247299.0
demand 247834.0
expression 255702.5
spite 266108.5
market 249980.0
suppose 268708.0
forth 255628.0
throughout 256407.0
reference 243887.5
discussion 241436.0
try 250461.5
lives 248438.0
former 248819.5
figure 252670.5
danger 244681.0
classes 249269.5
stated 255703.0
minister 259462.0
payment 241945.0
private 248018.0
entirely 246764.5
conclusion 239325.5
sides 245901.0
forces 240513.5
needs 242402.0
husband 252978.5
deep 252085.5
religious 248692.0
produce 235369.0
connected 235863.0
corporation 240136.0
supreme 235817.5
bottom 240363.0
principal 236246.0
inches 246524.5
civil 244852.5
duties 235398.5
instead 249891.0
commerce 242193.0
believed 236676.0
learn 233068.0
prepared 234283.5
outside 240085.0
island 249375.5
agreement 232377.5
sale 233466.0
paris 274934.5
bad 246093.0
herself 242731.0
happened 235686.0
raised 231971.5
piece 240591.5
supposed 230856.5
dark 246643.5
soil 231022.5
judge 234847.0
engaged 227252.0
expressed 229510.0
april 322269.5
standard 229974.5
animals 235811.5
pleasure 232344.5
moral 239165.5
trees 240647.0
rules 229205.5
weeks 229874.0
ideas 232796.0
test 228073.5
proved 228618.0
step 230630.5
floor 226945.0
income 229941.0
cities 232061.5
matters 229490.0
serve 224490.5
8 297348.5
treatment 229764.0
actual 223166.5
administration 230118.5
fair 235667.0
occasion 228066.5
share 225030.5
remained 233123.0
observed 233714.0
hardly 229002.5
literature 237313.0
interested 221108.0
forward 227131.0
essential 222899.5
brother 258882.5
battle 236332.0
oil 240042.5
enter 219440.0
appearance 226267.0
scale 220716.5
record 222425.5
gas 228515.5
understood 222788.0
article 221837.5
trouble 220304.5
divided 227891.5
entitled 221807.0
race 223788.0
bound 223051.5
mere 221630.0
receive 217073.0
picture 219665.0
ordinary 217474.5
names 219361.0
opened 221504.0
cross 233055.5
christian 224452.0
acts 217975.5
covered 221142.0
obtain 210634.0
january 304224.5
20 271560.5
federal 214688.5
secure 208291.5
provide 209635.5
houses 225703.0
reasons 220477.5
presented 212535.0
thinking 222165.0
washington 281052.5
forty 245840.0
fig 225833.5
getting 213842.5
beautiful 221508.5
revolution 213321.5
cold 226357.5
passage 212801.0
referred 212621.0
western 216752.0
military 214945.5
international 217120.5
send 211380.5
owing 206805.5
learned 212530.5
removed 211669.5
estate 211609.0
highest 207621.0
responsible 206052.0
easily 213220.0
fixed 211470.0
elements 212232.0
caused 204201.5
entire 206018.0
wrong 215388.0
origin 213190.5
understanding 206405.5
title 217910.5
contact 205465.5
teacher 215708.5
pointed 215695.5
co 261263.5
quantity 206539.5
daughter 233994.5
exercise 205721.5
square 217483.5
glad 217496.5
jesus 215476.5
events 208252.5
goes 212243.0
trying 204169.5
reading 216840.5
issue 206415.5
groups 210448.0
contrary 224760.5
reach 201932.0
lack 206253.0
prove 201459.5
allow 198616.5
becomes 211685.0
kingdom 204304.0
quality 206949.0
causes 202248.5
thou 231987.0
visit 203530.5
wind 210856.5
tree 209188.5
add 204995.5
league 203371.0
declared 213273.0
served 198759.0
conduct 202136.0
construction 201842.0
freedom 205658.0
unable 199080.5
teachers 211624.0
motion 203074.0
intended 196908.0
list 195090.0
normal 201499.5
particularly 208903.5
necessity 198256.5
command 203348.0
mass 202056.0
division 203875.0
standing 204384.5
directly 200971.5
officer 204844.0
lady 221781.0
august 261437.5
decision 195743.5
china 212641.5
subjects 198605.5
serious 196635.5
appeal 195180.0
sold 198438.0
lies 193982.5
ability 197100.5
workers 202890.5
trust 206108.0
filled 198172.5
boys 203976.5
claim 193182.0
developed 195763.5
depends 189660.5
courts 193926.5
7 262315.0
village 194931.5
ancient 198342.0
task 189555.0
december 268422.0
height 195461.0
certainly 205883.5
vote 191332.0
royal 198142.5
writer 200060.0
arrived 196428.0
otherwise 199550.5
dear 252711.5
plant 193397.0
practical 193564.0
figures 194254.0
noted 196677.5
ages 187000.5
adopted 190028.0
fourth 205233.0
exactly 191755.0
patient 192718.5
absence 196245.5
students 189348.0
accept 187114.5
immediately 194340.0
products 194470.0
failure 185985.5
product 188984.5
october 255737.0
elected 189483.0
region 189362.0
ii 289393.0
center 189052.5
quarter 191516.0
yes 297522.0
beauty 197194.0
reader 186909.0
attack 187589.5
liberty 194620.0
b 249089.5
marked 187573.0
belief 184423.5
accepted 188468.0
happy 193663.5
knows 193167.5
constant 188665.0
expect 186433.5
benefit 185573.0
september 247293.5
tendency 182619.0
heaven 194250.0
marriage 188612.5
passing 184862.0
factor 181134.0
industrial 190903.0
usual 190472.0
horse 200769.5
finally 210940.5
forced 182492.0
limited 189006.5
citizens 184779.5
continue 182030.0
accordance 179978.5
moved 184638.0
summer 189428.0
music 198591.5
speech 189814.5
opposite 180075.0
willing 180512.0
training 184775.5
available 180347.0
thy 196794.0
numbers 182637.0
issued 178065.0
clearly 181352.5
territory 178656.0
30 228457.5
married 196374.0
protection 181804.5
parliament 178769.0
explain 175873.0
attitude 180853.0
factors 178344.0
press 199173.5
hair 193129.5
thereof 186478.5
earlier 179248.5
spring 185178.5
treated 178763.5
die 201694.5
move 177557.5
corner 185296.0
remains 185670.5
window 179590.5
animal 181521.5
nine 196419.0
evil 180689.0
distribution 177286.0
edge 185060.0
cells 181437.5
russia 192040.5
meant 179678.5
efforts 172521.0
exist 177946.5
save 180194.0
senate 174280.0
aid 178819.5
leading 171956.0
southern 176804.5
non 226415.0
explained 182166.0
sake 193369.5
apply 170671.5
evident 184306.0
william 218325.0
active 174009.5
november 237191.0
steps 171597.5
agreed 179840.0
express 170618.0
fellow 191322.5
credit 172576.0
materials 175778.5
troops 172228.5
rome 181677.0
begin 175174.5
girls 174628.5
holy 179097.5
walls 176144.0
occur 171841.0
plants 175892.0
election 170044.5
previous 168638.5
fight 174164.5
fully 169383.0
reduced 171217.5
roman 174406.0
base 172274.5
largely 167423.0
speaking 189890.0
big 176307.5
final 168660.0
somewhat 175302.5
glass 177809.5
involved 167003.5
worked 169219.5
admitted 174772.5
formation 168426.5
representatives 166640.5
opening 168955.5
examination 169790.0
services 167637.0
touch 170495.5
mental 174599.0
100 204326.5
inch 186962.5
offered 167867.0
capacity 171033.0
range 168754.0
successful 165128.5
parents 173206.0
stay 173392.5
including 192921.0
capable 165934.5
assembly 166317.0
stone 179098.0
15 222158.0
twelve 174703.5
minds 166510.5
c 249240.0
consent 170773.5
arm 175375.5
page 183908.5
queen 185909.0
compared 164042.0
ourselves 167675.0
relative 161749.0
function 166048.0
teaching 168780.5
pounds 171251.5
silver 177505.0
labour 168628.0
maintain 160839.5
february 230360.0
structure 167794.5
library 170982.0
centre 167631.0
replied 260006.0
doctrine 167890.5
content 166095.5
prices 163659.5
struggle 163032.5
wood 178005.5
banks 167981.5
represented 162808.0
student 162730.5
post 180835.5
needed 161762.5
recent 162473.0
refused 164697.5
italy 184516.5
impression 158754.0
centuries 159469.0
indians 165686.0
draw 158560.0
description 162240.5
philosophy 176000.0
sleep 167081.0
effects 161994.5
useful 161535.5
showed 160447.0
failed 163813.0
differences 157667.5
lands 163182.5
simply 164816.0
separate 157800.0
killed 166632.5
california 180334.0
12 217672.0
activity 161786.5
wealth 165682.5
resistance 160790.0
changed 161757.5
journal 187384.5
virginia 180143.5
owner 161390.0
carrying 157462.5
blue 182965.5
thee 172997.5
preceding 153765.0
chair 162613.5
indian 164371.5
independent 161709.5
mountains 162606.0
kinds 160540.0
strange 166734.5
granted 156299.0
rose 169965.5
native 163923.5
9 213358.5
advance 156830.5
confidence 159691.5
heavy 163326.5
data 154806.0
valley 161412.5
rich 167037.0
annual 160219.0
unto 167865.0
devoted 152868.5
prince 174170.5
trial 157344.5
recognized 155664.5
spain 169514.0
conference 156149.5
la 205844.0
spoke 164856.0
winter 162686.0
provision 152237.0
exchange 156161.0
individuals 156238.0
answered 220600.0
discovered 157022.5
activities 158966.5
popular 156868.0
tube 156262.0
values 156307.5
aware 155124.0
probable 160731.0
balance 156445.5
consists 155155.5
settled 155929.5
break 157998.0
henry 187094.5
sit 158225.5
bureau 168887.0
walk 157705.0
news 160655.0
suggested 157387.5
difficulties 152231.0
birth 159852.0
establishment 151462.5
careful 151504.0
included 156309.0
taught 152551.0
afraid 166582.0
northern 154739.5
articles 154913.5
expense 153586.0
oh 241766.0
shape 157170.0
leaves 158757.5
reasonable 151542.0
escape 150147.5
analysis 153799.5
remembered 157437.5
occurred 151451.0
sitting 157352.5
hill 165791.5
convention 150622.0
lie 151948.0
exception 164493.0
agree 151683.0
avoid 149538.0
jurisdiction 147198.0
spread 151371.0
green 180048.5
orders 153630.5
sign 152181.0
discussed 149234.5
machine 157764.0
attached 149608.5
greatly 151967.0
event 152922.0
broken 153994.0
50 177378.5
charles 183188.0
desired 148427.5
leaving 156880.5
objects 150677.0
perfect 152193.5
liable 146396.5
eastern 149971.5
legislature 143619.5
coal 160884.5
mine 155720.5
consequence 153849.0
lot 149420.5
played 146017.5
familiar 145574.5
substance 149312.0
million 148006.0
notes 154916.0
associated 143732.5
distinction 143182.5
captain 165425.0
memory 149405.0
require 144168.5
george 184723.0
definite 142438.5
agriculture 155400.0
garden 153180.0
wait 150589.5
assumed 144766.0
possibility 141681.5
lake 149584.5
africa 155381.0
speed 146915.0
intention 142853.5
growing 146443.5
ill 167386.5
fit 145162.0
explanation 142324.0
suddenly 153675.0
hall 160756.5
proof 143606.5
closed 146865.5
mile 148679.0
increasing 143385.5
mention 143027.5
scene 145552.5
introduction 150368.5
offer 141073.0
san 165127.5
legal 142590.0
hot 153103.0
duke 161389.0
angle 143441.0
ends 144736.0
profit 144553.5
ran 146917.0
emperor 148492.5
apart 144694.5
composed 141339.5
types 142743.0
created 140972.0
detail 137471.5
crown 147299.0
obliged 141424.5
effective 138203.0
greek 148721.0
islands 144370.5
journey 142351.5
copy 139465.0
sell 140108.0
25 184627.5
proposed 138372.0
assume 138352.0
indicate 134597.5
variety 140703.5
season 140264.0
derived 136580.0
mark 147352.0
measures 136450.5
pupils 135561.0
professor 156684.5
introduced 138260.0
frequently 143962.0
streets 141087.5
railway 143301.0
started 140999.0
error 137028.5
indicated 138915.0
grown 142776.0
seat 139395.5
papers 146179.5
farm 139166.0
color 145449.5
diameter 141097.5
stop 139321.0
contained 138325.5
cast 139659.0
details 135699.0
enable 129220.5
straight 143129.5
waiting 142645.0
milk 147017.0
keeping 135245.5
james 173468.5
seeing 138491.0
walked 138078.0
printed 140640.0
using 137339.0
running 138849.0
vessel 134239.0
element 136030.0
conception 134532.0
responsibility 132170.5
occupied 133025.0
argument 134649.0
wages 138641.0
specific 133373.0
favor 132790.0
concerning 130029.5
nineteenth 133344.5
o 170525.5
belong 135124.0
authorities 132224.5
ships 138313.5
safe 137180.0
bodies 136059.0
instrument 132406.5
succeeded 135459.5
republic 133209.5
wished 133293.5
steel 141768.5
partly 134920.5
holding 135299.5
executive 133281.5
chicago 169680.0
youth 138446.5
thoughts 137197.5
lying 136466.5
reaction 132086.5
eat 136235.0
reported 133000.5
closely 129749.5
showing 130309.0
pain 137757.5
reality 136705.5
choice 132150.0
hence 139554.0
vol 195053.0
valuable 129792.0
eighteenth 131843.0
afternoon 136663.5
learning 132678.0
establish 128846.5
happen 131341.5
fifteen 134670.0
scientific 134281.0
inhabitants 130725.0
studies 134440.0
purchase 129587.0
skin 134156.0
dry 137506.0
actually 131489.0
welfare 130287.5
boat 135321.0
institutions 133539.5
poet 140516.0
contains 130933.0
flow 127201.0
wonder 136308.0
dealing 126735.5
plain 135598.0
bonds 129824.5
bearing 130855.5
struck 129191.0
circle 127667.5
depend 125442.0
affected 126846.5
defendant 129136.5
honour 131117.5
practically 128727.0
european 129294.5
thousands 127057.0
vessels 130329.0
chinese 130757.5
thrown 128225.0
limits 127355.0
circuit 125998.0
start 127511.0
firm 130535.0
stream 127037.0
cover 125672.5
station 128500.0
secret 129448.5
caught 127221.5
ordered 128679.0
text 130748.5
sky 129139.0
features 127314.0
buildings 133036.5
steam 129348.5
correct 125824.0
game 129165.5
vast 125727.5
arts 129792.5
virtue 128933.5
consciousness 130615.5
pacific 127330.0
train 125468.5
lose 125734.5
commons 122684.0
pleased 126908.0
existing 123587.5
soldiers 130875.0
raise 121848.0
smaller 126504.5
immediate 123444.5
sons 150680.5
superior 125572.0
generation 123689.0
forget 129611.5
admit 125124.0
chosen 125194.5
fields 130485.0
branches 126237.0
famous 126966.5
unit 123851.5
plane 122904.5
excess 124772.0
habit 123519.5
obvious 128202.5
instances 126829.0
buy 122153.5
views 123418.0
boston 162165.5
comparison 120363.0
independence 123320.5
minute 127600.0
grow 123518.0
brain 124172.0
directed 121925.5
towns 125108.5
neck 125812.0
majesty 135807.5
management 125098.5
distinguished 121660.5
mexico 132654.5
promise 123834.0
loved 127343.5
pages 128294.5
debt 120206.5
ones 126203.0
experiments 118978.0
fifth 132501.0
divine 123822.0
wise 128284.5
fundamental 119542.0
ireland 127972.5
institution 121919.5
stands 121315.0
opposition 120915.0
ye 137625.5
pure 127141.0
parallel 121277.0
settlement 120048.5
worse 126487.5
reign 128668.5
twice 122006.5
canada 131547.5
sections 125382.5
branch 121883.5
gentleman 129057.0
improvement 119185.5
numerous 122219.5
rates 121089.5
advice 121571.0
commercial 124244.5
spot 118944.0
determination 119710.5
mixture 118171.5
tests 119513.5
fail 120200.5
shore 121511.5
charged 117064.5
satisfied 119978.0
realize 114939.0
relief 118739.5
functions 118853.5
foundation 118654.0
car 121594.0
sought 117875.5
gain 116440.5
desirable 119928.0
daily 121265.5
horses 128808.0
maintained 117367.0
ohio 147536.5
agent 120963.5
moon 121954.5
railroad 121018.0
colonies 116688.5
heads 122305.0
regular 116814.0
companies 122187.0
spiritual 120206.5
re 147623.0
safety 118312.5
powerful 118498.5
spend 111997.5
prior 116822.0
absolute 118025.0
medical 121240.5
carbon 122428.0
plaintiff 118081.5
liquid 115714.0
path 117029.0
proceedings 117477.0
accounts 117017.0
satisfactory 113751.0
determining 109133.5
moreover 144898.0
province 117397.0
midst 117786.5
resources 116996.0
largest 115236.0
spoken 116276.0
sister 132570.0
arranged 115020.0
review 131587.0
pieces 117474.5
permanent 113188.5
seek 115566.0
permit 111440.0
distinct 116125.0
operations 114990.0
characteristic 116574.0
miss 134895.0
dinner 120663.5
chamber 117482.0
worthy 118658.0
silence 119045.5
equally 117640.5
yourself 120837.5
rank 114542.0
taxes 116802.0
delivered 114312.5
police 115053.0
represent 112129.5
collection 115696.0
conversation 115391.0
spanish 123137.5
limit 113016.5
custom 118072.5
permitted 111920.5
related 113210.5
favour 113276.5
satisfaction 113313.0
universe 111258.5
style 118812.0
signed 116623.0
manufacture 113975.0
accompanied 113129.0
records 115076.0
poetry 121111.5
historical 122856.5
birds 121380.0
happiness 115560.0
investigation 110073.5
experiment 112275.0
driven 113570.5
performance 113285.0
watch 114664.5
remarkable 112628.0
significance 111039.5
leaders 113017.0
drawing 123113.5
acquired 110697.5
discovery 111194.5
joy 117009.0
edition 123665.5
wild 119190.0
14 160289.5
port 117646.0
composition 113121.5
older 112239.0
contain 110163.0
sources 111229.0
forgotten 113631.0
politics 118693.0
employment 111088.0
maximum 109796.0
rock 115239.5
job 111717.0
conscious 114306.5
knowing 112751.0
instruction 109874.0
compelled 109223.5
sixty 122940.0
address 112885.5
plate 120469.0
please 124312.0
fresh 116538.0
named 117382.0
finding 108538.5
weather 115610.5
drew 111906.5
conflict 108526.5
hoped 110574.5
mankind 107701.0
japan 120403.0
representative 109408.5
slowly 121385.5
acting 110663.0
depth 110730.5
statute 108390.5
preparation 108921.0
apparent 110518.0
velocity 108011.0
funds 106537.0
include 110002.5
official 110015.0
rapid 107737.0
regulations 107002.5
russian 113719.0
mountain 111855.5
lips 112688.0
x 132711.0
extended 106708.0
throw 106513.0
assistance 107919.0
convinced 107693.5
performed 106261.0
imagine 109599.0
museum 114085.0
grew 111705.5
ratio 106014.0
doctor 122957.5
camp 117407.5
tone 115817.0
percentage 105424.5
highly 109940.0
internal 107784.5
committed 105921.5
afterwards 117131.0
bringing 104526.0
catholic 110525.5
narrow 111356.5
mistake 106403.0
advanced 106743.0
reserve 105087.0
staff 106717.5
requirements 104941.0
organized 106733.5
expenses 107670.0
containing 107430.5
forest 108118.5
fallen 107004.0
honor 107738.0
grant 111556.0
accomplished 103831.0
evolution 106823.0
examples 104164.0
slight 107523.5
grand 113146.0
informed 106945.0
talking 110364.5
bar 105379.5
build 103763.0
confined 103994.5
families 106121.0
16 151761.0
suffered 105267.5
treasury 102519.0
arrival 105296.5
moving 106004.5
procedure 103607.0
writers 106211.5
brown 132956.5
18 151311.0
sentence 105730.0
arrangement 104979.0
carefully 106546.0
1920 141694.5
request 106620.5
inclined 104528.5
maintenance 104298.5
financial 104975.0
studied 104347.0
efficiency 104521.0
flowers 112827.5
stopped 107662.5
turning 111142.5
extreme 103880.0
interior 104255.0
reply 116412.0
glory 107690.5
separated 102871.5
brief 104807.5
cents 107951.0
design 105830.5
creation 103866.0
cell 104528.0
completed 102918.5
afford 101204.0
40 130196.5
excellent 106957.5
waters 105891.0
equation 122042.0
pretty 111105.5
completely 104275.5
rapidly 105080.0
broad 110862.5
hath 108295.0
tells 107129.0
protect 100676.0
occurs 103185.0
temple 106379.5
salt 110267.0
decide 99006.5
research 104377.5
teeth 105477.5
finished 106130.5
chemical 104543.0
proceed 102449.0
stars 105183.0
sudden 104411.5
borne 101276.0
surprised 102708.0
intelligence 106401.5
axis 102423.0
mary 122502.0
feature 100861.5
louis 130357.5
aside 102292.5
repeated 108750.5
stages 102699.5
begun 102008.0
suit 101760.5
taste 106372.5
revenue 100959.0
electric 107772.5
imagination 103912.0
claims 100253.5
discover 98827.5
anxious 101291.5
corresponding 98066.0
sugar 113025.5
scheme 100210.0
drink 104173.0
security 100422.5
qualities 100894.0
fortune 101279.5
processes 101396.0
develop 97804.0
smile 107405.0
feelings 102299.5
suitable 98690.5
rain 105071.0
broke 105380.0
gods 101387.5
insurance 105458.0
joint 102563.5
image 101091.5
educational 111018.0
crime 99709.0
ideal 99829.0
career 98036.0
net 103110.5
won 98720.5
costs 100575.5
profits 100651.5
refer 98372.0
hospital 104034.5
exact 95497.5
risk 98317.0
reports 100076.0
scarcely 100016.5
measured 96466.0
atmosphere 98353.0
1918 132077.0
oxygen 99716.5
fast 101562.0
box 103771.0
phase 103029.5
club 105486.0
bit 102744.5
motor 102190.5
angles 97256.5
execution 97074.0
dream 101764.0
pennsylvania 114585.0
tears 100053.5
gained 95186.5
namely 124551.0
belonging 97413.5
advantages 95781.0
founded 99249.5
dependent 95521.5
behalf 97101.5
leader 100665.5
guilty 98015.5
putting 95698.0
shot 99914.0
cotton 107886.5
perfectly 101472.0
wisdom 100891.0
hills 99539.0
d 136235.0
hydrogen 100146.0
citizen 96569.5
engine 99250.0
primary 95978.5
drop 96695.0
darkness 97982.0
declaration 96887.5
yellow 112792.5
positive 97739.0
courage 100479.0
11 140296.5
bread 102869.0
appointment 94220.0
survey 98310.5
recognition 93385.0
jury 94124.0
profession 94707.0
becoming 94809.5
plans 95662.0
throne 94126.5
culture 98714.0
session 96667.0
movements 97596.0
metal 96535.5
readily 95954.5
thick 100543.5
universal 97034.5
vary 93270.5
vice 112626.0
wholly 96044.0
fish 104887.5
dangerous 95508.0
recognize 92117.0
external 94236.5
unity 96347.0
destruction 94778.0
bible 94951.5
secured 92137.0
nevertheless 112461.0
fund 92816.5
rendered 91654.5
directors 91800.0
yards 95622.0
exists 95587.0
peculiar 95145.0
destroyed 94842.5
observe 93450.0
ear 97586.5
latin 100833.5
inner 91799.0
ocean 92704.5
navy 93265.0
interpretation 94404.5
possibly 95065.0
machinery 98039.0
wants 93698.0
relating 90597.5
civilization 92789.0
join 92023.0
demands 93030.0
grace 98820.0
combination 92843.0
teach 92021.0
surprise 95286.0
besides 108055.0
strike 93044.0
grave 94116.0
quickly 98367.0
stories 95233.5
telling 93485.0
arise 91226.5
sorry 103460.0
director 94879.5
absolutely 93944.5
hearing 94347.0
realized 89902.5
major 101985.5
millions 92085.0
estimate 88475.0
19 138280.0
wishes 91745.0
remove 88871.5
entrance 91987.0
colour 96904.5
unknown 95345.0
reduction 89293.5
perform 88346.5
concentration 91522.5
noticed 92695.0
describe 87750.0
canal 90315.5
agricultural 94570.0
search 91012.5
thomas 119458.0
located 88380.5
approved 93494.0
intellectual 94197.0
sufficiently 88316.0
observation 91094.5
warm 94853.0
supported 91167.5
belongs 90441.5
curve 90876.0
publication 89884.5
exposed 89660.5
column 90053.5
60 114319.0
psychology 106832.5
hearts 90810.5
13 136113.5
plays 92714.5
quantities 88227.0
slavery 91769.5
varies 87600.5
1919 124152.5
slightly 92522.5
threw 88562.0
fruit 97012.5
false 92073.0
requires 89592.0
egypt 96860.0
attempts 86147.5
chiefly 90500.0
massachusetts 105340.0
rising 92184.0
enjoy 88382.5
extension 89099.0
carolina 101583.5
genius 91420.5
approach 88913.5
selection 87896.5
properly 92021.5
properties 89767.5
conviction 88871.5
scotland 96126.5
fairly 90082.0
sick 93694.5
situated 85985.0
affect 86049.0
suffering 89933.0
minimum 86844.5
legs 92315.0
governments 86626.0
skill 90053.5
designed 86255.0
differ 86254.5
customs 93034.5
bay 95400.5
vision 90301.0
striking 86928.0
chapters 89641.5
possess 86841.0
burden 87031.0
existed 87563.0
sacrifice 90205.5
secondary 88447.0
aim 86916.0
degrees 90544.0
periods 89840.0
root 89591.0
snow 93202.0
distant 88324.0
fill 85960.0
hole 89932.5
approval 88471.5
enemies 89741.0
fashion 89781.0
marry 88588.5
fault 89203.5
choose 87049.0
ice 90546.5
dealt 84167.5
bishop 99508.0
iii 113906.5
fate 86462.5
possessed 86762.0
guard 87569.0
communication 84748.5
opposed 87655.0
legislation 86526.0
victory 87195.5
load 87529.0
sympathy 87539.5
lords 86275.5
clerk 88955.0
trace 83473.5
breath 89243.0
concern 85336.0
reduce 83143.0
medium 87992.5
resolution 86852.5
setting 86047.0
flesh 89678.5
sin 89854.0
hotel 88325.0
anyone 83738.0
authorized 84633.0
blow 87504.0
joined 87735.0
artist 88596.5
double 90612.5
bridge 87485.0
grade 88033.0
24 126449.0
suffer 85437.5
pair 88562.0
necessarily 86856.0
shoulder 86991.5
injury 84789.5
nervous 86078.5
relationship 82828.5
testament 82206.5
imposed 83119.0
paul 114001.0
dog 92669.0
shut 85932.0
suggest 83593.0
discuss 81743.0
looks 87265.0
continent 82958.5
crowd 84703.0
saved 85134.5
fighting 86908.5
defined 88749.5
muscles 86510.5
quiet 90275.5
alive 86797.5
attended 84825.5
witness 85608.0
tongue 87482.5
naturally 88607.0
1917 114320.0
message 86405.5
palace 87697.5
falls 86992.5
collected 84509.0
leads 81607.0
characters 85304.5
respects 85843.5
convenient 83045.5
thin 89913.0
rays 89445.5
environment 83214.0
dozen 86698.0
extend 80682.0
atlantic 86158.0
store 85448.5
wave 88100.5
acquainted 81527.5
distinguish 80344.5
sand 88460.5
seventy 97128.0
districts 84973.0
worship 84939.5
compensation 84734.5
deemed 81015.5
ears 85987.0
asking 84169.5
check 81718.0
quarters 87901.0
falling 83823.5
defence 84018.5
cloth 102679.0
whenever 83887.5
pope 88502.0
thank 95604.0
seventeenth 82987.5
finds 81337.5
attend 80804.0
weak 85627.0
industries 83711.0
cry 89847.0
sheet 83065.5
solid 83585.0
habits 86254.0
japanese 86803.5
gradually 85304.0
chairman 83392.0
observations 80600.0
pocket 82535.0
farther 83674.0
aspect 83370.5
slow 86795.0
17 126255.0
1914 109242.5
guide 83032.0
adequate 78908.0
prominent 79320.5
campaign 81519.5
elsewhere 87560.5
submitted 80005.0
peoples 82767.5
cried 120510.0
conducted 79422.5
hat 86409.0
woods 82989.5
rooms 85887.0
outer 78986.5
wire 81624.0
render 78896.5
worst 82391.5
negative 81565.5
roads 85525.5
amounts 79828.5
scope 80064.0
ministry 80951.0
equipment 85232.0
diseases 82691.0
transfer 78971.0
rocks 82818.0
exercised 77462.0
regions 82151.5
passes 79624.5
fought 80312.5
columbia 92000.0
surrounded 80857.0
colony 79356.0
ceased 80948.0
copper 91884.0
listen 84964.5
examine 78829.5
criticism 81584.0
waste 81079.0
assumption 78171.0
shares 79377.0
recently 82377.5
inside 83102.5
roof 81336.0
asia 85571.0
grass 84740.0
poem 82380.5
morrow 99690.5
alcohol 85011.5
signs 81389.0
shadow 81696.5
prayer 84477.0
literary 82959.5
altogether 81888.0
corn 88670.5
directions 78552.5
rare 82940.5
bright 86240.0
claimed 78732.5
legislative 79638.5
buried 80764.5
clothes 83992.0
pleasant 81726.0
tend 77226.5
substances 78688.5
characteristics 79232.5
dispute 75932.5
spirits 80476.5
windows 81208.5
wounded 80635.0
regarding 74766.0
recorded 78714.0
nerve 79432.0
churches 81805.0
actions 79320.0
hundreds 77660.5
philadelphia 99949.0
consequences 77957.5
discharge 77063.0
opinions 78298.0
acted 77019.0
hereby 78829.5
estimated 78097.5
attained 75327.0
utmost 75562.0
standards 78842.5
illustration 75735.0
areas 78707.5
systems 79801.0
departments 77741.5
gravity 76925.5
shoulders 79463.0
fort 83917.0
institute 80385.0
servant 83616.0
mixed 78272.5
wine 83049.5
domestic 79497.5
judges 77409.0
medicine 81915.5
gathered 76303.0
extremely 80892.5
glance 77016.0
illinois 95026.5
mississippi 80531.0
commissioner 77901.0
calling 78336.0
create 75381.5
sciences 77494.5
accurate 74699.5
gift 79792.5
wales 79203.0
reputation 77041.0
provinces 77463.5
resolved 80640.5
doors 81472.5
begins 77537.5
raw 77629.0
objection 74821.5
belonged 76173.5
curious 77716.0
represents 74668.5
proud 78844.5
interfere 73430.0
contents 76359.0
site 74439.0
constitute 74338.5
pipe 78550.5
increases 74829.5
acres 77328.0
earliest 74721.5
complex 75708.5
damage 74677.5
minor 78488.0
sword 79202.0
slave 78285.5
mode 75946.0
illustrated 76202.0
austria 89061.5
grounds 76915.5
comfort 77363.5
apparently 79093.5
drive 75746.5
uniform 75579.5
prepare 73480.5
phenomena 74596.0
amendment 77288.0
pride 78909.5
considering 73971.0
song 82015.5
attempted 73911.0
v 92998.0
vain 76110.5
yield 74548.5
wonderful 77828.5
handed 77605.5
female 76132.0
fleet 75896.0
obligation 73389.0
bird 81742.5
academy 75121.5
addressed 75574.0
couple 75647.5
contrast 73742.0
jews 76720.5
sunday 84170.5
accident 75242.5
approximately 75163.5
passion 77880.5
assured 75886.5
nose 79784.0
today 75394.0
beings 73498.5
accustomed 72323.5
permission 75331.0
theatre 77706.0
irish 77947.0
significant 73969.0
adapted 72549.0
educated 76631.5
kill 76979.0
silent 78975.0
selected 73041.0
distributed 73201.5
combined 72695.0
promised 74936.0
italian 81284.5
fingers 74761.5
previously 74943.5
examined 74248.0
prison 73494.0
soldier 77097.0
organs 74995.0
bought 74122.0
equivalent 72955.0
deny 72330.0
expedition 72898.0
mission 73192.5
supplied 72730.0
male 75231.0
count 78914.0
constitutional 73372.0
soft 79265.5
noble 76939.0
removal 72727.0
indies 71730.0
severe 72957.0
reaching 77958.5
variation 70506.5
officials 73630.5
suggestion 73032.0
1921 103480.0
cattle 79443.0
talked 74099.0
apt 72741.5
thoroughly 72741.5
gentlemen 84406.5
rivers 77398.0
key 74345.5
walking 75618.0
competition 72157.0
inquiry 70773.5
thirds 81055.5
additional 71783.0
widely 71797.0
audience 71629.0
employees 71917.5
sodium 76824.5
shop 77945.5
preserved 72275.5
symptoms 72566.5
coat 76706.5
commander 90487.0
resulted 68684.0
exceed 72295.0
editor 80518.0
map 75505.0
justified 71385.5
remainder 74163.0
kings 74491.5
fever 78256.5
privilege 70045.5
oxford 85052.0
ball 74536.5
offices 73328.5
stress 70279.0
occupation 72415.0
remaining 72135.5
humanity 71241.5
22 109896.0
21 110887.5
whereas 77021.5
abroad 72464.5
charges 72666.5
christianity 71642.5
sacred 71816.0
visible 72018.5
dress 75736.5
subsequent 69922.0
loan 71390.0
ladies 77502.5
residence 71669.5
voyage 72257.0
dust 73481.5
wheat 79957.5
prime 74401.0
sixth 76370.0
confusion 70100.0
cash 72259.5
circulation 70210.0
calculated 68497.5
harmony 70596.0
refuse 69918.0
travel 70537.5
happens 73928.5
denied 69220.0
conclusions 69229.5
eggs 75407.0
beside 73023.0
tons 75338.0
transportation 72189.5
recover 67832.0
moments 69708.0
plenty 72652.0
commonly 71882.5
sex 72164.5
clean 75239.5
payable 70183.5
catch 70509.5
owners 70502.5
democratic 69954.5
brothers 77223.0
thanks 72095.0
aspects 70020.0
transferred 68341.0
pictures 72638.0
edward 81862.5
republican 70621.5
natives 69292.5
economy 71848.0
sixteenth 69793.5
meetings 69206.0
prosperity 69611.5
helped 67631.0
mines 73538.5
sweet 79290.0
rid 67439.0
owned 69398.5
gate 71041.5
providing 66452.0
relatively 69310.5
younger 71494.5
liked 69916.0
homes 69205.5
frequent 69203.5
response 69104.5
eighteen 72741.0
arising 65829.5
stomach 68982.5
gospel 69086.5
extraordinary 68851.0
imperial 68618.0
proportional 65858.5
francisco 75465.5
crossed 69430.0
expansion 67660.5
compare 66242.5
ring 71261.5
supplies 70415.0
sphere 68191.5
rear 68401.5
concluded 72125.5
sooner 69954.0
priest 72887.5
knees 67819.0
servants 72474.5
guns 73194.5
hung 69731.5
program 67259.0
pupil 67761.5
nearer 68155.0
occasions 68441.0
democracy 70253.5
enjoyed 66698.5
remarked 83545.0
dropped 68439.0
taxation 66729.5
earl 81520.0
germans 69699.0
alliance 68115.5
dignity 68293.5
paragraph 69582.0
overcome 65210.0
peter 82728.5
attorney 73898.5
personality 69214.0
harm 66666.0
notion 65548.5
adoption 64724.0
conscience 68274.0
punishment 66891.0
invited 65048.5
beneath 68309.5
tradition 68438.0
formula 69388.5
accuracy 65130.5
disposal 64143.0
holds 66159.0
farmers 71877.5
intensity 65879.5
naval 67251.0
sharp 69674.5
31 101551.5
petition 64953.5
operate 68360.0
ended 68240.5
destroy 65799.0
ease 65971.0
thinks 68255.5
faithful 67339.0
slaves 66772.0
departure 65074.0
anterior 64344.5
faces 68387.0
devil 71616.5
masses 65700.0
tribes 68154.0
blind 69201.0
cabinet 66267.0
lincoln 79569.5
quoted 77532.0
status 65486.5
disposed 65556.0
strongly 65593.0
resulting 64301.5
consequently 75208.0
exceeding 66410.0
playing 68521.5
decrease 63016.5
raising 65476.0
trustees 63657.0
violation 64051.5
submit 63732.0
treat 63950.0
sole 64542.0
mercy 68762.0
reform 65395.0
announced 66424.0
forming 65945.0
finger 66383.0
friendship 65726.5
surely 68946.0
traffic 64974.0
marks 66377.5
detailed 61777.0
criminal 65415.5
fat 69583.0
readers 63353.5
commissioners 63160.5
easier 64129.0
proceeds 64127.0
mechanical 66333.0
tea 72367.0
units 65187.5
incident 63673.5
constantly 65514.0
honest 69965.0
28 102069.0
star 69074.0
wear 65666.5
storm 65733.5
flat 69936.0
rent 67858.5
enterprise 63748.5
elementary 66227.5
mainly 63889.0
arrive 62640.5
proceeded 65964.5
grain 68109.0
bones 66784.5
turns 64366.5
laugh 67491.0
respective 61308.5
m 82087.5
seized 63874.0
intervals 65094.5
senses 63129.5
1922 92693.0
depending 63027.5
producing 63445.0
bond 63781.5
positions 62506.0
deeply 63385.5
oath 63026.5
sheep 71763.0
touched 63319.0
consisting 64253.5
precisely 62823.5
preserve 61980.0
meat 68963.0
probability 64247.0
stones 66824.5
impressed 61091.5
tired 68126.5
brings 61056.5
friendly 63613.0
instructions 62682.5
ahead 65608.5
extensive 61872.5
cylinder 62203.0
delay 63116.5
thickness 63096.0
separation 61276.5
prescribed 61631.0
organism 61348.5
80 81810.0
apparatus 62749.0
settle 61569.0
poems 67014.0
efficient 61375.5
consist 62242.5
murder 64684.5
portions 63269.0
manager 65526.0
pray 68194.0
securing 58705.0
roots 63913.5
saint 73132.5
superintendent 63856.0
debts 61878.5
200 80162.5
candidate 61830.5
trip 62192.0
grades 62818.5
win 61955.0
wars 62660.0
bone 64459.0
assigned 60989.0
23 100074.5
paying 61073.5
noise 63155.5
succession 61697.5
jersey 72556.5
breach 61359.0
testimony 61622.5
dutch 65879.5
definition 66533.0
seventh 67615.0
managed 61351.0
ignorance 63320.5
critical 62079.0
affair 62734.0
smoke 63081.0
arose 61928.0
adding 62955.5
representation 60910.5
conceived 60369.0
smith 92476.5
contribution 59737.0
fathers 62291.0
alike 62650.0
layer 61760.0
slightest 59095.0
appreciation 59281.0
writings 64006.0
frame 62145.5
acquaintance 60709.5
items 60699.5
continuous 61080.0
recall 60914.5
obtaining 57772.5
tables 64847.5
judicial 62453.0
americans 62983.5
statements 60654.0
ministers 63026.0
furnished 60874.0
instant 62017.5
typical 60013.5
1916 84714.5
eighty 68263.0
acceptance 60338.0
breaking 61837.0
farmer 65052.5
furnish 58854.0
truly 65884.0
missouri 72423.5
damages 58780.0
sales 61661.0
souls 61750.0
assist 58637.0
authors 60803.0
eternal 62490.0
cambridge 76420.5
entering 59786.5
organic 60383.0
tall 69321.5
votes 58980.5
width 61083.0
90 79297.5
hopes 61869.5
potential 58709.0
allies 58640.5
seas 59920.0
tissue 61084.5
delight 61457.0
bath 62966.0
obligations 59077.5
terrible 61113.5
regulation 60567.0
26 96887.0
declare 59918.5
bears 59497.0
waves 60460.0
pity 63788.0
gulf 60380.0
busy 61205.0
disposition 60126.0
varying 59266.5
gun 64536.5
erected 58605.0
fourteen 61385.5
seated 61591.0
urged 60437.0
trained 59577.0
supervision 59407.0
ignorant 60533.0
exceptions 63684.5
entry 59332.0
robert 75984.5
surprising 61461.5
contributed 57412.0
heated 60053.5
posterior 57628.0
identical 58658.0
breast 61192.0
returning 60834.5
dressed 63257.0
armed 61335.0
decline 58341.5
constructed 58231.5
subjected 56928.5
variations 57685.5
1923 86674.0
australia 68008.5
texas 69871.5
waited 60146.0
affection 60266.5
discretion 59749.5
watched 59145.5
varied 57825.5
vital 58068.5
tends 57152.5
pre 77410.0
27 95442.5
documents 60650.0
arises 58292.0
frequency 58883.0
finest 57536.0
writes 81870.0
defense 58767.5
succeed 58333.5
experienced 57152.5
e 80578.5
employ 56610.5
fuel 59723.5
index 58438.0
privileges 58858.5
equality 58888.5
visited 58930.0
calls 60692.5
fly 61451.0
prisoners 58865.0
conclude 58842.0
assets 57957.0
phrase 63396.0
volumes 59190.0
decisions 56500.5
ultimate 56869.0
extending 56128.0
inferior 57613.5
liability 57163.5
concrete 57900.0
bills 59379.0
sovereign 57401.5
dioxide 57897.5
seed 59269.5
presents 57536.5
faculty 56549.0
crop 56876.5
pound 59473.0
improve 55253.0
outbreak 55950.5
satisfy 55860.5
fool 60887.5
preservation 58138.0
influenced 55461.5
magnetic 55973.0
shortly 58908.0
revealed 55980.5
prevented 55503.5
lowest 56004.5
michigan 66934.0
scattered 57560.0
climate 59284.0
amongst 58199.0
code 58369.0
magnitude 54939.0
bent 57927.0
shook 59395.5
wound 56812.5
absorbed 55962.0
considerably 56249.0
eighth 60433.5
experiences 56889.5
preferred 56825.0
picked 55913.0
arguments 55453.5
regret 56180.5
violence 58056.5
receiving 55986.0
quick 61192.5
technical 57836.0
tale 60552.5
arrangements 54720.5
indication 53981.0
remedy 55703.0
factory 57311.5
burning 57300.5
daughters 57926.5
particles 55550.5
seriously 56239.5
newspaper 57007.5
era 54655.5
colonel 66051.5
starting 58325.0
indicates 54661.0
charter 55633.0
fitted 55465.0
essence 57249.0
1913 78491.5
bore 56217.5
iv 76706.5
mutual 56440.5
acids 59220.5
enormous 55454.0
route 55355.0
professional 57708.0
enabled 53509.5
ascertain 53204.0
rural 56182.5
uses 56176.5
greece 61091.0
deck 57316.0
praise 56877.5
clause 57618.0
vertical 54208.5
primitive 55845.5
golden 58924.5
masters 56416.0
equilibrium 53918.0
nobody 57814.5
throat 56940.0
desk 54629.0
newspapers 56564.5
doubtful 57452.5
lieutenant 62813.5
dare 57415.5
agents 57076.0
verse 57067.5
justify 52644.0
infinite 56108.5
output 54612.5
consumption 54921.5
comparatively 56450.0
appreciate 52272.5
changing 54698.0
translation 57361.5
selling 54808.5
pole 55872.0
manners 58788.0
provides 56020.0
instruments 55622.0
beat 56651.0
cup 56655.0
controlled 54585.5
pulled 54945.0
sees 55376.0
regards 56470.5
colleges 56199.5
recommended 54063.5
stranger 57665.0
governed 52909.0
washed 55574.5
divisions 55935.0
enacted 54543.5
70 73242.0
adopt 52581.5
emphasis 53244.5
merchant 57954.0
excuse 56183.5
appeals 52386.5
runs 56147.5
deed 54558.0
wondered 53444.0
weakness 54741.5
defend 52813.5
guess 59202.0
household 54393.5
wheel 55285.0
sixteen 55531.5
conquest 54351.5
anti 71315.5
languages 55703.0
premises 52327.5
defeat 53191.5
appropriate 52919.5
29 87751.5
telephone 58681.0
ownership 53038.0
1924 78684.0
certificate 52361.0
carriage 54030.5
castle 56148.0
1915 74712.5
penalty 52893.0
interval 54270.0
foregoing 50885.0
armies 53179.5
courses 53965.0
israel 54649.0
worn 56605.5
dissolved 53729.0
fruits 58727.5
intimate 52336.5
