the 750113422.0
of 441795713.5
to 247903829.5
in 208539499.5
and 219290251.5
a 172398138.5
is 110836632.0
that 102444792.0
it 76144692.5
be 72428247.5
as 68205125.5
for 67427072.0
was 64048884.0
not 53327833.5
by 49567405.5
with 47919127.0
he 48602350.0
on 48003435.5
which 42906494.0
are 36975851.0
i 37789578.5
at 36143014.0
this 35026678.0
have 32789526.0
from 32350074.0
his 32612680.5
had 30442698.0
but 30095695.5
an 25536748.5
or 26662604.5
they 25045285.5
one 22796103.5
been 21816523.5
we 22336317.5
were 22079552.0
there 21074654.0
has 19587777.5
all 19423577.0
can 18629525.0
would 17474733.5
who 16424030.0
may 16161809.0
their 15926990.5
will 15522966.0
if 15386830.5
you 15870585.5
more 14833890.5
so 14051835.5
time 13722057.0
no 13893951.5
than 13208811.5
when 13264431.0
what 12954493.0
other 13343963.5
do 11702582.0
any 10969919.0
him 10991822.5
only 10745865.0
them 10704559.0
its 10433922.5
new 11645416.0
out 10092729.0
some 9678456.0
should 9277411.0
such 9411192.5
between 9137050.5
about 9222267.0
two 9406694.5
could 9053263.5
into 9170012.0
these 8528819.5
made 8385304.5
first 8520216.5
her 8188987.5
most 7884978.5
up 7980152.0
must 7790360.0
same 7630890.0
she 8059014.0
part 7058358.5
years 7011779.0
man 7027616.0
did 6742197.5
my 6936161.5
those 6335021.0
me 6650800.0
way 6334724.5
people 6399494.5
said 8040000.0
after 6385110.0
world 6190435.0
1 7722067.0
much 6036704.5
our 6106125.5
where 6261752.5
states 5864467.0
state 6001377.5
life 5967840.5
because 5819765.0
many 5850352.0
very 5931895.0
also 5918054.5
well 6182272.0
under 5737658.5
work 5531583.0
make 5387944.5
over 5480024.0
then 5810816.5
united 5347185.5
however 6490873.0
great 5283663.0
number 5157010.0
shall 5236767.0
see 5662858.0
before 5087582.5
own 5012335.0
even 5116248.0
government 4949310.5
how 4864905.0
used 4783066.5
being 4844473.0
during 4755412.5
fact 4716771.0
each 4526898.5
does 4474346.5
upon 4363882.5
case 4529047.5
use 4327418.5
found 4281776.0
war 4376152.0
now 4468858.5
order 4204044.5
us 4260965.5
know 4332877.0
take 4108992.5
through 4139863.5
end 4177017.0
men 4182801.0
like 4344888.0
good 4166431.0
day 4231169.0
both 3950479.5
long 4122128.5
year 4147361.5
place 3821890.0
right 3934509.0
three 3981364.0
point 3820719.5
per 3810463.5
might 3732695.5
general 3933541.5
given 3722056.0
york 5076800.0
say 3929711.5
country 3494126.5
possible 3473521.0
come 3513434.5
system 3469961.5
without 3472308.0
power 3448113.5
law 3592166.0
far 3409435.0
century 3268870.5
little 3294057.0
go 3246871.5
against 3158545.5
form 3166046.5
since 3188916.5
course 3548062.0
important 3098671.5
few 3115638.0
god 3241734.0
whether 3000235.0
american 3319800.0
less 3052791.5
down 3041394.5
present 3010563.5
give 2930374.5
period 2994497.5
hand 3232051.5
within 2924345.5
social 3136256.5
whole 2928760.5
another 2935769.0
development 2946903.5
act 3039101.0
large 2919124.5
too 3074562.0
taken 2829748.0
nature 2910754.5
back 2926844.0
house 2960058.0
different 2809764.5
cent 2814768.5
get 2817276.5
able 2713959.5
history 2967979.0
your 2907982.5
question 2789862.0
here 2936976.5
public 2796422.0
find 2706594.5
came 2705854.0
while 2781621.0
every 2700893.0
never 2787696.0
just 2729551.0
necessary 2663737.0
means 2648312.5
think 2751574.0
old 2851989.0
high 2719653.5
water 2671756.5
himself 2645688.5
last 2645049.0
until 2579553.0
done 2542050.0
children 2624212.0
2 3570926.0
view 2530854.5
university 3072069.0
study 2527257.0
though 2632445.5
still 2608608.5
side 2539096.0
court 2473466.0
following 2544997.5
small 2462114.5
members 2388843.0
second 2505903.5
things 2439965.5
thought 2466887.0
least 2481090.0
national 2455342.5
matter 2427668.0
set 2321160.0
value 2350558.0
called 2527865.0
seen 2362635.5
put 2313714.5
effect 2307638.0
problem 2258035.5
example 2657619.5
interest 2279644.5
society 2339458.5
result 2259604.0
mind 2265786.5
known 2324814.5
person 2245835.5
subject 2232590.5
school 2300274.0
left 2264657.5
among 2234161.0
economic 2306396.0
days 2185952.0
political 2263793.0
nothing 2192092.5
education 2246819.5
sense 2186784.0
half 2197293.0
change 2063060.5
book 2207194.0
seems 2055462.5
position 2041719.0
certain 2084925.0
land 2087689.0
best 2059126.5
reason 2072142.5
later 2161523.5
body 2047534.0
party 2065532.0
group 2052474.5
am 2174040.5
need 2017874.0
rate 2022357.5
terms 1996280.0
went 2048416.5
times 2118259.5
become 1996749.5
church 2005012.5
age 2026541.5
took 1922942.5
city 2018390.0
0 1973418.0
true 1985069.5
yet 1971420.5
again 1992759.0
always 1950881.5
human 1898449.0
section 2065008.0
going 1923089.0
let 1946196.5
four 1975632.5
amount 1811554.5
company 2093104.5
others 1954182.5
therefore 2128588.0
due 1791359.0
early 1870325.5
cases 1895097.0
south 1945686.5
according 1885732.0
thing 1819132.0
better 1819098.5
3 2535596.0
five 1959449.0
name 1834972.0
action 1777703.5
above 1922552.5
death 1846227.5
something 1789461.0
basis 1744070.0
thus 1903273.0
increase 1699526.5
why 1768906.5
total 1732796.0
either 1730197.0
off 1783192.0
light 1750708.5
common 1715374.0
committee 1709877.0
enough 1684529.5
area 1688718.0
knowledge 1695719.0
force 1682493.5
conditions 1702345.0
process 1693703.5
kind 1669973.5
account 1648578.0
words 1821374.0
held 1657487.0
family 1693789.5
want 1678080.5
line 1671971.5
away 1681492.0
individual 1619698.0
control 1652880.5
head 1681554.0
level 1639971.5
itself 1642409.5
purpose 1595083.5
although 1647629.5
president 1699546.0
child 1675919.0
difficult 1597230.5
problems 1597638.5
home 1642376.0
whom 1635231.5
having 1596736.0
shown 1690576.5
rather 1646749.0
countries 1578312.5
information 1553140.5
once 1623540.5
british 1612185.0
money 1571876.5
brought 1519773.0
clear 1584185.0
union 1571838.5
population 1549151.0
field 1548013.5
council 1564292.0
evidence 1519175.5
free 1607385.5
often 1585870.0
policy 1547408.5
north 1626234.0
extent 1478406.5
england 1592082.5
office 1594046.0
themselves 1500140.0
chapter 1495443.5
almost 1495529.5
results 1447388.5
next 1485999.5
situation 1447184.0
business 1516060.5
told 1530333.5
considered 1444436.5
parts 1495876.5
became 1466925.0
greater 1436947.5
word 1538550.5
america 1519179.5
table 1490786.5
several 1447332.0
london 2069580.5
service 1473097.0
west 1522966.0
believe 1451141.5
various 1389598.0
making 1425067.5
help 1402780.0
father 1548245.0
difference 1354271.0
idea 1378677.0
member 1379227.5
ever 1416868.5
show 1369749.0
beginning 1391418.5
young 1447960.5
press 1931502.0
look 1413213.0
class 1441923.0
degree 1350342.0
king 1504119.0
seem 1349354.5
india 1441519.5
5 1813492.5
theory 1446940.5
importance 1315400.0
east 1431099.0
already 1379495.5
trade 1387624.0
along 1350986.0
middle 1412232.0
cause 1335656.5
4 1864563.0
room 1345940.0
hands 1320318.5
production 1323593.0
particular 1317413.0
women 1367284.0
quite 1349826.5
full 1350622.5
10 1634894.5
english 1394448.0
self 1613766.0
respect 1297917.5
keep 1281016.5
de 1717649.0
changes 1262436.5
deal 1238929.5
influence 1273884.0
method 1289066.0
attention 1249867.5
likely 1270214.0
perhaps 1337402.5
together 1285161.0
based 1248961.0
experience 1286602.5
future 1250670.0
past 1269358.5
air 1310355.0
face 1310477.5
manner 1236451.0
love 1351849.5
tell 1293940.0
surface 1261803.0
months 1249045.0
function 1263947.0
direction 1224983.5
property 1237471.5
began 1237429.5
research 1299845.0
further 1235695.5
international 1283811.0
energy 1223100.5
nor 1259068.0
third 1286255.5
rest 1245535.5
soon 1219661.5
board 1210211.5
required 1170734.0
living 1196313.5
moment 1208237.0
foreign 1237699.5
written 1193897.0
asked 1227612.5
report 1221208.0
carried 1140059.0
term 1272199.5
seemed 1157903.0
mean 1206428.0
nations 1161699.0
hundred 1194483.0
department 1237613.0
similar 1128544.5
growth 1168693.5
opinion 1193216.5
anything 1149883.0
data 1141982.0
science 1259374.0
read 1179407.5
twenty 1353044.5
community 1152686.0
central 1155683.0
french 1216122.0
live 1143621.0
night 1180258.5
gave 1125731.0
groups 1154339.5
return 1133974.0
income 1144276.0
role 1098826.0
art 1200548.0
solution 1117008.0
language 1153696.0
type 1128406.5
congress 1158262.5
real 1130634.0
earth 1139196.5
ground 1096723.0
mother 1221715.5
single 1097656.0
short 1215251.5
peace 1131912.0
analysis 1129241.5
support 1086874.5
understand 1081164.0
felt 1087721.5
material 1081476.5
concerned 1071007.0
minister 1141757.0
higher 1084755.5
equal 1076795.0
persons 1073201.0
letter 1114229.0
turn 1124422.0
size 1091369.5
white 1203121.5
rights 1091849.5
cost 1107306.5
especially 1155857.0
knew 1084012.0
provide 1034997.5
lower 1071550.5
appear 1060003.0
whose 1092582.0
special 1061143.5
heart 1102496.5
structure 1093377.0
relations 1102021.5
temperature 1097539.0
feet 1095805.5
movement 1078762.5
eyes 1097117.0
natural 1085823.0
available 1039429.0
received 1042350.5
europe 1058650.0
pay 1028634.5
six 1104412.5
france 1149569.0
saw 1053566.5
close 1045841.5
capital 1062863.0
except 1056076.5
blood 1046390.5
got 1084219.5
authority 1027563.0
described 1048841.0
attempt 987472.5
association 1088029.5
doubt 1028728.5
longer 1010875.5
relation 1006584.0
sea 1033552.0
open 1042014.5
play 1008531.0
bring 982081.0
expected 986078.5
obtained 980636.0
army 1029209.5
main 994923.0
industry 1023979.0
existence 989773.0
feel 998686.5
ways 978603.0
date 1007998.5
truth 1010662.5
provided 994378.0
laws 1001012.5
appears 963153.0
character 1000740.5
pressure 983761.0
lord 1091043.0
working 997324.0
care 979223.0
son 1102448.0
wife 1024911.5
published 981579.5
organization 983957.5
6 1346712.5
placed 931482.5
determined 933978.5
health 1032825.0
rule 1007830.5
forces 946461.0
commission 963237.0
story 969881.5
affairs 956803.0
consider 942558.0
soviet 966239.5
spirit 964999.0
studies 988586.0
hours 973673.0
local 950658.0
answer 966337.5
areas 951158.5
sent 928927.5
latter 961574.5
factors 930483.0
paid 921729.0
c 1399110.5
probably 939992.0
b 1335099.5
figure 969252.5
nation 948402.0
condition 927633.5
woman 965578.0
hope 936108.0
operation 970256.5
values 925928.5
low 984689.5
relationship 901657.0
price 930766.0
series 936547.0
major 908571.0
decision 925987.0
john 1225807.0
impossible 910719.5
source 911970.0
river 912174.5
presence 894961.5
length 914800.5
plan 910814.0
led 867801.0
ten 930110.0
sure 937830.0
workers 937291.0
stage 893563.5
modern 915845.5
heard 902115.5
doing 891108.5
determine 837839.0
makes 864208.0
discussion 854637.0
established 877034.5
needs 877207.0
students 871300.5
patient 881750.0
town 883410.5
around 883353.0
near 896341.5
constitution 868948.0
agreement 853222.0
majority 867244.5
understanding 847760.0
meaning 888276.5
miles 898484.5
points 873343.5
principle 872167.5
freedom 879930.5
books 940707.5
ii 1138907.0
labor 895031.0
usually 871771.0
object 854397.0
schools 877993.5
followed 844082.5
leave 852867.0
interests 854468.0
turned 853832.5
wrote 1015781.5
meeting 837742.0
secretary 895244.0
note 888180.0
looked 848614.5
passed 835026.0
call 860242.0
questions 837965.0
distance 838185.0
regard 820154.0
market 828278.0
works 871844.5
toward 831490.5
chief 897131.0
taking 820575.0
front 841610.5
fig 859631.5
range 840343.5
average 835689.5
rise 820179.5
practice 844595.0
methods 832230.5
fall 834808.0
food 859281.0
college 911963.5
co 994742.5
applied 802835.5
principles 825775.0
federal 831900.0
powers 807724.0
lost 818066.5
complete 796986.0
loss 806163.5
bank 823865.5
late 824189.5
involved 784921.0
administration 826567.5
20 1023899.5
paper 808303.0
wanted 786920.0
strong 804778.5
meet 772126.0
goods 786188.0
distribution 789585.0
differences 770058.5
effects 792939.5
revolution 799422.5
current 786279.0
reached 763640.5
follows 882627.5
increased 771644.5
particularly 809377.5
program 779035.0
original 750858.0
addition 830529.0
morning 805553.0
statement 770090.0
beyond 764023.0
speak 791423.0
volume 769587.0
discussed 769960.0
forms 771093.0
x 947410.5
services 762720.5
reasons 771458.0
8 1058485.5
developed 753173.0
physical 778318.5
march 1055006.5
space 765305.5
civil 773595.5
military 762301.0
treatment 750209.5
german 786741.0
author 780595.0
duty 730080.0
really 763301.0
justice 766846.5
top 753084.0
decided 726080.5
hold 733386.5
ask 763928.0
indeed 856963.5
non 929947.5
africa 777619.0
building 743592.5
kept 734336.5
7 1030198.0
continued 769600.5
hard 771526.0
opportunity 703750.5
direct 722688.0
test 737934.5
measure 719359.0
private 741528.0
regarded 709975.5
christ 756845.5
added 796824.5
religion 779567.5
write 725197.5
parties 715295.5
economy 728464.0
britain 761048.5
scale 751616.0
circumstances 734640.0
lead 716886.0
ideas 721287.0
sun 741686.0
run 736070.0
tried 702630.0
door 723652.0
related 701983.0
journal 866274.0
western 728331.0
allowed 689519.0
tax 722070.0
activity 710216.0
try 701717.5
friends 729829.5
faith 717329.0
demand 698827.5
purposes 722192.5
alone 731654.0
wish 707081.0
factor 692385.0
hour 739662.0
simple 712286.5
literature 731970.0
effort 679140.0
ought 697048.5
says 952289.5
june 1019719.0
responsible 677059.0
application 679506.5
gives 679385.0
progress 697711.5
library 739312.5
lines 699068.0
mentioned 724712.5
easy 695817.5
success 681546.5
produced 676815.0
personal 706022.5
charge 690304.5
rules 689785.5
follow 692213.0
standard 685032.0
product 681964.5
expressed 670214.5
sir 890314.0
thousand 687674.0
germany 746214.0
stand 674941.5
reference 666708.0
wide 706794.0
appeared 673776.5
activities 685202.5
towards 666035.5
including 775159.5
provisions 672406.0
elements 678805.5
instance 789225.5
carry 658342.0
lived 677207.5
below 713625.5
poor 699704.0
million 710355.5
born 727938.0
considerable 663963.0
sufficient 657018.0
region 671741.5
center 691761.0
unless 665740.5
strength 672862.0
else 682178.5
supply 661298.0
disease 686929.0
cells 668836.5
behavior 686681.0
earlier 667528.5
presented 657943.5
lack 657806.5
ago 663842.5
produce 643790.5
events 648705.0
industrial 688720.5
upper 655863.0
normal 650940.0
july 951335.0
ready 664404.0
religious 681217.5
throughout 667855.5
writing 660704.0
shows 644609.5
coming 653305.0
myself 662612.0
job 644542.5
washington 1008996.0
noted 676841.0
significant 634185.5
prepared 627313.0
proportion 622766.0
review 791582.0
obtain 630947.0
fire 666524.5
supreme 635922.5
consideration 615719.5
cut 653615.5
aware 620093.0
facts 632930.5
expression 641162.5
article 651038.5
limited 639541.0
observed 646801.5
china 691268.0
nearly 637802.5
serve 616152.5
sometimes 673524.0
greatest 623779.5
accept 611168.5
feeling 633697.5
outside 637317.0
desire 626439.5
across 631620.0
takes 612562.5
issue 624024.0
step 641242.0
saying 704812.5
constant 632567.5
formed 613589.0
neither 636525.5
pointed 645223.0
learn 611141.0
30 811799.0
species 619336.5
mass 633631.5
indian 640464.5
ability 616786.5
trying 605259.5
conclusion 603631.0
picture 611574.0
la 762750.0
equation 728189.0
effective 597798.5
connection 597677.5
generally 637072.5
o 658427.5
weight 621588.5
week 636702.5
republic 632008.0
move 599600.5
essential 605608.5
basic 612419.5
task 591631.0
security 610403.5
referred 609843.5
friend 648932.0
comes 609067.0
road 625115.5
types 604012.0
depends 579247.0
everything 610524.5
assembly 589353.5
using 614752.0
share 596102.5
occur 593467.5
100 732241.0
conference 608547.5
gone 606025.5
15 831444.0
april 885287.0
continue 582887.0
materials 608371.5
died 628250.0
specific 579351.0
built 592655.0
proper 575717.0
merely 585021.0
looking 616311.0
sum 584529.0
prevent 561213.5
drawn 570127.5
met 581285.5
believed 576066.5
possibility 564438.0
final 575882.5
larger 572507.0
approach 585470.0
percent 582515.5
returned 594152.0
labour 588608.5
spent 553374.5
relative 564390.5
remain 578727.5
motion 583351.5
responsibility 561731.5
soul 588529.5
advantage 558297.0
hear 584373.0
resources 574849.0
chance 558649.5
eye 585950.5
12 811788.5
quality 578413.5
50 687564.5
former 569502.5
needed 558273.5
9 813308.0
lives 562023.0
month 589354.5
seven 610325.5
black 637395.0
thirty 647482.5
wall 564971.5
talk 573978.5
institute 608195.5
governor 604154.0
independent 566295.0
sort 558593.5
struggle 557937.5
lay 558729.5
failure 548137.0
useful 554387.5
christian 581061.0
today 582184.5
directly 555847.5
associated 548709.0
numbers 556223.5
heat 565776.0
dead 572300.0
letters 591579.0
acid 613644.5
cross 603449.5
division 570006.5
january 815345.5
whatever 566610.5
paris 737932.5
products 562305.5
finally 635037.5
minutes 556035.0
stated 581960.0
laid 532547.0
philosophy 601139.0
street 628730.5
voice 584808.0
becomes 560175.5
appointed 543435.0
reported 555482.5
culture 574729.0
none 559983.5
places 548121.5
recent 542619.5
variety 541847.0
coast 545894.0
weeks 539470.5
parents 557034.0
interesting 536000.0
happened 538826.0
assumed 538064.5
functions 543095.5
formation 532422.5
absence 545859.5
interested 528918.5
accepted 532956.0
simply 534674.0
red 598047.0
behind 547562.0
notice 528215.5
flow 527326.0
wrong 542812.0
matters 530718.5
compared 519696.0
included 538742.0
aspects 535810.5
nineteenth 537328.5
pass 520531.5
balance 536990.0
unit 523005.5
aid 543930.0
fear 545816.0
portion 521731.0
eight 571472.0
california 624003.0
bill 533441.5
giving 514178.5
entire 508744.5
explain 502799.5
sound 531722.5
choice 518654.0
content 522992.5
assume 512546.0
contract 511544.5
stood 518163.0
moral 535676.0
kingdom 517813.5
december 751990.5
understood 509811.0
training 532882.5
thinking 527086.5
district 518731.0
divided 527876.5
efforts 500133.0
speech 535576.5
patients 506587.0
chicago 680625.0
bed 514947.5
principal 507306.5
caused 495793.0
october 733416.0
staff 509484.5
difficulty 499470.0
individuals 506775.5
employed 505017.5
reaction 515277.5
served 497943.5
classes 512509.0
suggested 515331.0
animals 520261.5
actual 499293.0
serious 498754.0
arms 532434.0
contact 499483.0
proved 499529.5
concept 518834.0
unable 493751.0
treaty 508851.0
previous 489548.5
reader 498814.5
exist 503790.5
spite 517801.5
european 509985.5
maintain 482283.0
apply 487485.5
accordance 485812.0
learned 494943.0
origin 504377.0
post 570824.5
exercise 486849.0
husband 519613.0
clearly 496349.0
raised 482651.5
historical 553294.5
expect 493146.0
september 695608.0
record 501128.0
list 479567.0
teacher 512564.5
25 684736.5
august 679179.0
sides 487962.0
corporation 502415.5
officers 495373.0
instead 512927.0
goes 492631.0
ratio 501937.5
remained 494355.5
ministry 489387.0
base 491200.5
danger 479618.5
response 489076.5
detail 466487.5
intended 471909.5
learning 494035.0
judgment 487949.5
attack 479259.0
music 525676.0
empire 475885.0
bear 471457.0
management 510806.5
leaders 484081.0
stock 488162.5
construction 483260.0
contrary 516349.5
floor 472212.0
explained 482828.5
systems 499476.0
remember 490634.0
royal 484787.0
allow 454595.5
output 473668.5
village 469228.0
reach 458480.0
establishment 461176.5
increasing 462818.0
scientific 492706.5
enemy 470001.0
agreed 471680.0
communist 484020.5
establish 455220.5
moved 465177.0
certainly 485776.5
immediately 469737.5
cities 476851.0
reduced 461687.5
figures 479387.0
island 489368.0
mouth 478411.0
teachers 493747.5
procedure 458855.0
subjects 463078.5
capacity 466871.5
worked 456769.5
november 662478.5
prices 461069.0
exchange 459675.5
fine 489895.5
introduction 484528.5
parliament 451681.5
agriculture 501011.5
active 454447.5
getting 457280.0
bad 478786.0
election 457858.5
gas 468005.0
model 461770.5
defined 473000.0
vote 452370.0
boy 499704.5
student 460952.0
forced 448127.5
chinese 473339.5
played 440412.0
deep 475883.0
indicate 438620.0
willing 443981.5
attitude 458674.5
southern 466486.5
gold 481161.5
marriage 465850.0
status 467862.0
lies 440018.0
separate 439332.5
treated 443841.5
belief 441139.0
medical 476294.0
sciences 460088.5
claim 438369.5
prove 437896.5
politics 499005.0
william 598913.5
steps 437519.0
names 446760.0
officer 455492.0
reading 473717.0
develop 430366.0
judge 447831.0
race 464501.0
conflict 444809.0
acts 443562.0
master 476613.0
bound 444742.0
girl 468812.5
employment 451273.5
entirely 443402.5
avoid 430725.0
centuries 428453.5
battle 454243.5
forward 440559.0
round 466809.0
easily 440351.0
worth 454448.5
description 436125.0
suppose 464783.5
annual 453736.0
significance 431140.0
meant 443446.0
remains 455666.5
forth 453607.5
event 445238.5
title 450707.0
soil 436058.5
till 441260.5
measures 425499.5
leading 425381.0
commerce 457926.0
foot 455016.0
reality 444507.5
causes 426747.0
created 426033.5
costs 436017.5
express 417496.5
russia 459766.0
institutions 440737.0
bottom 430220.5
otherwise 442433.5
highest 421644.5
distinction 415638.5
vol 637916.0
square 443278.0
brother 496506.5
conduct 421110.5
enter 413103.5
receive 413836.0
examination 423862.5
passage 421151.5
pattern 424136.5
fifty 449347.0
reasonable 415936.0
internal 419284.5
independence 422933.0
14 627368.0
appeal 410490.0
sale 413000.5
connected 410139.5
practical 422899.5
sources 420318.5
hardly 422626.0
removed 413072.0
february 613063.0
protection 417273.0
fully 408670.5
represented 413310.5
argument 412545.5
covered 420293.0
fourth 440678.0
appearance 419611.5
primary 414155.5
entitled 411569.0
trial 417625.5
executive 415427.5
shape 422707.5
sight 415998.5
courts 411956.5
exactly 410674.5
indicated 418682.0
command 419795.5
n 531521.5
concentration 409293.0
frequency 419413.0
occasion 414679.5
failed 407887.0
representatives 406129.0
complex 410208.5
include 423883.5
duties 404294.5
changed 408775.0
performance 412587.5
11 613781.0
tendency 399311.0
ages 398072.0
fixed 411329.0
text 408480.5
d 588534.0
birth 418646.5
fell 414889.0
arrived 408804.5
rates 406101.5
begin 408325.0
stay 411982.5
40 519990.5
eastern 416532.0
iron 451007.5
die 475373.5
entered 402930.0
jesus 420584.0
agree 404071.0
piece 410758.0
fight 405150.5
elected 402109.0
lot 406037.5
sat 403620.5
cell 404075.0
oil 441067.0
concern 394160.0
evening 420858.5
add 404700.0
supposed 397238.5
phase 413533.0
capable 391353.0
summer 424018.0
welfare 425709.0
fair 415932.5
1960 665500.0
start 398717.5
houses 414644.0
showed 392787.5
hospital 413785.5
visit 394281.0
teaching 405085.5
successful 388381.5
positive 404294.5
obvious 405067.0
payment 390618.0
trouble 393449.0
ancient 403745.0
county 442808.0
hill 548649.5
refused 392118.5
trust 403635.0
japan 438865.5
mental 409644.0
relatively 391010.0
planning 412086.5
resistance 395449.5
depend 379103.0
chairman 415995.5
error 391193.5
environment 385021.0
legal 393412.0
designed 376906.0
kinds 385889.0
police 391962.5
decisions 382715.5
objects 394363.5
quantity 383542.0
16 596005.0
engaged 379837.5
design 397885.5
growing 388532.5
senate 390918.0
difficulties 381439.0
opened 386148.5
characteristics 391338.0
concerning 370198.0
opposite 379329.5
recognized 382169.5
1961 673443.5
levels 385975.0
maximum 380927.0
citizens 384995.0
benefit 382253.0
prior 378772.5
dark 403952.0
possession 381932.0
properties 385520.0
derived 375460.5
occurred 375229.0
adopted 377238.5
send 375858.5
asia 410290.5
examples 374706.5
plane 386161.5
confidence 385385.0
element 378952.0
standing 389316.0
potential 375551.0
families 383964.0
operations 387456.0
gain 372048.5
draw 365846.5
1962 655466.5
suggest 369144.5
northern 379610.5
troops 370926.0
determination 375742.0
declared 397639.5
doctrine 383236.5
marked 366379.5
18 572288.0
interpretation 379155.5
holy 383580.0
explanation 364869.5
big 384175.0
arts 390207.0
unity 373356.0
latin 402372.5
plant 374863.5
quarter 372206.5
sign 370266.0
creation 365949.5
provision 359449.0
proposed 362324.5
centre 372411.0
views 364856.5
granted 357015.0
forty 422665.5
necessity 364244.5
page 399021.0
require 361429.5
assistance 363699.0
correct 361942.5
roman 375443.5
ship 374686.5
cold 388071.5
appropriate 358795.5
bureau 404044.5
impression 353441.5
break 369201.5
indians 370583.5
sample 353689.5
permission 371940.5
fields 371423.0
evil 365767.0
knows 369809.5
mere 359528.0
tend 350453.0
director 375341.5
evident 377969.0
agricultural 378777.0
requirements 355776.0
cultural 390794.5
issued 350558.0
animal 365574.5
papers 398817.0
13 564310.5
introduced 355114.5
liberty 373592.0
existing 350494.0
actually 368682.0
married 379340.5
velocity 357786.0
firm 360372.5
league 365734.0
equipment 375310.5
survey 371518.5
image 365844.0
1958 624446.5
eighteenth 369162.0
henry 452212.0
credit 357769.0
anyone 347284.0
comparison 347902.0
devoted 340773.5
pleasure 359783.0
ordinary 351455.0
popular 357058.0
financial 357603.5
territory 348291.5
daughter 401303.5
1959 629441.0
provides 352144.5
democratic 368382.5
scene 355047.0
ourselves 351278.5
closely 341596.5
speed 362203.5
speaking 394743.0
george 462897.0
experiments 343191.0
p 476883.0
dealing 342216.0
occurs 346890.0
offered 345330.5
official 353371.5
external 346767.0
boys 361681.5
completely 350976.5
consists 347734.0
sections 362150.0
assumption 338777.5
canada 390848.5
angle 352841.0
fundamental 340413.5
sake 377957.5
happen 346095.0
height 353181.0
dollars 355857.5
experiment 344401.0
spring 374113.5
professor 368331.5
usual 351914.5
san 407907.5
happy 354894.5
somewhat 351776.5
funds 337489.0
t 440283.0
1963 605817.0
articles 349817.5
news 368030.0
offer 337066.5
axis 351006.0
edge 356179.5
charles 454143.5
started 345895.5
spread 341133.0
mention 341560.5
educational 378672.0
processes 347540.0
largely 336360.5
james 459372.0
consequence 349035.0
technical 359319.5
sold 341780.5
opposition 340153.0
mexico 388956.5
features 339656.5
60 443080.5
ones 349243.0
foundation 350589.5
preceding 325064.0
affected 329876.5
rome 363449.0
investment 340506.5
immediate 333005.5
re 415525.5
stages 336681.5
plants 344640.5
determining 314775.0
contribution 325349.5
pleased 358708.0
italy 381226.0
yes 512411.5
discuss 320589.0
apparent 337630.0
probability 335574.0
convention 333154.0
sons 461301.0
achieved 320891.5
decide 318851.5
measured 323378.5
wind 344438.5
apart 334325.0
stop 333889.0
transfer 327870.5
represent 323288.5
curve 336193.5
negro 346871.5
v 442893.5
russian 352460.0
minds 326810.0
leader 343875.5
composition 330066.0
fit 325978.0
17 528149.5
1964 562444.5
killed 334764.0
smaller 328583.0
performed 318020.0
writer 342327.0
24 506055.0
trees 340776.5
limit 320828.0
highly 331615.5
19 532770.0
hence 351954.5
joint 330021.0
describe 310731.0
tree 333615.0
characteristic 324838.5
communication 334453.0
partly 321101.0
exception 348843.5
wealth 334645.0
edition 356275.0
aspect 324719.5
moreover 397709.5
estate 325709.0
collection 331371.0
investigation 312112.0
orders 325341.0
proceedings 322266.0
create 313378.5
nine 353315.5
build 317287.5
brain 324256.5
details 317167.5
reduce 304588.5
generation 318501.0
project 313777.0
governments 311343.5
equations 346867.5
contained 322117.5
reduction 309992.0
dependent 313413.0
studied 315615.5
limits 315829.5
experimental 321148.5
poetry 339695.0
units 320586.5
parallel 312675.5
1957 562100.5
instrument 309075.0
museum 343001.5
oxford 428207.0
standards 317033.5
authorities 307369.5
raise 302275.5
negative 319152.0
prime 328501.0
filled 313891.5
boston 447567.0
intention 306129.0
herself 317551.0
heaven 324523.5
chemical 325076.0
minimum 305578.0
rich 327609.5
save 312858.5
achieve 299532.0
depending 307143.0
plans 313390.5
attached 305196.0
m 389611.0
emphasis 303924.5
discovered 307803.5
japanese 323928.5
secure 296601.5
refer 299202.0
improvement 304307.5
recognize 298124.0
psychology 364114.0
style 323744.0
finding 298243.0
printed 308941.0
lie 303926.5
advance 300390.0
spain 331691.0
consent 309444.5
frequently 313192.0
hall 419448.0
tradition 316475.5
tests 304924.0
girls 309026.0
wave 310520.0
scope 303871.0
expansion 301923.0
opening 301146.5
industries 315532.5
skin 310642.5
powerful 303891.5
machine 320629.0
spend 288047.5
approximately 305252.0
corresponding 294703.0
amendment 321303.0
directed 302291.5
jews 309926.5
largest 306531.0
poet 324833.0
personality 326613.5
1956 525178.5
defense 311083.5
greek 318602.5
car 300961.5
moving 300124.5
carrying 296058.5
taught 297486.0
anti 400771.0
settlement 296001.0
jurisdiction 291443.0
pain 312470.5
banks 311619.0
universe 292223.5
definition 317637.0
fifth 322611.0
context 302727.0
sit 304468.0
walls 304267.0
adequate 289766.0
copy 295217.0
medium 310820.5
catholic 310418.5
absolute 297922.0
queen 331256.0
wait 303546.5
composed 294457.5
belong 295341.5
admitted 300875.0
leads 286520.5
attempts 283486.5
institution 306584.5
rapid 288844.0
bodies 297726.0
seek 292463.0
cover 289430.0
realize 285728.5
estimate 282700.5
secondary 297498.0
thou 333451.5
nevertheless 349060.0
percentage 287939.5
heavy 302174.5
observations 291067.0
actions 295723.5
familiar 288165.5
proof 290142.5
1965 494394.5
cambridge 447170.5
ends 294403.0
stress 293012.5
variables 285493.5
companies 299225.5
sentence 292725.5
increases 286913.0
consequences 288854.0
satisfied 289414.0
maintained 285569.0
beautiful 300409.5
publication 288205.5
chosen 286217.5
steel 310427.5
sleep 296037.0
22 467064.5
reports 299213.0
hair 306299.0
atmosphere 287816.5
african 300373.0
feelings 296467.0
examine 281492.5
inches 295986.0
profit 297349.0
passing 285621.0
supported 286021.0
enable 270110.0
necessarily 290283.5
notes 305993.0
maintenance 286935.0
glass 306543.5
older 288127.0
requires 285390.0
substance 288552.0
corner 296467.0
completed 281281.0
session 292252.5
peoples 288398.5
wages 292243.0
magnitude 272855.0
escape 278864.5
chapters 293272.5
sought 278218.5
valley 290470.5
despite 285815.0
vary 274734.0
permit 270189.5
tube 282016.5
contrast 288841.0
committed 272938.0
twelve 293098.0
demands 279403.0
circuit 286276.5
issues 282643.0
closed 286678.0
brief 279072.0
e 384549.0
ill 324968.0
risk 278065.0
mountains 283345.0
contains 280503.5
buy 274088.5
search 279145.0
keeping 273665.5
exists 281862.5
path 277542.0
located 269013.0
thomas 392614.0
behalf 274815.0
21 454082.5
electron 277294.0
sitting 281424.5
grow 274102.5
insurance 295484.0
islands 281427.0
touch 278886.0
representative 275857.5
settled 274411.5
advice 275390.0
straight 285026.0
expense 275689.0
spanish 298602.0
legislature 266234.5
walk 279705.0
careful 269548.5
affect 265927.5
iii 386585.0
consciousness 285615.0
jewish 282445.0
combination 274944.5
resolution 275141.5
convinced 270390.0
realized 268272.5
acting 274398.5
virtue 278253.5
academy 278439.0
window 271339.0
rose 290949.0
divine 273772.5
protect 263151.5
daily 285828.5
periods 274963.5
lands 272594.0
recognition 265177.5
beauty 283961.5
waiting 278297.5
afraid 290544.0
plays 274713.0
pacific 275675.0
stone 292608.5
thousands 268387.5
holding 272017.5
extended 263609.5
instances 279079.0
employees 270426.5
winter 293116.0
vice 322988.5
regions 275147.5
virginia 306140.0
green 345715.0
ordered 267823.5
accounts 266721.5
fellow 283896.5
records 274174.0
critical 271574.5
fund 274529.0
democracy 286554.0
lose 263666.0
additional 262629.0
mark 282137.0
poem 269276.0
grant 281810.5
thereof 274088.5
wants 264777.5
israel 278203.5
sex 288584.0
vast 261432.0
moon 271153.0
leaving 274719.5
advanced 262064.0
branch 265514.5
density 269031.5
leaves 272031.5
magnetic 261450.0
differ 255597.5
greatly 262146.5
detailed 251520.0
estimated 262892.5
horse 282480.0
superior 263487.5
youth 275089.0
emperor 273415.0
accompanied 256585.0
initial 258712.5
owner 264604.5
1950 413977.0
equally 266868.5
techniques 263542.5
80 345961.5
spoke 269632.0
circle 259826.5
memory 268774.0
blue 305010.0
thy 281133.0
doctor 286533.0
permanent 254715.0
armed 261157.0
game 264571.5
net 259923.0
agent 263893.5
becoming 254984.5
running 263725.5
improve 247934.5
setting 253660.5
broken 260377.5
eat 262516.0
items 257288.0
conception 256867.0
arm 266659.0
purchase 254408.0
leadership 264930.0
medicine 276478.0
y 322142.0
1955 452530.5
native 261264.5
writers 263887.5
et 396548.5
towns 259150.5
electric 265185.5
taxes 260092.0
perform 245805.5
voltage 260494.5
desirable 257685.5
glad 266646.5
distinguish 244308.0
grounds 255798.0
criticism 264261.5
preparation 253779.0
lake 263350.5
objective 254035.5
perfect 258629.0
site 249794.0
r 317387.0
paragraph 295931.0
particles 252513.0
organizations 267744.5
hoped 253760.0
address 259342.0
urban 266921.5
calculated 245947.0
novel 260950.0
join 247913.0
policies 258095.5
career 249078.0
crime 253718.0
commons 244271.5
signed 253816.0
authors 252766.0
sell 249094.5
famous 256075.5
variation 243133.0
pages 287786.5
1954 432368.5
separated 247736.0
choose 247892.5
spiritual 256354.5
sub 345365.0
relating 244785.0
desired 245724.0
walked 249531.0
90 333105.0
decline 245391.0
23 422142.5
grown 255303.0
color 273203.5
code 256789.0
request 251492.0
commercial 258942.5
crown 250955.5
twice 250683.0
favor 244983.0
admit 247317.5
suitable 241749.5
regulations 248883.0
revenue 247047.5
conscious 254451.5
branches 247727.0
ideal 248795.5
lady 274341.0
feature 241970.5
diameter 255128.0
rural 253796.5
decade 241910.0
electrons 241498.0
arise 243092.5
occupied 241252.0
someone 248690.5
prince 271718.5
impact 239873.5
28 412259.0
represents 239052.5
defence 249399.0
victory 244406.0
universal 248961.5
season 245516.0
americans 252089.5
column 248825.5
intellectual 253968.5
discovery 241493.5
owing 234563.5
ran 246882.5
reign 255022.5
background 245458.0
station 247485.0
liable 236028.0
farm 251728.0
distinguished 240368.5
succeeded 242153.0
inhabitants 242374.5
contain 238897.0
charged 235661.0
zero 250719.0
ministers 241334.5
oxygen 244510.5
selection 238834.0
worse 248407.0
traditional 236739.5
remembered 248477.0
knowing 239977.5
caught 237898.5
concluded 252656.0
interior 240921.0
safety 243507.0
province 240529.0
relationships 244477.5
numerous 240316.0
replied 345919.5
technology 249235.0
carolina 276644.0
decrease 229703.0
organized 239656.0
paul 331593.0
colonies 234297.5
key 241782.0
mankind 232155.0
probable 245033.0
economics 278282.5
talking 245884.5
dealt 227028.5
permitted 231969.0
cast 237365.5
depth 239209.0
26 401080.0
widely 233448.0
pure 246221.5
won 234836.0
amounts 230960.0
wood 265749.5
guide 238239.0
campaign 237721.0
relief 235270.5
components 233614.5
primarily 229176.0
evolution 237569.0
programs 240419.5
secret 238741.0
index 238526.5
stands 231436.5
finance 250449.5
liquid 234912.0
destruction 233935.5
broad 243503.0
professional 245602.0
observation 232065.5
aim 228335.5
namely 299797.5
informed 232242.5
seeing 232846.5
answered 286979.5
27 397063.0
mixture 227780.5
crisis 236721.0
agency 237316.0
strange 240439.0
intensity 229166.5
afford 224589.5
acquired 225832.0
equilibrium 228846.5
favour 227265.0
legislative 229966.0
ships 235917.5
variable 228906.5
statements 229833.5
extension 230262.0
silver 248353.0
movements 235856.0
selected 234252.0
streets 231417.0
competition 231841.0
scheme 228017.5
socialist 232936.0
damage 225196.5
degrees 235561.0
masses 224109.5
buildings 239367.5
conclusions 224337.5
equivalent 229093.0
rank 235834.0
proportional 218906.0
thoughts 236420.5
indicates 222536.5
journey 230088.0
70 313478.5
twentieth 236094.5
discover 219777.5
carbon 239350.5
extremely 234222.0
observe 224513.5
conducted 218948.5
opposed 229501.0
wished 223856.0
false 231325.0
operate 230375.5
garden 255191.0
chamber 228871.5
valuable 221845.5
columbia 273185.0
mainly 223143.0
begun 223826.0
fail 225114.5
layer 227835.5
seventeenth 232661.0
surprising 234480.0
seat 226298.0
guilty 224735.0
extreme 225348.5
officials 228638.0
fifteen 232138.0
instruction 223891.0
recently 236001.0
regular 220793.0
31 368058.5
testament 217377.5
contribute 214917.5
suffered 221318.5
strike 224267.5
founded 228019.0
technique 224697.0
brown 334163.0
mile 234121.0
chair 224305.5
confined 218797.0
nervous 221267.0
check 219056.5
inner 221011.0
developing 217376.5
showing 218876.5
changing 222423.5
resulted 210794.5
des 294610.5
1966 375105.0
joined 223457.5
neck 225576.0
bringing 213571.0
f 316903.0
providing 214113.0
shri 421941.0
declaration 221335.5
reform 225890.5
excess 221469.0
suggests 220197.5
proceed 218689.5
duke 252320.0
rapidly 220312.0
bearing 221750.0
obliged 218471.0
constitutional 220758.0
slavery 227393.5
sky 221417.0
repeated 222338.0
minute 232455.5
dry 231579.0
majesty 245800.5
soldiers 228590.5
imposed 213983.0
stream 217973.0
resulting 214633.5
metal 224691.5
elsewhere 234363.0
advantages 215695.0
mission 218632.5
illustrated 224376.0
criminal 220447.0
extend 208223.5
distinct 217404.0
unto 229451.5
indication 207675.0
male 224840.5
egypt 233989.0
satisfactory 209432.0
vessels 217419.0
atoms 212312.5
imagine 215428.5
clause 257343.0
helped 209127.5
promise 216709.5
lying 221403.5
claims 213587.5
forget 221934.0
slightly 217630.0
facilities 220802.5
debt 212433.5
mine 226134.5
satisfaction 214869.5
legislation 213538.5
signs 217216.0
radiation 214763.5
harvard 277139.5
defendant 212777.5
payments 216901.0
pre 274770.5
1953 379579.0
dear 269695.0
domestic 216753.0
participation 212422.0
29 370530.0
navy 219473.5
nuclear 216952.0
argued 220329.0
separation 208014.0
definite 207214.0
imagination 217100.5
minor 215465.0
consistent 207939.5
previously 213372.0
afternoon 219530.0
hot 228598.5
everyone 213833.0
female 213512.0
hearing 215404.0
heads 215150.5
wonder 221269.5
literary 223446.0
mistake 206926.5
audience 208205.0
statute 206907.5
positions 208630.5
unions 215500.5
bible 210829.5
root 214434.5
temple 213695.5
thee 225905.5
sister 244087.0
hypothesis 207719.0
influenced 203446.5
appointment 204047.0
tells 214726.5
fighting 211408.5
sector 204963.0
inside 214722.5
inch 233827.0
characters 210529.0
safe 211621.5
whereas 225191.5
robert 303479.0
existed 206638.5
beings 204299.0
approval 209004.5
grew 210413.5
alternative 203840.5
wishes 206772.5
atlantic 214816.0
examined 207141.0
arrangement 206322.0
arranged 202542.0
ocean 203175.5
collected 211460.5
camp 215160.0
nerve 203204.5
please 228709.5
arrival 205093.5
approved 204734.0
ensure 195187.5
deemed 197757.0
pieces 206345.0
representation 203463.5
solve 198848.0
contributed 197102.5
solid 210910.5
delivered 202221.5
gained 197982.0
l 310901.5
dispute 197139.0
easier 201845.5
faced 203399.0
agencies 206759.5
named 213102.0
message 206058.0
conclude 205517.0
fish 224983.5
recorded 203944.5
sales 213510.0
oh 318776.5
reflected 199030.5
200 272897.0
philadelphia 295760.0
substantial 197244.5
psychological 226700.0
spot 203563.5
ireland 215498.5
churches 209604.0
remove 195314.0
bit 209286.0
threat 200682.5
teach 200011.0
pounds 206766.0
goal 202561.0
struck 200617.5
acceptance 199786.5
attitudes 217245.0
enjoy 197958.0
efficiency 202580.5
benefits 199960.0
1952 351530.0
claimed 199911.0
constitute 196438.5
dream 209921.0
fast 208781.5
specified 201365.5
excellent 205679.0
narrow 206245.0
wise 213083.5
yourself 212308.5
artist 206674.5
plain 208099.5
varies 193365.0
reply 215896.5
quickly 207611.5
exact 194049.5
bar 201692.0
suddenly 209588.5
precisely 200239.5
fluid 197966.0
forest 204672.0
accurate 193982.5
combined 195517.5
drink 205270.0
intelligence 212539.0
conviction 195972.0
violence 207123.5
relevant 194883.5
happiness 202998.0
controlled 200388.0
double 212205.0
decades 191200.5
burden 195314.5
findings 194637.5
situations 200471.5
gods 201179.5
statistics 209200.0
begins 198080.0
dangerous 198974.5
administrative 207980.0
plate 211113.0
notion 195840.5
equality 201752.5
ahead 202563.0
cycle 200490.5
tends 191182.5
severe 195223.5
train 195398.0
stories 203747.5
civilization 200021.0
announced 195836.5
turning 201298.0
submitted 191312.5
acids 203721.5
interpreted 190211.5
editor 227662.5
revolutionary 200619.5
accomplished 190277.0
reserve 195731.5
profits 197292.5
identical 193042.0
languages 205825.5
fairly 195751.0
vision 201800.0
directions 195594.0
destroyed 195559.0
laboratory 203175.5
raw 198933.0
subsequent 190240.0
remarkable 194452.0
transition 190861.5
formula 204583.5
unknown 200502.5
mode 196127.5
possibly 196418.5
watch 194805.5
prepare 187077.5
drop 193006.5
drawing 200258.5
interaction 192726.0
variations 189611.5
rock 203124.0
attempted 189009.0
execution 190850.5
happens 198481.0
consumption 193192.0
considering 187147.0
millions 193772.5
phenomenon 189338.0
grace 205465.0
louis 259820.0
typical 191187.0
exposed 187800.0
signal 200244.5
era 192884.0
35 303067.0
slow 201220.0
sixty 215570.0
rising 193995.5
conversation 192182.5
suffering 193199.5
containing 193190.5
directors 187560.0
mary 228033.0
slave 196860.5
stopped 193680.5
1948 306405.0
sin 198741.5
cooperation 192182.0
wales 193362.0
documents 199152.5
spoken 189871.5
win 187803.5
ray 229720.5
port 203268.5
tissue 188847.0
putting 185488.5
jury 185334.5
australia 219343.5
shares 185665.0
pennsylvania 224494.5
colonial 199928.5
colony 185025.0
compare 182926.5
regarding 178628.0
convenient 186851.5
membership 186090.5
midst 190041.0
sphere 188872.5
mechanism 187192.0
ml 206502.0
regardless 186502.5
thrown 187807.5
hydrogen 194241.0
atomic 192932.0
asking 190758.5
assigned 183244.0
societies 198778.5
wisdom 196358.0
formal 186116.0
finds 184492.0
distributed 184384.5
citizen 186983.5
throw 182145.5
brothers 226118.0
thirds 209723.0
validity 182534.0
thank 204217.0
writings 195245.0
concepts 189215.5
belonging 183489.0
broke 189981.0
injury 182886.5
falls 187996.5
profession 184005.0
ed 304345.0
opinions 187423.0
massachusetts 222979.0
remaining 184887.5
film 189856.5
boundary 185201.0
texas 221652.5
enterprise 185395.5
yield 183330.5
phenomena 182582.5
gross 189005.5
stars 188391.5
demonstrated 182037.0
drive 188612.0
answers 186451.0
qualities 184144.0
finished 188637.0
continent 180354.5
coal 203012.0
taste 191971.5
throne 178743.5
meetings 182433.5
deny 179089.5
diseases 187196.0
denied 186761.0
location 186030.0
1951 322366.5
respects 186998.0
mountain 186823.0
commander 218966.0
uses 185738.5
captain 203963.0
fresh 190506.5
revealed 178861.0
witness 182865.0
carefully 182534.5
federation 186254.0
attend 175675.5
machinery 191530.0
transport 187949.5
shot 185380.5
essentially 182881.0
sufficiently 175651.0
waters 184133.0
molecules 177774.0
honour 182551.0
experiences 181721.0
occupation 186642.0
surprised 179371.0
replaced 179221.5
assets 179672.0
mutual 183373.0
honor 184191.0
bridge 180992.0
fashion 182237.5
grand 193345.5
closer 178234.5
transferred 174332.5
entry 179342.5
1949 302731.5
skill 182164.5
fate 177205.0
birds 191814.0
45 278586.0
define 172457.5
poems 192660.0
provinces 179084.0
driven 177909.5
belongs 176759.0
considerations 177699.5
accuracy 174538.5
reactions 181223.0
milk 195359.0
input 182725.5
punishment 177107.5
patterns 185506.5
ohio 228291.0
housing 196581.0
confusion 174138.5
anterior 170763.5
universities 186957.0
inclined 174998.5
loved 181301.5
compensation 180331.5
continuous 175277.0
motor 185139.0
load 176410.5
shore 179898.0
objectives 179096.0
boat 179748.0
valid 173605.5
listen 183440.0
charter 170132.5
computer 174416.5
pair 179674.5
participate 169607.0
radio 197157.5
commonwealth 177518.5
operating 174838.5
offence 168044.5
horses 190056.0
alliance 178035.5
alive 175762.5
extensive 171190.5
rare 182393.5
1947 273770.5
slaves 175651.5
aside 172889.5
waves 175565.0
los 213944.0
quantities 170066.0
symptoms 173684.5
hundreds 171045.0
expenses 174662.0
outer 168350.5
measurement 175146.0
drew 172464.0
wars 174464.0
canal 170252.5
borne 171706.5
looks 177598.5
readily 172465.0
fill 168831.5
box 196709.0
obligation 168326.5
consequently 201558.0
vessel 169885.5
fought 169827.0
accused 167348.5
bone 180935.5
slowly 185593.5
telling 173691.0
iv 255712.5
thanks 174284.0
glory 178132.0
sixteenth 176695.5
sets 170464.5
bay 185110.0
arises 169274.0
inquiry 168417.0
properly 174797.0
salt 188318.5
solved 163135.0
fallen 170644.0
italian 188155.5
ended 174914.0
essence 176312.5
identified 167583.5
opportunities 167507.0
surprise 173390.5
muscle 171575.5
younger 175701.5
rays 186024.0
smith 298142.5
summary 171287.5
michigan 206067.0
solutions 170750.0
customs 180714.5
suit 168225.0
access 167446.5
nucleus 166811.0
integral 162440.0
gift 174624.0
particle 166324.5
forgotten 170608.0
diagnosis 168140.0
applicable 165806.0
rain 175819.5
atom 163388.0
correlation 164959.5
suffer 166358.0
weather 175655.0
limitations 167678.0
justified 165679.0
weak 173523.5
sacrifice 170900.5
travel 168024.0
graduate 167613.5
categories 172422.5
courage 173263.0
theme 168317.5
linear 169890.0
overcome 161292.5
component 166477.5
enemies 171487.0
accident 166755.5
considerably 163608.5
illinois 220098.0
owned 171248.0
efficient 163656.0
faculty 168119.5
contributions 164037.0
thin 177024.5
charges 166330.5
occasions 168231.5
75 249619.0
reaching 177145.0
couple 167794.5
uniform 165978.5
cabinet 165165.5
striking 163874.0
ultimate 163724.0
abroad 166958.5
tables 184341.5
temperatures 170414.0
liberal 172766.5
teeth 167845.5
1967 269922.5
pope 179073.5
removal 163634.0
tone 175429.5
bonds 167283.5
fraction 161702.0
personnel 174372.0
complicated 160905.5
sudden 165310.5
railway 169549.0
le 218940.5
muscles 166703.0
theoretical 163906.0
apparently 169522.5
k 205743.0
acted 161380.0
expenditure 161036.0
worthy 169069.5
refers 160967.0
contents 165031.0
christianity 167623.0
translation 170918.5
homes 167323.5
protein 169834.5
pupils 160922.5
chain 164772.5
sugar 188329.5
managed 160383.0
worship 165793.0
procedures 166001.5
sick 172655.0
custom 170251.0
promote 160064.0
elementary 169754.0
arguments 160667.0
regulation 170907.0
identify 155933.0
adult 162621.0
wild 174101.5
instructions 162375.5
version 166128.0
cotton 184220.5
sixth 173197.0
whenever 163951.5
anxious 160593.0
theatre 171706.0
hath 169207.5
elections 161339.0
arising 154099.5
bread 172935.5
habit 160649.5
prison 160392.0
interval 164524.0
germans 165763.5
arrive 156257.0
engineering 185472.5
worker 168004.0
shift 157147.5
resolved 162491.0
der 244121.5
duration 165750.5
sequence 160591.0
compelled 157920.0
translated 174918.5
negroes 163417.5
strongly 160545.0
mechanical 169507.0
coefficient 161043.0
incident 157230.5
worst 162547.0
commissioner 166891.0
preserve 156343.0
possess 157225.5
earliest 157318.0
poverty 170915.0
exercised 153282.0
francisco 182123.0
hole 163220.5
producing 159808.5
developments 157215.0
shortly 162719.0
angles 159184.0
treasury 158897.5
vital 157817.0
stability 161129.0
visible 160689.0
turns 157526.5
ear 164282.5
beam 157370.0
trace 152809.5
furthermore 194823.5
commonly 160988.0
organs 161718.0
illness 160932.5
count 166500.5
partial 154359.0
wholly 159339.5
proposal 156471.0
listed 164575.0
slight 159244.0
sharp 162917.5
trip 158178.5
store 160610.0
card 154513.0
wage 164516.0
invited 152661.5
farmers 168327.0
physics 178146.5
playing 163509.5
calling 157610.0
darkness 159929.5
legs 162268.5
statistical 164391.0
1945 224098.5
judicial 160796.5
tongue 162660.5
experienced 153237.5
printing 234875.5
destroy 154904.0
satisfy 153333.0
depression 159424.0
organic 158125.5
obviously 165697.5
32 271835.0
gospel 157295.0
evaluation 161539.5
thesis 170910.0
characterized 152140.5
loan 157053.5
starting 157470.0
ice 161741.0
flesh 161488.0
kill 161135.0
candidate 154867.5
joy 162399.0
reputation 155369.0
row 191806.5
negotiations 150572.0
bishop 177533.5
guard 155037.5
cash 158129.5
trained 155322.0
attended 153769.5
falling 154411.5
indies 150753.5
deeply 152379.5
villages 155053.5
mid 210430.5
educated 160656.5
weapons 154529.5
speaker 166928.5
rocks 158090.5
wisconsin 177540.0
colleges 160312.5
silence 157553.5
band 158009.5
fortune 155789.0
republican 159453.5
defeat 151495.0
measurements 149248.0
theories 158552.5
dinner 157536.0
errors 151848.5
fort 167429.5
1940 225792.5
lords 151916.5
liver 160770.0
defend 148354.0
situated 146482.5
votes 149075.0
instruments 155698.5
debate 149783.5
noise 162995.0
violation 149473.5
remainder 156025.5
entrance 152024.0
serves 147094.5
membrane 149984.0
manufacture 152533.5
scotland 163483.0
marry 151507.0
quoted 173255.0
posterior 146475.0
attributed 147696.5
logical 153395.0
respectively 190727.0
arrangements 147162.0
handed 156016.5
roots 155299.0
identity 153326.0
achievement 153707.5
exports 150930.5
berlin 202511.0
operative 185411.0
belonged 149576.5
hotel 154288.5
disposal 145700.5
transportation 163543.5
communities 151885.0
37 259058.5
interfere 144878.0
surrounded 149641.0
gradually 154087.5
en 187119.5
rivers 159561.0
treat 146171.5
conscience 153801.5
palace 154706.5
fault 153271.5
supplies 155140.5
club 162811.0
consisting 150017.0
border 151339.5
noticed 150421.5
sorry 171535.5
supplied 146986.0
quarters 157415.5
gap 144196.5
includes 158696.0
jersey 182809.0
naturally 156619.5
hills 153536.0
delay 147585.0
varied 144898.0
contemporary 154157.5
regime 146257.0
dutch 159551.5
symbol 150267.5
grave 148722.0
prescribed 145616.5
infection 145741.0
cited 155365.0
agents 152864.0
enjoyed 145516.0
peculiar 149543.0
perfectly 152837.0
holds 147171.0
flowers 159885.5
sheet 148491.5
reflection 147960.0
jobs 148858.0
trend 146123.0
perception 155013.0
concrete 148289.5
pride 153470.0
peasants 154286.5
thick 156185.5
climate 152347.5
employer 147913.5
securities 148620.5
departments 147855.0
36 255971.5
thinks 150788.5
recommended 146858.5
accounted 141328.5
naval 154095.0
random 165159.5
implications 145601.0
roads 158956.0
frame 148502.0
pretty 156470.5
crowd 145938.5
suggestion 145308.5
33 256385.5
besides 169897.0
dignity 148613.0
judges 146904.5
senses 145421.0
offices 150420.0
diagram 150168.5
territories 144885.5
obtaining 137373.0
map 146660.0
1946 225348.5
minority 144469.0
prayer 153073.0
assist 139510.0
addressed 145356.5
ions 148012.5
absolutely 147747.0
discharge 143532.5
painting 156874.0
dozen 147818.0
warm 154013.0
raising 143846.0
colour 152973.0
mississippi 158397.0
tears 147835.0
loans 147777.0
calls 148885.0
blow 145523.5
frequent 143938.5
goals 148432.0
structures 149311.5
departure 140635.5
plaintiff 144393.5
viewed 142347.5
edward 184233.0
hearts 143942.5
thickness 144082.0
organism 140289.5
phrase 155628.0
gravity 142337.5
h 188429.0
select 139730.5
circulation 142212.0
seriously 141392.5
publications 167055.5
saved 142159.5
possibilities 141818.5
continues 147694.0
collective 143967.0
exceptions 154003.0
employee 143733.0
confirmed 140510.0
budget 142360.5
du 188522.5
