the 1070396131.0
of 626128432.5
to 384160771.0
and 338415424.0
in 315231828.0
a 274489373.0
is 166127051.5
that 153846046.0
it 108730864.5
for 108880746.0
be 105346848.0
as 101807737.0
was 89111579.0
not 85928220.5
on 76674260.0
with 73364136.5
by 66832987.5
i 69424217.5
he 66383504.0
are 60298483.5
at 54103564.5
this 51813816.5
have 51136002.0
which 49369533.0
from 46685849.0
had 41674134.0
but 43058987.5
his 40902760.5
an 40363402.0
you 41565025.5
or 41595434.5
they 37081482.5
can 33402227.0
one 33534017.5
we 32968129.5
there 31938988.5
been 29929029.0
were 30000050.0
has 28927981.0
would 26513678.5
all 26727372.5
if 25022476.0
will 24388061.0
what 23881279.5
their 23080571.0
who 23152392.0
do 23486897.0
she 23932593.5
more 22744653.5
may 22512152.5
time 21336795.5
her 21221471.0
when 20563447.0
than 19241913.5
other 19909126.5
so 19191127.5
no 19320788.0
about 17081166.5
new 20055807.5
out 16524104.5
him 15533493.5
between 14930623.5
only 14998174.5
could 14656665.0
them 14384032.0
any 14070158.5
some 14116717.0
its 13923300.5
into 13889265.0
should 13412560.5
two 13857066.0
such 13484580.5
up 13406611.5
these 12541241.0
first 12549125.0
did 12340738.0
1 15404103.5
most 11894793.5
me 12049122.0
my 11571545.5
way 10661964.5
made 10275438.0
because 10239567.5
must 10282839.5
people 10313737.0
how 10236228.5
also 10398625.0
years 10296860.0
same 10038274.5
said 13735086.0
part 9532704.5
world 9486407.5
where 9716693.5
well 10114035.5
over 9292660.0
see 10460995.5
those 8968919.0
used 8921288.0
then 9844861.0
after 9279140.5
work 9030012.0
much 8803316.0
life 9018307.0
make 8422317.5
many 8525854.5
states 8429566.5
however 10376400.0
state 8602927.5
number 8171224.5
know 8457192.0
our 8052505.5
use 7899355.5
very 8068291.5
man 8051785.0
even 7763896.5
does 7556817.5
each 7376249.5
like 7874366.0
during 7353942.0
united 7455607.0
your 7354646.5
own 7094323.0
before 7119076.5
under 7057919.5
york 9692814.0
system 6884028.0
both 6776388.5
being 6780416.0
take 6634297.0
through 6559208.0
case 6691037.5
long 6799686.5
right 6648339.5
university 7923675.0
now 6550559.0
us 6132955.5
end 6247846.0
back 6251603.5
get 6135641.5
order 5958000.0
good 6192479.5
year 6467644.5
fact 6001584.0
government 6069856.0
day 6180400.5
found 5717312.0
social 6134698.5
go 5820739.5
important 5608898.5
three 5914686.0
development 5772092.0
just 5706915.5
place 5384188.5
come 5498835.5
shall 5373479.5
might 5268647.0
great 5327489.0
point 5314129.0
war 5296456.5
say 5599912.5
down 5227175.5
children 5253616.0
2 7039862.5
possible 4931440.0
given 4926856.0
american 5340985.0
different 4749196.0
women 5092310.0
think 5079519.0
able 4566348.0
within 4687651.0
law 5028930.5
century 4763314.5
whether 4546258.0
since 4716081.5
example 5462163.5
need 4608402.5
little 4713641.0
god 4867011.0
general 4782669.0
here 4815844.5
men 4598790.5
hand 4875048.5
want 4550161.0
without 4528359.5
power 4530762.0
form 4481369.0
study 4486364.5
few 4447953.0
another 4376059.5
high 4635851.5
going 4511087.5
less 4389248.0
too 4570302.0
national 4481655.0
information 4234738.5
period 4302467.5
while 4335019.5
large 4184329.5
find 4113673.0
against 4105554.5
until 4061343.5
house 4252409.0
economic 4385459.0
course 4613850.5
history 4321362.0
give 3983738.5
public 4113713.0
upon 3952606.0
never 4163611.5
press 5806593.0
problem 3913176.0
far 3956617.5
country 3860229.0
court 3962741.5
act 4017103.0
least 4027308.5
question 3880195.5
person 3873479.5
came 3853229.5
process 3861770.0
present 3871792.0
0 3874536.0
old 4295916.5
change 3750327.5
per 3863244.0
thought 3868685.5
following 3889567.5
set 3687538.0
society 3882209.5
nature 3790085.5
rate 3749784.5
still 3897909.5
side 3796007.0
taken 3618492.5
water 3794757.0
second 3835017.5
political 3890064.5
last 3690635.0
small 3696506.0
things 3639923.5
put 3593864.5
value 3612085.0
result 3558441.5
seen 3613432.0
interest 3576129.0
done 3523229.0
family 3625666.0
left 3581058.5
means 3504841.0
book 3543716.0
3 4956079.5
data 3481623.0
level 3518904.5
why 3502112.5
view 3467559.0
human 3483700.5
effect 3422612.0
research 3631332.0
group 3440022.5
necessary 3345917.0
early 3348871.0
control 3358018.5
school 3378096.5
terms 3238200.0
though 3396871.0
child 3391101.0
every 3224768.0
something 3274755.5
best 3208721.0
whole 3159314.5
sense 3254303.5
went 3181785.0
role 3082597.5
times 3328352.0
chapter 3136212.5
let 3300418.0
age 3225658.0
members 3031423.5
become 3048228.0
off 3189624.0
mind 3084693.0
known 3147231.0
called 3305473.5
days 3063878.0
problems 3017183.5
home 3065223.0
education 3207094.0
took 2908471.5
matter 3066098.0
look 3046445.5
again 3098026.0
area 2933477.5
basis 2929378.0
among 2995748.0
body 2937755.0
subject 2898471.0
later 3071536.5
away 2944644.5
countries 2886554.0
based 2867397.0
section 3108551.0
half 3016650.0
percent 2866645.5
increase 2751980.0
better 2880284.0
himself 2849180.5
others 2930487.0
am 2999463.5
although 2808631.0
position 2742510.0
international 2931493.0
help 2755215.0
always 2853081.5
amount 2655884.5
city 2894210.5
nothing 2809874.5
results 2645787.5
due 2607951.5
thing 2731345.0
party 2751829.0
room 2701223.5
seems 2644575.5
reason 2692226.5
head 2751625.5
enough 2653323.5
evidence 2638540.0
four 2852493.5
studies 2793387.0
table 2749509.5
5 3542331.5
difficult 2626644.5
analysis 2730516.0
next 2640121.0
tell 2700341.5
policy 2730300.5
cases 2710122.0
likely 2560240.0
4 3669763.0
rather 2699750.5
10 3252982.5
shown 2878818.5
name 2692634.5
often 2653324.0
told 2714389.0
death 2664734.0
thus 2822337.5
self 3173356.5
land 2593440.0
london 3717925.0
individual 2507196.5
changes 2477934.0
total 2560957.5
five 2755608.5
money 2523587.0
provide 2403957.5
action 2491896.0
clear 2531364.0
either 2482894.0
company 2709289.5
certain 2446543.0
common 2431016.5
journal 2755038.5
term 2736594.0
face 2534476.0
population 2440457.0
health 2625185.0
above 2592631.0
south 2626498.5
according 2513500.5
light 2449742.0
yet 2471430.0
several 2406724.0
care 2451578.0
account 2326660.5
line 2435779.5
words 2558103.5
making 2418751.0
business 2453491.5
knowledge 2359878.5
true 2409026.5
held 2295638.0
theory 2493033.5
department 2483019.5
once 2374330.0
relationship 2268106.0
therefore 2609981.5
force 2268556.0
father 2495481.0
production 2296732.0
office 2480058.0
kind 2264600.5
conditions 2288754.0
situation 2221165.5
particular 2253531.5
major 2208862.0
function 2264863.0
keep 2206207.0
believe 2267216.5
available 2196758.5
around 2245589.0
language 2314516.0
america 2342272.5
growth 2233667.0
having 2177288.0
church 2235735.0
figure 2370730.5
woman 2316582.5
got 2334598.0
future 2144422.5
union 2188310.5
love 2328939.5
extent 2113677.0
cent 2120854.5
eyes 2221556.0
considered 2095401.0
past 2148284.0
class 2260916.0
support 2104585.5
mother 2327928.5
word 2230954.5
idea 2078569.0
experience 2143356.5
young 2214411.5
service 2184131.5
along 2103136.0
knew 2095649.5
free 2233209.5
middle 2222086.5
understand 2038838.5
north 2283628.0
rights 2106801.0
became 2057693.5
structure 2127705.5
show 2035855.0
patients 2055336.0
difference 1981460.0
effects 2066647.0
together 2038290.5
anything 2028070.0
committee 2048732.5
cost 2126731.5
asked 2116804.0
itself 2039874.5
beginning 2029120.5
field 2014269.0
attention 1964347.5
deal 1943012.0
energy 2041020.0
began 1998728.0
third 2120303.5
mean 2085558.5
feel 2005215.5
groups 2022536.0
community 2004073.0
purpose 1954381.5
science 2191066.0
income 2016228.0
ever 1987082.0
market 1943400.5
various 1891980.0
similar 1872714.0
president 2050620.0
almost 1956832.0
seem 1896599.0
months 1923284.0
required 1874811.5
needs 1929611.5
greater 1899134.5
trade 2004601.5
ways 1870937.5
west 2066876.0
full 1992746.0
british 1958180.5
degree 1870127.0
themselves 1875191.0
turn 1982912.0
cause 1879594.0
rest 1927923.5
wanted 1856842.0
felt 1867590.0
working 1938639.0
night 1925918.5
patient 1889326.5
looked 1871422.5
areas 1869567.0
live 1848237.5
real 1915006.0
program 1862267.0
single 1858993.5
factors 1832701.5
low 2044579.5
services 1871603.0
decision 1907992.0
size 1861815.0
hands 1839379.5
east 1942478.5
type 1846659.0
property 1817513.5
report 1911745.0
foreign 1888429.5
further 1816129.5
whom 1849004.0
brought 1749978.0
short 2019804.0
return 1794810.0
living 1796845.0
air 1883511.0
model 1828270.5
higher 1792036.5
play 1765819.0
surface 1796828.5
association 1906549.5
6 2472668.0
especially 1886982.5
read 1808635.5
seemed 1731866.5
central 1784612.5
sure 1881742.0
de 2313866.5
c 2662690.0
parts 1791909.0
range 1758772.5
heart 1806961.5
method 1757725.0
importance 1684573.0
perhaps 1804296.5
doing 1786094.5
open 1799294.5
council 1776186.5
member 1708365.0
already 1760586.0
door 1733525.5
involved 1683576.0
saw 1732175.0
quite 1772732.0
written 1727361.0
described 1771062.0
paper 1710641.5
price 1740315.5
moment 1726065.5
respect 1679018.0
pay 1662563.5
late 1727235.0
white 1918336.0
questions 1671298.5
understanding 1632422.5
students 1667328.5
influence 1643416.0
treatment 1686800.5
b 2527878.0
soviet 1703168.0
local 1669243.5
close 1661789.5
movement 1693757.5
relations 1715105.0
federal 1694149.0
blood 1678572.5
turned 1630057.0
source 1657555.0
art 1772027.0
english 1742679.5
lower 1618222.0
determine 1524985.0
appear 1576429.0
center 1715487.5
organization 1652168.5
special 1593981.5
using 1638558.5
front 1605171.5
longer 1569273.5
provided 1567993.0
expected 1535703.5
approach 1596507.5
related 1564143.5
main 1550592.0
books 1865251.0
natural 1607136.5
including 1811040.5
disease 1645241.5
story 1591351.5
values 1578590.0
20 1971000.0
review 1869637.5
economy 1570059.0
industry 1586288.0
congress 1622943.5
cells 1587850.5
direction 1508930.0
significant 1509510.0
material 1515468.5
hours 1560980.5
gave 1500868.0
job 1540816.5
soon 1522194.5
really 1582387.0
presence 1501956.5
differences 1474095.5
capital 1545761.0
discussed 1525315.0
answer 1535414.0
board 1508731.5
appears 1446709.5
england 1617795.5
behavior 1578980.0
note 1551148.5
pressure 1507394.5
equal 1454875.5
workers 1568175.5
india 1580536.5
top 1495821.0
ask 1498003.0
wife 1538948.0
discussion 1418134.5
consider 1444456.0
six 1537976.5
led 1376271.5
ground 1404926.0
labor 1508690.0
published 1444268.0
institute 1585096.5
toward 1424146.5
manner 1383165.5
bring 1375495.5
try 1396135.5
rule 1492783.5
systems 1506725.0
date 1445916.0
loss 1415530.0
hard 1483360.5
makes 1372404.5
developed 1388811.0
trying 1377958.5
commission 1434110.0
attempt 1337236.0
probably 1406008.5
8 1953371.0
issue 1368274.5
concerned 1363161.5
food 1469471.5
europe 1425431.5
twenty 1651475.5
usually 1410173.5
series 1419265.5
agreement 1343009.0
carried 1318801.0
leave 1380146.0
temperature 1436189.0
call 1414136.5
specific 1360832.5
taking 1350787.0
determined 1329316.0
ability 1349048.0
heard 1400445.5
distribution 1365220.0
resources 1373034.5
run 1405455.0
7 1908455.0
solution 1357462.0
test 1381163.5
bank 1410921.0
nor 1374594.5
black 1499634.5
john 1826298.0
activity 1356485.5
received 1320520.0
son 1508662.5
x 1683149.5
non 1689192.5
practice 1379036.5
earth 1367257.0
increased 1319937.5
sea 1342515.5
associated 1307753.0
current 1338772.0
tax 1345789.5
plan 1341031.0
feet 1358551.0
letter 1345855.5
lord 1446623.0
particularly 1351810.5
management 1418778.5
quality 1331683.5
reasons 1314308.0
looking 1372458.0
stage 1316597.5
response 1319936.0
presented 1295356.5
meeting 1265479.0
physical 1334098.0
activities 1295253.5
persons 1253725.5
paid 1252556.0
whose 1280449.0
meaning 1307771.0
minister 1309228.0
average 1280905.0
except 1287215.0
forces 1251694.0
talk 1295600.0
addition 1374706.0
ii 1544448.5
interests 1256065.0
king 1415792.0
lot 1259757.5
nations 1247445.0
meet 1215917.0
literature 1291222.0
tried 1224227.5
truth 1280854.0
placed 1195978.5
product 1248910.5
washington 2101374.5
effective 1206898.5
minutes 1246842.5
obtained 1194005.0
write 1221880.0
30 1562836.0
space 1253881.5
applied 1219214.0
existence 1204098.0
relation 1204306.0
private 1238748.0
goods 1201149.5
parents 1250628.0
authority 1215421.5
variety 1200193.0
established 1204704.0
factor 1204580.0
library 1317786.5
across 1215213.5
move 1182267.0
points 1219321.0
lead 1192471.0
needed 1174251.0
else 1232530.0
condition 1208585.0
administration 1254461.0
region 1191719.5
environment 1185113.0
fall 1217786.5
followed 1175920.0
works 1230788.0
basic 1227826.0
lack 1179433.0
aware 1153101.5
peace 1222982.5
morning 1223944.5
methods 1196128.5
hope 1207783.0
personal 1225009.0
strong 1184313.0
limited 1190257.0
rules 1182414.0
college 1308549.5
ten 1227552.5
learn 1143086.0
length 1196659.0
opportunity 1112825.0
spirit 1175804.5
decided 1131423.5
near 1179021.5
majority 1151992.0
demand 1138647.5
modern 1195516.5
opinion 1186766.0
scale 1228266.0
direct 1135669.5
building 1161129.5
levels 1151698.5
lost 1152944.0
military 1179559.5
step 1194197.0
affairs 1165366.0
parties 1120835.0
lives 1128663.0
share 1132731.0
forms 1149997.5
hundred 1158014.5
operation 1186664.5
town 1148435.0
million 1240058.0
rise 1123688.0
wide 1170111.0
voice 1214765.0
standard 1139432.0
statement 1132018.5
volume 1159978.0
beyond 1124471.0
writing 1153177.0
easy 1146774.0
issues 1125942.0
15 1545091.5
french 1200959.0
types 1105706.0
security 1133473.5
alone 1147290.0
poor 1150099.5
laws 1127427.5
occur 1089185.0
reached 1077118.5
events 1097831.0
week 1159868.5
outside 1116300.5
culture 1173767.0
army 1130936.5
complete 1078493.0
doubt 1106708.0
earlier 1119125.0
california 1358140.0
o 1173806.0
follow 1146440.5
50 1327161.0
freedom 1120994.5
12 1540565.0
object 1091866.5
bed 1080105.0
original 1053152.0
effort 1049671.5
normal 1085450.5
friends 1122673.5
application 1057204.5
aspects 1090768.5
below 1120550.0
civil 1104674.5
justice 1119150.0
continued 1116413.5
africa 1137559.0
christ 1106435.0
9 1536164.0
responsible 1034449.5
context 1061786.5
recent 1061807.5
continue 1026864.5
useful 1038160.5
costs 1068737.0
sent 1036342.0
coming 1079996.0
street 1222888.0
hold 1047910.5
speak 1081497.5
takes 1019320.0
impact 1024172.0
shows 1048770.5
fig 1086718.5
nation 1087882.5
simple 1057809.5
river 1043042.5
reported 1063155.0
says 1439296.5
success 1025692.0
technology 1094527.0
author 1106029.0
simply 1032443.5
latter 1054373.0
secretary 1076233.0
supply 1029082.5
risk 1040230.0
everything 1053486.5
cell 1080453.0
hour 1095308.0
impossible 1035836.5
character 1055859.5
measure 996064.0
noted 1097354.5
chance 996119.5
principles 1031111.5
distance 1016711.5
ago 1020706.0
individuals 1003032.0
throughout 1041837.5
failure 997153.5
france 1155439.0
industrial 1078128.0
medical 1105101.0
hear 1030361.5
task 985341.5
western 1042609.5
choice 1003726.5
concept 1036894.5
performance 1025087.0
wrote 1172145.5
text 1006282.0
oil 1073527.0
finally 1164522.0
article 1029273.5
species 993584.5
allow 947820.5
produce 962252.5
added 1112428.0
follows 1100069.5
lived 996891.5
weeks 982964.5
wish 990915.5
rates 985666.0
design 1022707.0
relative 961586.5
allowed 947311.5
100 1217342.0
1980 1706016.5
elements 981105.5
principle 991267.0
d 1431500.5
products 1002110.0
wall 984623.5
appropriate 957642.0
provides 957473.0
saying 1126453.5
born 1033234.0
circumstances 985591.0
conference 982775.5
indeed 1119843.0
flow 966043.5
spent 918466.0
materials 1001925.5
happened 965581.0
kept 961304.5
serve 934353.5
myself 990227.0
revolution 1002720.0
final 952045.5
list 936420.0
cut 992465.0
comes 958058.5
co 1164940.5
directly 943824.5
possibility 923654.5
floor 934940.5
include 1004120.5
regard 928624.0
wrong 983084.0
explain 917142.0
cross 1076059.0
stand 946112.5
status 990348.0
behind 964653.0
road 1005152.0
develop 910097.5
gone 966595.5
chicago 1240592.5
passed 929074.5
exchange 949444.0
arms 970176.5
defined 976011.5
produced 923420.5
today 1000075.0
schools 971065.0
computer 979942.0
reference 923080.5
china 1046970.5
purposes 949180.5
depends 890725.5
observed 945822.0
sun 947784.0
responsibility 907015.0
contract 904609.0
ideas 925355.0
ready 949171.5
generally 941446.5
balance 926639.5
potential 897191.0
accept 876821.5
included 920924.0
remember 935536.0
feeling 920197.0
labour 920569.5
friend 964270.5
husband 945440.0
unless 899108.5
expression 914885.5
la 1103784.5
appeared 884801.0
weight 935172.5
getting 904349.5
expressed 875945.5
march 1256549.5
jesus 937069.5
thinking 927164.0
gives 866051.0
faith 899685.0
stay 901588.5
lines 903995.5
upper 900269.0
training 939030.0
project 874614.5
employment 918951.0
nineteenth 918284.0
constitution 880102.5
heat 902091.0
1979 1612042.5
division 919790.5
stood 873269.5
compared 865312.5
fire 909468.0
politics 1001270.5
prior 863904.0
june 1253201.5
sat 861849.5
referred 875301.5
25 1216727.0
sometimes 921623.0
base 875110.0
larger 852424.5
absence 872697.5
learning 904317.5
start 871884.5
corporation 907229.5
britain 922882.0
prepared 839756.5
obtain 840676.5
month 917957.0
complex 867443.5
1978 1591702.5
met 857643.0
germany 955861.5
republic 926401.0
unit 865615.5
died 888723.0
chief 927012.5
sufficient 832556.0
sound 872311.5
moved 843627.0
progress 870328.5
indian 885860.0
miles 912349.0
worked 839843.5
european 876284.5
financial 872310.0
independent 853380.5
caused 818964.5
primary 842930.5
essential 837347.0
eye 869180.0
mass 869956.0
numbers 840776.0
output 850684.0
mentioned 883225.0
towards 824560.5
t 1104658.5
returned 851536.5
picture 827734.0
strength 844894.5
sciences 866282.5
planning 889285.0
annual 851540.0
historical 911022.5
detail 799867.0
previous 805460.0
religion 903897.0
conclusion 808925.5
japan 945084.0
instance 974821.5
expect 822924.0
record 834187.5
cultural 906581.5
carry 799867.5
staff 826841.0
german 878483.0
someone 826724.5
sources 821311.0
supreme 825287.5
conflict 826442.0
car 807024.5
believed 799327.0
notice 801334.0
built 822703.0
advantage 786070.5
charge 814763.0
proportion 788874.0
suggested 834513.0
suggest 796684.0
introduction 844450.5
herself 820166.0
efforts 781620.0
dead 835486.0
post 955634.5
concern 786524.0
designed 775751.5
functions 811467.0
1977 1510261.0
hospital 840881.5
july 1154921.5
entire 778002.5
marriage 825896.0
claim 778755.5
sector 781697.0
psychology 961705.5
maintain 764005.0
remain 792040.5
duty 782441.0
decisions 777501.5
begin 787377.5
1981 1444867.5
stock 805921.5
clearly 797752.5
reading 877038.0
procedure 783505.0
prevent 754734.0
interested 780030.0
increasing 771675.0
programs 808177.0
equation 980832.0
neither 797876.0
serious 769873.5
red 887472.0
religious 830400.5
canada 901424.5
assume 771494.0
understood 764355.0
positive 802386.5
consideration 747748.5
unable 759069.0
families 797724.0
1976 1426039.5
steps 761635.5
legal 791133.5
avoid 750335.0
sex 869295.0
m 1068413.0
prices 772614.5
becomes 785957.0
protection 785645.0
mouth 792133.0
music 839091.0
assumed 764768.5
content 779783.0
40 979275.0
desire 763493.5
exercise 755352.5
constant 775710.5
district 774172.0
bad 803449.5
apply 745044.5
developing 758686.0
formation 756850.5
contact 757811.5
yes 1146167.5
served 736241.5
provisions 748967.0
learned 751053.0
n 1017405.0
ratio 810612.0
powers 755926.0
fear 785495.0
anyone 737198.5
none 767405.5
willing 730273.5
cambridge 1173916.0
pointed 779459.5
11 1102566.0
reader 755841.0
treated 737411.0
investment 762884.5
image 777680.0
sample 736841.5
considerable 736677.0
ministry 756535.5
seven 811394.5
establish 719756.5
played 717486.5
1982 1354247.0
nearly 754602.0
14 1124175.5
girl 799889.5
event 752625.5
active 729490.5
vol 1068276.0
permission 774583.5
ought 734856.0
variables 724879.5
regarded 714422.0
reach 716650.5
et 1212793.5
characteristics 743716.5
reduce 701917.5
reasonable 726267.0
interesting 729289.0
april 1071637.5
scientific 784713.5
reality 754492.0
phase 766736.0
indicate 706526.0
1975 1332468.0
formed 713118.0
bottom 740977.5
actual 712186.5
trial 729954.5
whatever 755167.0
san 911504.0
publication 738748.5
raised 704413.0
intended 699354.0
add 737256.0
internal 730545.5
goes 731194.5
exist 724057.5
explained 737565.0
drawn 700512.5
argument 711369.5
relatively 716502.5
mental 761518.5
places 718140.5
examples 708493.0
separate 694898.0
accepted 704377.5
firm 727001.5
sort 714353.0
construction 727798.5
created 700250.0
deep 751611.0
16 1083298.0
instead 758372.5
divided 726986.0
pattern 710654.0
processes 722614.5
depending 701681.0
pain 743214.0
big 737677.0
stop 711872.0
capacity 712610.0
struggle 701841.5
lay 701035.0
giving 698313.0
paris 960319.5
portion 698042.0
description 700025.0
changed 701931.0
brain 721618.5
title 722223.0
former 701091.5
birth 719995.5
meant 702045.0
tend 670089.0
december 980454.0
measures 685678.5
police 703142.5
facts 697890.0
philosophy 770946.0
create 677186.5
oxford 973482.0
speech 729376.0
thirty 811480.5
concentration 697010.0
january 993287.5
medicine 748946.5
eight 756043.5
exactly 688212.0
gas 715894.5
happen 680659.5
reduced 677293.0
benefit 688026.5
reaction 692942.0
successful 663271.0
growing 680614.0
thousand 691600.0
require 669807.0
started 687136.0
christian 715038.5
communication 724812.0
connection 659384.5
sum 679469.0
leading 665494.5
opened 669287.0
married 702866.5
letters 721891.5
standing 691162.0
13 1050725.5
institutions 693301.0
agreed 683872.0
worth 709380.0
motion 675118.0
sides 666379.5
edge 687820.0
kingdom 675654.5
moral 694654.5
access 668466.0
acid 766347.0
proper 649662.0
otherwise 706174.5
october 934129.0
offer 649492.0
describe 635625.5
forced 648133.0
remains 688189.5
trust 680223.0
hair 691573.0
occurred 644793.5
student 682037.5
stated 706586.0
key 662241.5
sir 871465.5
18 1001699.5
dependent 673553.5
spend 618989.5
achieve 629759.5
receive 638380.5
boy 726908.5
techniques 656676.5
forward 657760.5
nuclear 676649.5
certainly 674027.5
1974 1172712.5
1983 1182437.0
dark 676147.5
sale 639001.0
1973 1152782.0
origin 654308.5
courts 640914.0
animals 660646.0
frequency 662807.0
interpretation 657328.5
transfer 640846.5
memory 682937.5
walked 632898.5
performed 616485.0
piece 644877.0
september 894835.5
covered 641959.0
occurs 625405.5
bear 621068.5
60 814416.5
easily 629436.5
discuss 613465.5
greatest 626811.5
requirements 628071.5
names 638283.0
features 629377.0
aid 645389.5
critical 648678.5
gain 616678.5
southern 656117.5
forth 655920.0
benefits 622932.5
causes 619461.0
accordance 608527.5
august 873144.5
subjects 623983.0
pass 621153.0
die 704031.0
survey 656309.5
royal 641087.0
judgment 626173.5
plant 637578.0
sign 629317.0
race 671980.0
p 971746.5
distinction 603255.0
figures 658129.0
employed 615379.5
belief 608073.0
teachers 661660.5
enter 606066.0
window 608565.5
negative 632204.5
creation 611846.0
page 663552.0
equipment 654627.5
stress 632008.0
island 645560.0
urban 657884.0
fine 679638.5
cold 653889.5
significance 603192.5
agriculture 671249.5
policies 623543.5
shape 622428.5
teacher 645308.0
examination 614732.5
1970 1029321.0
matters 605918.0
fair 629175.5
village 602480.5
24 916220.0
remained 612139.5
address 625582.5
focus 593544.5
properties 609657.5
principal 596819.5
hill 832423.5
hall 849276.5
decide 578812.0
assembly 594158.5
wait 621617.0
soul 616415.0
fully 583273.5
bit 631161.5
agree 599511.5
popular 604803.0
site 596085.5
despite 599294.0
establishment 581424.5
educational 667956.5
indicated 605139.5
visit 587407.5
merely 589372.5
centuries 574139.5
professor 635078.0
search 598412.0
immediately 591966.0
located 570977.5
cities 603721.0
cover 582421.5
reduction 577849.0
welfare 629715.0
papers 645050.0
director 613825.5
fell 593611.0
collection 607991.0
foot 622953.5
attack 578569.0
coast 587375.0
conduct 579389.5
summer 635545.5
1984 1043255.5
recognized 573820.5
november 827078.0
proposed 576408.5
news 636446.0
express 566943.0
emphasis 583339.0
showed 574970.0
sit 585249.5
standards 592103.5
museum 640700.5
improve 555180.5
variable 573627.5
obvious 586590.5
rural 595547.5
1972 1047249.0
judge 583160.5
proceedings 573736.0
failed 565896.5
female 595062.0
prove 561440.0
relationships 594328.5
consequences 577600.5
walk 585812.5
ensure 543051.0
requires 569996.5
explanation 562324.0
companies 590250.0
organizations 614638.5
trouble 576136.5
sleep 590902.0
agency 610407.0
element 571299.0
correct 568301.5
depend 549525.0
proved 557779.0
al 1094749.0
william 790701.5
actions 575138.5
traditional 565050.0
file 581942.0
percentage 559781.0
brother 661698.0
arts 595725.0
leaders 571548.5
increases 560892.0
classes 566912.5
bill 587544.0
employees 569619.5
centre 583622.5
credit 573213.5
represented 559130.0
soil 570853.5
feelings 584539.5
ones 573256.5
maximum 561335.0
difficulty 547982.5
waiting 576790.5
external 557563.0
older 568692.5
code 581397.0
operations 579050.0
happy 581171.5
acts 563198.5
contribution 542273.0
stages 560809.5
israel 593748.0
eastern 575080.0
affected 543602.5
buy 551932.0
error 562542.5
daughter 628211.0
actually 569368.5
defense 590612.5
achieved 534268.5
represent 540559.0
sitting 563595.0
determining 520078.5
affect 539896.5
experimental 580885.0
laid 536465.0
joint 564973.5
removed 547690.5
medium 603325.5
supposed 556215.0
break 562812.0
male 587973.0
teaching 566826.5
yourself 579180.0
assistance 551966.5
identify 526248.5
suggests 550071.0
measured 537288.5
treaty 555620.0
fourth 583941.5
largest 566272.5
argued 577107.5
chinese 579041.5
mexico 641870.0
examine 532776.5
17 889579.5
talking 578518.5
fixed 558254.5
japanese 579284.0
chapters 568192.0
highest 540910.0
round 582584.0
comparison 542696.0
lies 527909.5
suppose 587894.5
drug 562877.5
technical 579265.0
definition 576056.5
sight 546601.0
alternative 534579.5
arm 560629.0
agricultural 577255.5
send 536496.0
closed 556154.0
danger 535539.5
evening 559498.0
concerning 517951.0
ages 528973.5
1970s 540443.0
entered 535868.0
corner 551965.5
convention 531080.5
bound 547068.0
draw 520555.0
command 555345.0
funds 527494.0
crisis 556805.0
sections 554137.5
confidence 552327.0
interaction 547067.0
kinds 528334.5
practical 546718.5
game 547729.0
existing 521866.0
dealing 523062.5
boston 785205.0
foundation 568834.5
knows 548583.5
sold 531949.5
initial 527388.5
recognize 515393.5
decade 520039.0
capable 517571.0
details 532595.0
officer 543245.0
derived 523342.5
holy 546559.5
clinical 575774.0
offered 521444.0
entitled 521265.5
assumption 511263.0
19 861189.5
l 811768.0
contrary 561916.0
speed 549296.5
aspect 526881.5
ed 852677.0
protect 506731.5
fit 519614.5
scope 522558.5
square 557680.5
tree 531954.5
asia 568069.0
decline 513265.5
goal 520596.0
february 760528.0
probability 521807.0
views 517428.5
1971 950731.0
contrast 551541.0
additional 512980.5
opposite 508886.5
finding 504216.0
arrived 518874.0
style 560866.5
approximately 531981.0
oh 846301.5
plants 533515.5
highly 526092.0
academy 543888.0
objects 526404.5
determination 523243.0
consistent 505687.5
tradition 536843.5
evaluation 538712.5
skin 533882.0
generation 524522.0
build 509823.5
battle 525681.5
passage 510751.0
r 712324.0
independence 524316.5
sentence 518272.0
estate 524700.5
economics 597699.0
vote 507422.0
fight 512963.0
components 510298.0
payment 504741.0
wants 506164.5
supported 499994.5
chair 501207.5
leads 489622.5
refer 494846.5
relevant 495837.0
appointed 502960.5
election 507295.5
limit 498840.0
executive 516666.0
bureau 573725.0
chemical 541474.0
realized 496683.5
latin 550469.0
units 520724.5
re 644779.5
e 753927.5
northern 514625.5
spite 517128.5
copy 499267.5
perform 484943.0
skills 520712.5
1985 879363.0
80 652780.0
introduced 496316.0
african 536157.0
mid 654199.0
articles 506356.0
fundamental 486426.5
officers 508815.5
master 541132.0
eat 510415.0
novel 514636.0
combination 499498.0
moving 499043.5
choose 489767.5
resistance 504753.5
reports 524080.0
amendment 509038.0
tests 498670.0
curve 510038.0
adopted 486739.0
provision 485280.5
thank 542148.0
jewish 512692.0
appeal 483770.5
cancer 504830.5
spring 561663.0
afraid 536799.5
wind 507090.0
therapy 522826.0
psychological 567410.0
minimum 485924.5
participation 493386.5
studied 488441.0
realize 474318.0
decades 465436.0
technique 487455.5
scene 490274.0
appearance 492092.0
professional 507991.0
v 674774.0
fields 495682.5
check 484060.0
authors 487245.5
1960s 482928.5
paul 674094.5
everyone 490600.5
closely 464522.5
22 778397.5
items 480626.0
james 663029.0
dollars 489193.0
running 492640.0
attempts 455731.0
jews 489049.0
commerce 515110.5
sexual 494611.5
gold 512635.5
damage 468335.5
models 489080.0
killed 481561.5
moreover 582342.0
crime 483778.5
attitude 485059.0
records 483403.5
anti 636722.0
apparent 476468.0
21 775162.5
procedures 480778.0
connected 463648.5
blue 560440.0
film 494051.5
setting 470622.5
objective 468369.5
consists 468522.5
george 630486.0
caught 465917.0
touch 479260.0
inside 487753.5
printed 476157.0
refused 465603.5
official 473508.5
tendency 456993.0
marked 458423.5
glass 499973.5
ran 467704.5
spread 463445.5
detailed 448222.5
vary 450727.5
changing 469631.0
powerful 463074.0
daily 493874.0
composition 467002.0
trees 479888.5
estimate 444481.0
defendant 464814.0
cycle 470856.0
estimated 464906.5
doctor 502887.0
county 532815.5
speaking 519562.5
smaller 462735.0
guide 482225.5
exception 493493.0
domestic 469880.5
plans 474655.5
animal 473238.0
engaged 449492.0
insurance 495640.5
90 606036.0
necessarily 463654.0
entirely 461616.0
brief 455611.0
safety 475095.0
findings 452908.5
please 523405.0
net 461841.0
decrease 443461.5
rapid 448724.0
limits 458453.5
ourselves 453086.5
career 455933.0
governments 449616.5
quarter 460543.5
grow 448398.0
index 481888.0
consequence 456361.5
citizens 455735.5
representatives 452337.5
edition 499269.5
protein 490284.5
governor 485366.5
quantity 444083.5
sons 613575.5
providing 436582.5
goals 467330.0
holding 461736.5
chairman 468536.5
empire 449207.5
rich 479263.5
hardly 459916.5
evolution 458531.5
seek 442156.0
raise 432599.0
neck 448685.0
leader 464177.5
americans 465949.5
issued 432567.0
contains 443424.5
1968 789780.0
girls 455232.0
apart 445874.0
filled 447246.5
communist 463434.0
overall 437851.5
easier 439092.5
brown 695126.0
plane 450656.5
lose 440037.0
threat 435796.0
save 444639.0
granted 429139.0
ship 448863.5
accounts 446081.0
statements 439653.5
experiments 430803.5
green 567866.5
notes 481010.0
1969 802105.0
institution 486045.5
conducted 423704.5
democratic 469595.0
careful 431041.5
difficulties 429364.0
consciousness 459686.5
machine 465808.5
situations 441917.5
iron 491994.5
eighteenth 459676.0
diagnosis 439066.0
investigation 427251.0
message 438398.0
ancient 445025.0
minute 469183.0
couple 442662.5
mention 438355.5
houses 450322.0
evident 451304.5
identified 430864.0
familiar 427562.0
implications 433525.0
equations 483268.0
jobs 441367.5
largely 423756.0
sake 485762.0
senate 441392.5
regions 444623.0
enemy 431870.0
boys 450500.0
taught 425811.5
fifty 472427.0
recognition 425560.5
box 539601.5
industries 456775.0
selection 428532.0
banks 448487.5
sell 423740.5
assessment 440348.5
experiment 427806.5
regulations 433594.0
adequate 413461.5
completely 428288.0
owner 434907.5
23 724381.0
location 436285.5
expansion 422045.5
substantial 413287.5
personality 472162.5
twentieth 442131.0
drugs 441810.5
completed 415703.0
pacific 441232.5
purchase 418323.0
patterns 441529.5
los 523311.0
prime 450862.5
lie 421527.0
recently 454651.5
forty 498221.0
frequently 428445.0
profit 453066.5
plays 422590.5
elected 415825.5
quickly 437891.5
secondary 424883.0
f 632072.5
charles 582032.0
heavy 434620.0
jurisdiction 405485.5
criminal 424161.5
path 417589.0
y 534810.0
hearing 433731.5
improvement 413162.0
rose 452250.0
pleased 450285.5
devoted 397230.0
70 566677.0
contribute 398851.5
beautiful 441697.0
periods 421192.0
1967 738323.0
indicates 406784.0
fifth 452368.5
knowing 414438.0
represents 403800.5
density 434915.0
opening 411800.0
keeping 409510.5
academic 541885.0
angle 426477.5
nine 460492.5
demands 411280.5
input 439280.5
cooperation 417164.5
baby 433994.0
28 693561.0
1986 695253.0
resulting 403719.0
assets 416216.5
environmental 445270.5
becoming 405731.0
ordinary 406151.5
exists 414829.0
perspective 441763.0
straight 430462.5
resolution 419795.5
nevertheless 489498.5
evil 414391.5
harvard 559354.5
duties 403976.5
chosen 404757.0
impression 395017.0
leaving 427283.0
contained 416791.5
usual 414241.0
paragraph 473814.5
immediate 404864.5
objectives 417940.0
observations 402622.0
wealth 417886.5
instrument 396672.5
selected 415378.0
extended 398801.5
agent 412067.5
competition 407126.0
magnitude 385013.5
widely 395207.5
sales 429554.0
sequence 403326.0
background 407026.0
writer 426309.0
maintenance 411009.5
26 676831.0
commercial 416443.0
notion 399232.5
occasion 402683.0
height 412143.0
unity 403152.5
opposition 397484.0
pleasure 404619.0
feature 391817.0
identity 409763.0
version 408916.5
mark 428665.0
salt 439724.5
discovered 394164.5
primarily 385733.5
hypothesis 392925.0
cup 417062.0
authorities 385871.0
roman 410842.0
client 404721.0
drive 421726.5
texas 484829.5
hence 434723.0
debt 401539.5
indians 406626.5
reform 408523.0
regional 415496.5
spoke 405302.0
directed 397947.5
calculated 385708.0
strategy 414190.5
regulation 420957.0
request 393236.5
resulted 370524.5
committed 379348.0
axis 404125.0
doctrine 401967.0
color 433326.0
universe 380171.5
station 401095.5
sought 381165.5
stories 405050.5
concluded 414037.5
parallel 389164.0
consent 393838.0
differ 375149.5
electron 411421.0
participate 375101.0
signs 397229.0
categories 395241.5
audience 382008.0
fund 411689.0
severe 384126.5
seat 385647.0
respond 376530.0
distinguish 368129.5
variation 376159.0
pulled 376838.5
membrane 384683.0
somewhat 393558.5
symptoms 386557.0
walls 391354.0
leadership 397448.5
laboratory 407848.0
taxes 393448.5
till 388793.0
twice 383449.5
statistics 412437.5
attached 379211.0
grounds 382206.0
expense 383035.5
27 656577.0
depth 396306.0
column 393999.0
injury 378322.5
media 393776.0
stopped 387271.5
31 614182.0
parliament 373685.0
heaven 400032.5
controlled 388156.5
intention 373433.0
contain 373926.5
claims 377806.5
mechanism 379038.5
shift 370324.5
structures 394941.5
remove 365161.5
garden 441138.0
thousands 376449.5
ends 382407.0
attitudes 411524.5
partly 368221.0
territory 371617.0
nervous 381126.5
pages 411059.0
advanced 377094.0
possession 375206.0
league 390664.0
acting 379771.0
worse 388002.0
regardless 371851.5
settlement 370950.0
layer 381960.5
payments 381533.5
agencies 384288.0
season 377101.5
thomas 556764.0
henry 481899.5
firms 377811.0
ill 422512.5
behalf 369364.5
advance 362187.5
surprising 388923.5
engineering 425287.0
advice 371969.0
publishing 595155.5
virginia 435195.0
housing 414454.0
row 503903.5
hot 401567.5
define 359614.5
australia 442691.0
join 363498.5
finance 398904.5
imagine 367464.0
muscle 377363.5
concepts 380002.5
leaves 378637.5
bodies 372721.0
corresponding 359103.0
glad 402087.5
drink 377194.0
columbia 445699.5
park 443401.0
winter 422938.5
examined 367556.5
cash 380867.5
wave 376784.5
ahead 378760.0
1965 632255.5
amounts 356683.0
grant 386224.0
signal 383064.5
viewed 356024.0
relief 361817.0
double 406893.5
transition 363358.0
listen 388527.0
refers 353335.0
violence 379330.5
robert 543540.5
poetry 397479.5
parent 395681.0
relating 351891.5
broad 375029.5
iii 503435.5
wages 373856.5
vice 424864.0
watch 363750.0
helped 348919.0
conclusions 352968.5
characters 364941.5
demonstrated 362672.5
copyright 400070.5
representative 358873.0
carolina 428351.0
preceding 344249.5
employee 366973.0
allows 340909.0
orders 365372.5
29 625100.0
satisfied 359075.0
depression 381401.5
telling 367667.5
closer 359153.0
grown 367232.5
maintained 352845.5
maybe 391604.5
lake 380014.0
declared 380732.0
circle 359559.5
branch 360212.0
proof 354910.0
loved 366761.5
entry 359818.5
fish 392819.0
criticism 376512.0
solve 347781.5
formal 356407.0
oxygen 367786.0
languages 376789.5
circuit 365593.0
escape 346748.5
enable 332061.5
zero 376436.5
angeles 414262.5
influenced 343375.5
operating 357457.0
carrying 349668.5
representation 355341.0
characteristic 353394.5
illustrated 387714.5
35 550666.5
fast 374955.5
answers 356399.5
reflected 343924.5
valley 361273.0
listed 372203.5
safe 361701.0
debate 342110.5
seeing 353358.5
pre 452425.0
absolute 350877.5
reproduced 345653.0
atmosphere 350592.0
200 456236.5
adult 357315.5
consumption 353469.5
mg 462144.0
belong 346989.0
francisco 437155.5
facilities 362371.0
framework 344073.5
1966 630903.0
answered 435920.5
afford 336845.0
ocean 342112.0
vision 363732.0
velocity 353789.5
experiences 352952.5
troops 341226.5
stone 380922.0
session 352856.0
sky 346934.0
dry 367188.0
preparation 349357.0
stored 354088.0
sister 399085.5
elsewhere 372828.0
opportunities 341439.5
operate 341825.5
efficiency 351207.0
reflect 331827.5
mode 358669.5
catholic 361198.5
socialist 355264.0
accompanied 332822.0
begins 339508.0
contributed 328701.5
philadelphia 512835.0
positions 342496.5
television 375353.0
store 345245.5
separated 338129.5
wonder 359119.5
testament 334929.5
minds 338242.5
extremely 351055.5
asking 354125.0
conclude 341530.5
thoughts 356798.0
theoretical 344055.0
mere 337294.5
armed 343274.5
argue 342168.5
1964 580851.0
grew 341008.0
islands 347281.5
burden 330854.0
false 350363.0
movements 350661.0
cm 414085.0
correlation 335596.0
necessity 337611.5
interpreted 327382.5
signed 338653.5
component 339229.5
composed 334310.0
horse 359400.0
inner 342312.0
dream 351562.5
essays 381819.0
slightly 339931.5
shares 329214.0
poverty 356460.0
phenomenon 331656.5
permanent 330198.5
perfect 344794.0
italy 402573.5
favor 330701.5
lady 378156.5
broken 339496.0
markets 343744.5
mixture 332095.5
summary 340837.5
writers 352576.0
permit 321175.5
convinced 329782.0
fluid 339975.5
illness 342875.5
poem 340511.5
russian 375456.0
significantly 333314.5
turning 343177.5
aim 324109.0
beings 326287.5
breath 338111.5
uses 340864.0
hell 371621.0
regarding 316665.0
efficient 329249.5
bible 336312.5
bar 346517.5
liberty 351520.0
user 337647.0
mountains 336651.5
tissue 337074.5
forget 348748.5
russia 358348.0
specified 332977.5
moon 340441.0
looks 341589.0
suddenly 348553.0
nerve 327317.5
criteria 327697.0
diseases 338908.5
smile 341158.5
k 451866.5
kitchen 322509.5
superior 332210.5
accurate 318999.0
securities 333275.0
characterized 320408.0
includes 353602.0
greek 348762.0
h 472362.0
slowly 357312.5
indication 312741.5
begun 322080.0
tells 331916.0
promise 332223.5
arise 319787.0
intelligence 358714.5
transport 340481.0
ireland 347057.0
previously 331198.0
g 480667.5
mm 397755.0
degrees 334670.0
strike 327771.5
faced 324092.0
teach 319095.5
forest 333876.0
equally 330123.5
won 325392.0
liquid 337666.5
rome 355011.0
bone 341086.5
vast 318028.0
equivalent 326323.5
processing 356191.5
happens 332458.5
approaches 324343.5
equilibrium 325961.0
collected 334462.0
outcome 320076.5
admitted 333099.0
steel 356288.5
literary 347270.0
afternoon 332158.5
pieces 322695.5
team 317965.0
random 378239.0
substance 325245.5
budget 326395.0
observation 320822.5
organized 322933.5
jury 312521.5
wood 371446.0
experienced 312674.5
twelve 342125.5
david 439223.0
regular 315245.5
45 497563.5
sensitive 318103.5
clause 342708.0
shoulder 321163.0
infection 321322.5
princeton 492057.5
ideal 321493.5
settled 316283.0
spanish 351433.0
intensity 321325.5
enjoy 313866.5
dealt 303409.0
weapons 319367.0
picked 313023.5
secret 327126.5
legislation 315967.0
imposed 309949.5
ordered 320357.5
suitable 307758.5
campaign 320848.0
claimed 314666.0
secure 304310.5
des 409993.0
admit 315374.0
hoped 315140.0
acquired 310998.5
editor 371539.5
advantages 309973.0
informed 312620.0
employer 317312.0
implementation 315641.0
screen 304492.5
revenue 316356.5
showing 309825.0
officials 318632.0
surprised 315545.5
joined 315467.5
applications 326167.0
extension 316683.5
mary 377621.0
incidence 305846.0
statute 308403.5
subsequent 303718.5
lying 322129.5
slow 329874.0
parameters 307176.0
instruction 317034.0
starting 312468.5
farm 321251.0
projects 316277.0
precisely 311548.5
conscious 320684.0
separation 308508.5
poet 338505.0
excess 314899.0
era 317197.5
mainly 305524.5
buildings 324611.0
recorded 308766.0
surprise 315280.5
destruction 310991.5
democracy 333496.5
numerous 310123.5
wage 321405.5
combined 302268.0
repeated 314776.5
famous 315242.0
queen 353899.0
communities 311382.5
spiritual 317473.5
statistical 318585.5
release 310487.0
mine 324780.0
diameter 320291.0
ray 385922.5
desired 299964.5
shot 314457.0
carbon 328887.5
managed 302492.0
linear 315012.5
instances 320185.5
compare 295074.5
sorry 385961.0
responses 310254.0
acute 308531.0
solid 326624.0
network 312360.0
mistake 299883.5
discovery 304551.0
administrative 323000.5
prepare 293645.0
validity 299540.0
developments 300479.5
cast 303625.5
radio 338505.0
ml 372334.0
replied 467675.5
perception 323224.5
documents 314507.0
distributed 301103.0
consumer 316549.5
contents 303119.0
gross 318077.5
fail 299317.5
conversation 301769.0
distinct 299829.0
youth 320948.5
putting 298113.5
owned 313458.5
furthermore 367921.0
inches 319565.0
helpful 297531.5
native 310775.0
kill 313447.0
acceptance 299704.0
measurement 304802.5
contemporary 320641.0
unions 310351.5
stands 292796.5
playing 311155.5
charged 290697.5
streets 300194.5
survival 306940.0
limitations 296206.5
electric 313963.5
satisfaction 298651.5
dinner 308186.5
liability 294211.0
awareness 296042.0
constitutional 295979.5
fellow 309091.0
drop 298062.5
societies 312048.0
directions 306684.5
constitute 287788.0
root 300947.0
unlikely 305333.5
contributions 292153.0
challenge 295167.5
universal 301731.0
carefully 297415.5
passing 293462.0
unique 293560.5
greatly 289292.0
whereas 330333.5
comprehensive 293551.5
demonstrate 281712.0
tasks 291555.5
1960 458867.0
typical 294811.5
rapidly 292710.5
equality 304994.0
replaced 292071.5
liable 282918.0
theories 308015.0
guilty 291701.5
block 304216.0
directors 291682.5
hotel 296659.0
suffered 287320.0
radiation 296801.0
mechanical 351411.0
beauty 307829.0
magnetic 296501.5
intellectual 307709.5
temple 297435.5
acids 305759.0
tears 292982.0
happening 286503.5
stability 296863.5
gap 281997.0
massachusetts 370154.5
canadian 309057.5
75 434145.5
strange 302585.5
publications 370711.5
loan 294539.5
1987 481032.0
scheme 289758.0
syndrome 350869.0
mission 293494.0
drawing 298740.0
exposed 282779.0
rock 312892.5
assess 272206.0
handle 279108.5
suffering 291950.0
legs 298479.5
michigan 357946.0
artery 282382.0
permitted 281709.5
addressed 285804.5
sets 284800.0
32 495779.5
finished 301351.0
discover 279145.5
win 290877.0
remaining 285904.0
chain 292649.5
abuse 295203.0
divine 288121.5
accident 285799.0
assigned 281078.0
dear 372389.5
tends 275160.0
valuable 279337.0
1963 508244.5
particles 284933.0
pick 291832.0
practices 295853.0
remembered 293665.0
inflation 291024.0
train 282773.5
interior 291162.0
illinois 374990.5
adults 290058.5
minor 288424.0
virtue 288418.5
household 286001.5
publishers 411847.0
milk 314251.0
trip 284911.0
promote 276487.0
agents 292867.5
obligation 274030.0
fill 276692.0
bringing 272153.5
alive 285724.0
serves 271670.0
document 277217.5
37 472245.5
peoples 284408.5
shared 276218.0
unemployment 292002.0
thereof 288503.0
tube 284857.0
billion 340150.0
solutions 284697.5
named 288673.5
extend 267237.5
spain 314507.0
sheet 279201.0
pennsylvania 342927.0
suit 279510.5
gift 289527.0
travel 283083.5
continues 281600.5
ussr 283566.0
smith 539066.5
revealed 273572.0
reactions 287201.0
announced 280466.5
liver 298137.0
phone 305674.5
respectively 380141.5
egypt 302861.0
commitment 280394.0
thou 312807.0
theme 278272.0
artist 287223.0
inch 334050.0
involvement 276848.0
branches 275423.5
identical 272035.0
attempted 269540.0
fifteen 292249.0
thanks 291390.0
emotional 296305.0
motor 297062.5
plaintiff 274828.5
spot 275911.5
camp 286099.0
voltage 285892.0
younger 284635.5
witness 276523.5
opposed 281892.0
arguments 269755.0
enterprise 288724.0
sugar 315093.5
wales 282007.5
duration 286856.0
arab 297658.0
ended 285885.0
atlantic 286151.5
journey 277366.5
silence 280007.5
telephone 352914.5
treat 264837.0
personnel 292500.5
dangerous 276592.5
seventeenth 287433.0
tables 317995.0
metal 287269.0
considering 264069.5
involves 268808.0
accounted 265468.0
1962 477041.0
transmitted 270781.0
occupied 266338.0
warm 289130.5
excellent 275654.0
variations 267795.0
noise 295594.5
declaration 268988.5
extreme 271092.5
profits 274145.0
lips 277044.5
overcome 259319.5
infant 284474.5
observe 265607.5
fresh 282763.0
exports 273131.5
guess 306655.5
turns 265252.5
marry 268637.0
towns 272400.5
narrow 274345.0
drew 267953.5
pair 275631.0
applicable 264822.5
attorney 291740.0
bearing 271454.5
chronic 275266.0
reserve 273082.5
desirable 269699.0
discrimination 270178.5
struck 263588.5
taste 279145.0
expenses 271181.5
hole 273102.5
heads 268423.5
printing 447362.5
desk 260274.5
homes 274388.5
category 266053.0
worker 280348.5
effectiveness 268671.5
defence 272800.0
extensive 259932.5
delivered 260629.0
mile 286355.5
select 259527.5
conception 265655.0
interview 276382.0
violation 259991.0
hit 271993.0
synthesis 268337.5
valid 259996.5
accounting 281589.0
evaluate 251717.0
wished 258264.5
mutual 269199.0
raw 269459.5
thesis 309663.0
founded 268976.5
behaviour 267180.5
pure 274911.0
estimates 254625.0
chest 272604.5
talked 264540.0
proceed 258176.0
item 268152.0
dimensional 329648.5
ear 268304.5
containing 275454.5
coal 290316.0
structural 266572.5
intervention 265211.5
approved 258642.5
rising 265012.5
manager 275795.0
sick 277195.0
richard 378370.5
worry 281853.5
producing 261574.5
publisher 265397.5
transferred 252210.5
considerations 259656.0
physician 269917.5
gained 249152.5
ball 269398.5
varies 248335.0
denied 307655.5
zone 265380.5
pocket 261617.5
references 294897.0
appeals 253232.0
fraction 254584.5
elderly 256262.5
physics 288563.5
proportional 246486.0
device 260676.5
mountain 264938.5
alcohol 277846.0
thin 275324.0
distinguished 254629.0
exposure 259905.0
collective 261330.0
imagination 265607.0
catch 263067.5
accomplished 247560.0
meetings 257652.0
fingers 258997.5
aside 254355.0
hundreds 251128.0
bridge 257470.5
colonial 271417.5
legislative 257120.5
waste 264439.0
commonly 255578.5
existed 252897.0
boundary 260307.0
errors 254247.5
assumptions 256076.5
encourage 246264.5
33 448814.5
arranged 250125.5
possibly 259265.0
instructions 258487.0
tone 271713.5
unknown 262756.0
outer 247516.0
j 357259.0
jersey 318684.0
falls 258796.0
sudden 254759.5
roles 260253.0
1961 436624.0
graduate 256767.0
profession 251390.5
judicial 256702.5
pretty 277913.5
sin 264315.5
sociology 299762.0
berlin 362479.5
1950s 255641.0
surgery 266019.5
worst 258494.5
calls 259198.5
1980s 251533.0
spectrum 250882.0
brothers 289294.5
thy 271212.5
fighting 256691.5
dispute 243222.0
ownership 250254.5
fashion 255319.5
usa 320868.5
faculty 262295.5
rain 260826.5
storage 272037.5
nice 281520.5
matrix 255003.0
avenue 342772.5
broke 258799.0
continuous 253082.5
binding 263406.0
disorders 261392.0
yield 254691.5
dna 262277.5
dependence 247891.0
aged 281200.5
variance 249525.0
reducing 237233.0
lands 250562.0
marginal 248775.5
walking 259591.5
coffee 268183.5
rare 260168.5
sites 252548.0
nursing 268552.5
dropped 248210.0
victory 249429.5
korea 281252.0
36 431923.5
readers 246216.5
province 252726.0
boat 252180.5
integral 237033.5
frame 253381.5
liked 252071.5
dominant 243214.0
approval 248874.5
attend 239019.0
submitted 241647.0
dog 265259.5
clothes 260398.5
productivity 253873.5
reaching 261701.0
vietnam 260448.5
pregnancy 249266.5
mechanisms 247017.5
programme 248957.5
accuracy 244418.0
toronto 335362.0
comparative 267099.5
amino 256030.0
compensation 255671.5
multiple 261067.0
diet 254999.5
partnership 246380.5
identification 250353.5
anterior 241356.5
formula 254744.5
spoken 246517.5
grand 278901.0
louis 357396.0
logic 269742.5
biological 266266.0
trend 241616.5
appointment 238459.0
plate 254870.0
chamber 248283.5
border 249127.0
tract 240384.5
der 359755.5
linked 246515.5
coefficient 247359.5
65 383189.5
thirds 278055.0
berkeley 322463.0
exact 235766.0
fault 256140.5
reserved 255319.0
dose 260160.5
vessels 245300.0
deny 237382.0
teeth 246216.0
arrival 241407.0
darkness 246418.0
relate 235314.0
count 252604.0
prison 240766.0
organic 247281.0
muscles 245138.5
partial 238044.5
ice 255374.5
miss 279523.5
testing 256181.0
arrangement 242802.5
edited 305019.0
fairly 241639.5
minority 242398.5
stream 241117.5
legislature 233289.5
suffer 237162.5
attributed 232748.0
transformation 243674.5
cited 252148.0
wiley 381777.0
uniform 242396.5
improved 238402.5
electronic 280299.5
solved 228155.5
stable 239142.0
prince 269965.0
visual 253073.5
obviously 255701.0
van 396280.0
waters 245962.5
unto 251837.0
confined 232970.0
34 422941.5
peter 316450.0
harper 392847.0
partner 241724.0
achievement 245053.0
regime 236673.0
farmers 251117.5
universities 258749.0
navy 246909.0
integration 240664.0
soft 258586.0
birds 256186.5
tension 236932.5
wishes 237280.5
sharp 245045.0
strongly 234576.5
illustrate 227877.0
grace 254423.0
shoulders 238959.5
silver 265346.0
resolved 230535.5
writings 249253.5
weak 244245.5
soldiers 243605.0
reprinted 247470.0
presents 228767.5
punishment 236168.0
tool 228396.0
clean 250899.0
delivery 234762.0
stars 241997.0
damages 228530.5
childhood 242742.5
poems 257191.0
involve 230383.0
essentially 236965.0
namely 294571.0
concerns 233438.0
complicated 228749.0
invited 226102.5
essay 245364.5
proposal 231752.0
encouraged 228270.5
dollar 252775.5
finds 231216.0
samples 228633.5
bay 253137.5
bread 248724.5
destroyed 231941.5
wine 244476.0
assist 221927.5
sectors 233478.5
bonds 243230.0
inquiry 233352.5
ministers 231103.0
visible 236389.0
mothers 242321.5
cope 223878.5
plasma 238457.0
elections 231041.5
tongue 242534.5
increasingly 230409.5
filed 222037.5
complexity 229462.0
vital 230435.5
honor 240661.5
rank 244306.5
topic 224583.5
expensive 234778.5
removal 228689.0
properly 231030.0
band 241309.0
wondered 226085.0
nose 245252.5
noticed 231353.0
calling 232962.0
falling 230057.0
wisconsin 276923.0
en 284846.5
solving 248949.5
measurements 224911.5
link 225720.5
sub 301792.5
manufacturing 252391.5
confusion 230501.5
calculate 220721.5
