fawn 1695.0
schlegel 2541.0
nunnery 1265.0
tilton 954.0
askew 522.5
ginzburg 856.0
woods 127483.5
clotted 559.5
spiders 4505.5
hanging 63941.5
woody 3825.5
localized 14235.5
nordisk 687.5
sevens 1225.0
disobeying 1223.0
canes 1475.5
coarctation 5197.5
sprague 3566.0
scold 1684.5
originality 15803.0
refunding 702.0
mutinies 935.0
alphabetic 1553.0
hermann 5907.5
jagannath 1156.0
cytochrome 4485.0
slothful 867.0
belligerency 1309.5
grenadiers 1365.5
stipulate 2452.5
pigment 15580.0
appropriation 34328.0
taj 1924.5
precondition 3231.0
strictest 9536.5
bringing 213571.0
coiling 821.5
advices 648.0
wooded 6427.5
vibrational 9293.5
wooden 49816.0
wednesday 31920.0
broiled 948.5
circuitry 1053.0
crotch 546.0
assignats 502.0
steadfastness 1062.5
immunities 26352.0
sayd 626.0
thrace 3032.5
kublai 883.0
insular 5150.5
sepulcher 988.0
francesco 5976.0
scrapes 652.5
scraper 675.0
270 79433.5
271 83748.5
272 84761.5
273 82925.5
274 80133.0
275 72999.0
276 79695.0
277 80305.5
278 79187.0
279 77647.0
scraped 4061.0
ueber 1768.5
inanimate 10687.5
dormancy 912.0
errors 151848.5
semicircular 3674.5
tiered 895.0
centimeter 9861.5
cooking 29259.0
opportunists 1251.0
vassals 5644.5
designing 14575.0
numeral 2493.0
succumb 6538.5
shocks 5836.0
crouch 1465.0
chins 1020.5
sunbeams 1177.0
perforations 805.5
affiliates 2681.5
swinton 517.0
chine 3193.0
ching 8631.5
mutinied 626.0
china 691268.0
affiliated 25516.0
confronts 5364.0
chink 1609.5
natured 19735.0
maxillae 1288.5
kids 23220.5
uplifting 1225.0
slaveholders 2385.0
climbed 46465.0
controversy 130751.0
muirhead 1380.5
kidd 1744.0
natures 16711.0
neurologist 724.5
climber 790.5
effet 2301.5
millimetres 1594.0
golden 111101.5
topography 13553.5
projection 39455.0
loudoun 919.5
lengthen 2533.0
stern 35121.0
battista 1045.5
forbore 700.0
sternest 649.0
dna 57809.5
escheat 760.5
reproaching 734.5
insecurity 14911.0
abbreviations 8918.5
preconscious 1040.0
grahame 732.0
cannibal 1095.5
e0 1238.5
definiteness 2009.5
music 525676.0
therefore 2128588.0
violently 14704.0
bosporus 1244.0
sermons 20658.0
skewness 1281.5
borstal 629.5
populations 55997.5
circumstanced 1323.0
demoted 751.0
yahoo 947.5
luttrell 524.5
crutchley 638.0
expeditionary 7067.0
serially 929.5
primeval 3725.0
schoolboys 978.5
exch 551.5
circumstances 734640.0
intake 29012.0
morally 24023.5
locked 48434.5
kampala 1546.5
arndt 921.0
locker 2370.0
anode 25775.5
matilda 2731.0
subgenus 569.5
wang 17797.5
wand 4306.5
wane 5089.5
unjust 40438.5
lindemann 537.0
progenitors 2060.5
disparagement 1556.0
titanium 8813.5
pinta 682.0
want 1678080.5
carew 1323.0
rayon 3327.5
pinto 1114.5
cookery 1736.0
absolute 297922.0
tchaikovsky 1668.0
beyer 751.0
travel 168024.0
copious 6010.5
propane 1881.5
dangerfield 628.5
saskatchewan 10128.0
izvestia 1301.5
distributee 851.0
canaries 1837.5
cadence 3941.5
addington 1125.0
uselessness 1307.5
assimilated 10051.0
apocrypha 2436.5
festus 629.0
dinosaurs 1574.5
wrong 542812.0
twined 1060.5
sentencing 1772.0
sulphite 1019.5
bentinck 2056.0
eugenics 2082.0
domed 698.5
indorsers 566.0
chandos 1655.5
recombination 8411.5
sickening 1788.5
tulip 1277.0
18th 56397.0
menlo 3631.0
perpetrator 1639.5
tantalizing 587.0
nonsensical 1089.5
lignite 1530.0
snugly 1052.0
kuei 809.5
welcomed 32661.5
concurrence 18546.5
listlessness 646.0
stoicism 1587.0
peut 7307.0
dethroned 827.5
620 4412.0
oceana 3329.0
627 3359.5
rewarded 27760.5
sentry 2933.0
activating 2190.0
burleigh 1748.5
playhouse 2781.5
fir 10852.5
wickedly 933.0
ligand 1763.5
fit 325978.0
screaming 9250.5
fix 75387.5
mayst 1317.0
uriah 1033.0
secede 5738.5
anticipations 2639.5
fig 859631.5
fie 1053.5
wales 193362.0
fin 16615.5
629 3933.0
bristle 693.5
mountainside 773.0
desquamation 540.0
vouchers 2597.0
photocell 1057.5
substantiality 539.5
basics 521.0
effects 792939.5
multidimensional 896.5
sixteen 91419.5
undeveloped 4059.0
saddened 2999.5
phenotype 1859.0
troublous 631.0
barton 8448.5
libations 720.5
arrow 46092.0
uninfluenced 1272.5
burial 30564.0
diatoms 1095.0
telescope 28216.5
allah 19533.0
allan 14076.0
phoenicians 4049.0
parasites 11579.0
393 25126.5
392 24724.0
391 23857.0
390 25525.5
397 23271.5
396 22386.5
395 24323.0
394 23737.5
399 22673.0
398 23139.0
chatterley 2667.0
toleration 13461.0
smirk 688.5
westdeutscher 955.5
indiscretion 2112.0
brutish 3209.5
gradation 3277.0
mason 37102.0
toute 2163.0
encourage 125231.0
adapt 51510.5
smithfield 1391.0
outburst 6473.5
misrepresentations 1238.5
abbott 6384.5
stamping 4352.5
ronsard 1210.5
abbots 3905.0
underfoot 759.0
strata 35884.5
pumpkins 2245.0
corrects 1181.0
estimate 282700.5
obliterans 631.5
universally 35458.0
chlorine 19713.0
jugs 728.5
competes 894.0
disturber 1724.0
nucleoli 1366.5
selfe 2113.0
connive 622.0
flicker 3791.0
ministries 17092.0
disturbed 71321.0
competed 4204.0
dentures 1488.0
portmanteau 514.5
loudness 3700.5
stripe 4036.0
lightened 2404.0
dawns 1476.5
disfigured 1595.5
reciprocally 2109.5
maladies 2021.5
clamorous 1390.5
feldspar 5044.0
sturm 2015.0
antilles 5025.0
sooty 801.0
seizures 9219.5
olds 31293.0
umbilicus 3392.0
renovated 950.5
service 1473097.0
forrester 1393.5
goldberger 1322.5
reuben 4592.0
needed 558273.5
wigglesworth 1216.5
master 476613.0
genesis 38256.5
zapata 1029.0
toit 606.0
berlioz 2160.0
rewards 32742.0
exulted 797.0
cisterns 1158.0
asylums 2693.5
mutilated 5306.5
lyndon 11321.5
positively 29862.0
feasibility 13558.5
ahmed 6813.5
asaph 1754.0
miniatures 1604.0
duckworth 1948.5
handcuffs 1030.0
idly 4589.0
regulator 5061.5
idle 48296.5
exclaimed 45894.0
sheen 1954.0
sooth 1263.0
feeling 633697.5
selassie 1404.5
legibus 587.5
assertiveness 595.0
gorman 1046.0
thar 768.5
longs 2811.0
sustaining 16377.5
politely 6111.0
spectrum 131261.0
housman 2077.5
consenting 3203.5
dozed 1834.5
increment 7865.5
arousal 5350.0
thaw 3565.5
urinate 782.5
resignations 1091.5
dozen 147818.0
farnham 1290.0
affairs 956803.0
wholesome 12118.0
mostly 74342.5
hymen 995.5
uncouth 2637.0
prosody 1286.0
toothed 2199.0
smolensk 1069.5
hymes 805.0
kremlin 9117.0
shipments 8192.5
45th 3447.5
gaster 579.5
committing 25105.5
jammed 2738.5
sugarcane 2442.5
limitless 2696.5
diminishing 24115.5
vexing 1409.0
sprat 1033.0
swiss 23652.0
mouth 478411.0
reverence 36340.5
conceded 27994.0
transverse 38922.5
proliferate 598.5
christology 1256.5
bradford 9004.0
singer 24082.0
tass 673.5
purges 2129.5
massinger 1832.5
vertices 6344.5
nettle 874.5
tech 4503.0
fugitives 5779.0
cyrene 1189.5
dacca 6671.5
promiscuously 871.5
scream 10421.0
saying 704812.5
dickey 569.5
blastocyst 589.0
teresa 2883.0
halpern 899.0
loitered 661.0
padded 1323.5
tilak 2390.0
ulcer 18005.0
tempted 60737.5
cheaply 8313.0
thai 4804.5
hounded 1036.5
orleans 97294.0
faure 814.5
clicked 1370.0
kinase 930.0
kassel 789.0
rico 57153.0
848 2113.5
bliss 19162.0
rick 660.5
rich 327609.5
xlvii 3393.5
rice 98179.5
photographers 2817.5
hoeing 821.0
rica 20619.5
plate 211113.0
remotest 8321.0
plata 10861.5
plato 88963.5
umbilical 6016.0
firenze 2094.0
platt 1259.0
dorrit 583.0
photoelectric 3491.0
altogether 121312.0
affronted 630.0
givest 582.0
droning 506.5
staphylococcal 827.5
jaguar 970.0
rectal 3021.5
nicely 4937.0
myzus 517.0
boarder 589.5
patch 18168.0
merrell 663.5
eyelids 9192.5
boarded 6754.5
muddled 609.5
conant 6144.0
shrewdly 807.5
cohan 561.5
heirloom 518.5
clarified 11678.0
sensitivity 64116.5
tyndale 1304.5
gonad 690.5
profundus 1175.0
tyndall 915.5
polyoma 570.5
clarifies 1351.0
vereins 1000.5
advisedly 1009.5
playfulness 613.0
lots 37105.5
irs 957.5
droves 1003.5
xvi 35906.0
loth 2645.5
srinivas 583.0
conductive 924.0
ira 2890.0
imprimatur 2777.5
irc 840.0
ire 7159.5
requisites 5432.0
wage 164516.0
natura 2980.0
extend 208223.5
nature 2910754.5
optimist 1761.0
lapping 1876.0
basswood 562.0
1678 1761.5
geht 798.0
pharisee 2000.0
extent 1478406.5
wheelbarrow 913.0
tendons 10351.0
inflorescence 833.5
tyranny 40230.5
boardman 1554.5
veer 883.0
seleucids 590.0
himalayas 9205.5
guyon 510.0
heating 66416.0
incense 9307.0
windham 895.0
anatomic 1932.0
lookin 1194.0
himalayan 2008.5
telson 543.0
southeastern 14306.5
moravia 4154.5
eradicate 6777.0
obscenity 8560.0
mortified 2782.0
assur 957.5
meaningfulness 1225.0
goebel 632.0
gypsies 1328.5
fissures 3219.5
charnel 745.5
rooks 717.0
knossos 2239.0
basque 1406.0
intrauterine 1204.0
humming 4166.5
truthful 5532.5
godhead 5622.0
fra 3146.0
triviality 682.0
union 1571838.5
fri 1733.5
smash 4119.0
fro 31116.0
cue 5586.5
finsbury 515.5
communicants 976.0
muck 1546.0
much 6036704.5
ossory 629.0
progenitor 1893.5
unleavened 2286.5
fry 7362.0
tallest 4580.0
giessen 750.5
obese 1980.0
retrospect 17652.0
spit 8732.0
kwangtung 2571.5
glyceraldehyde 2477.5
freehold 4565.5
davy 3610.0
1674 1147.0
dave 2366.5
connaissance 1209.0
microtome 651.5
invalidated 3711.5
doubts 80859.5
lxxii 1473.5
spin 53125.0
skilfully 1861.5
wildcat 608.0
cul 9190.0
1670 2225.5
contingencies 7485.0
professionally 3234.5
1671 1055.0
employ 98258.0
misconstrued 787.0
1672 2102.0
krupp 884.0
haiphong 818.0
prostrate 6433.0
elaborate 58282.5
belittling 549.5
moraines 711.5
deferring 1117.0
riparian 1567.5
kohn 3564.5
leontief 1109.5
conditioned 55543.5
elmira 1309.5
hypoplasia 1290.0
eighteen 112005.5
waddell 2010.5
zoroaster 1482.0
breakfast 56672.0
bricklayer 838.5
memorial 52988.5
memoriam 1271.5
jellinek 637.0
malefactors 1289.0
hebb 4514.0
remand 3359.0
democracies 16418.0
split 89976.5
brines 560.0
visitations 961.0
provincials 1058.0
principals 19333.5
memorias 888.0
supped 1391.0
boiled 22901.0
myocardial 8222.5
marches 8388.0
frenchmen 9744.0
qualifications 56214.5
workforce 879.5
marched 48016.0
boiler 16447.0
suppes 1771.0
supper 57962.0
torpedoed 1539.5
furlough 1458.5
radionuclides 627.5
peremptory 2950.5
tomkins 890.5
academic 148961.5
stillness 11258.5
academia 4337.5
gottlob 501.5
academie 7010.5
corporate 70979.5
plaque 4334.5
benignity 816.0
outlived 3115.0
bellow 1622.5
absurdities 3913.0
appropriately 9221.0
edessa 973.0
homogeneity 7897.5
agonized 527.0
maketh 6558.5
canthus 864.5
belloc 986.5
portrayed 8512.5
lasso 679.5
senecas 948.5
ih 751.5
hal 2489.5
ham 9247.5
han 15419.0
hao 1193.0
lished 673.5
had 30442698.0
advancement 101121.0
hag 1115.5
hay 35454.0
mcnamara 5672.0
beloved 51523.0
hap 1525.0
haq 911.5
har 1229.5
has 19587777.5
hat 101585.0
vivax 983.0
haw 1293.5
municipal 85695.0
confidentially 1149.5
frisch 1377.5
elders 34206.5
survival 111934.5
siesta 769.5
cliche 1831.0
unequivocally 2891.5
objective 254035.5
guinevere 649.0
indicative 29679.0
compaction 1282.0
thibaut 2107.0
furness 1960.0
clustered 3880.0
shadow 121880.0
flotsam 752.5
masonic 9255.5
beauvais 1773.5
decoratifs 823.5
raoult 1300.5
alice 28017.5
niels 1372.5
festivities 5206.5
krout 514.0
shipyard 921.5
misdemeanors 2449.5
effusion 5470.0
attorney 156054.0
crowd 145938.5
crowe 2027.5
czech 11322.5
mosques 3462.0
crown 250955.5
begin 408325.0
proportionally 2735.5
deflection 23302.5
captive 14568.0
choctaw 1427.5
pinkney 533.5
fiduciary 7920.0
52nd 802.0
befriend 741.5
perchance 4474.0
bottom 430220.5
res 11692.5
fermat 1042.0
inhuman 5983.5
plucked 6947.5
syphilis 15301.0
monogamy 1029.5
agadir 759.0
borrows 7477.5
insipidus 1573.0
varicose 1043.0
christabel 930.5
eduard 1738.5
binder 3417.5
brigades 5782.0
starring 546.5
filaments 6971.5
disdains 606.0
accelerations 1350.5
stoker 815.5
stokes 15951.0
restlessness 5434.5
benches 11668.0
alagesan 1054.5
anomalous 7366.0
becalmed 734.5
minato 1505.5
oneness 7500.0
economiques 1710.5
aden 6831.5
ayllon 700.0
ranvier 956.5
maxwell 28439.0
marshall 67111.0
honeymoon 3773.0
nongovernmental 717.0
reticuloendothelial 2171.5
lieber 1063.5
administer 37324.0
beings 204299.0
marshals 2689.0
gardening 5524.5
shoots 8367.0
despised 16705.5
fabric 37556.5
altitude 39855.5
diocese 21472.5
faerie 4111.0
tame 7016.5
scheele 569.5
impracticability 725.0
grasping 9641.0
despises 1095.5
greatness 49590.0
incumbrance 559.5
acquainting 2328.0
alexandrian 1543.0
grooms 1358.5
subtend 575.0
perfumes 3281.0
waistcoat 5102.5
danbury 685.5
vereinigten 1022.0
distortions 5066.5
denoting 3965.5
thesaurus 1635.0
sedative 2164.5
volksraad 656.5
verde 4737.0
perfumed 1681.5
safeguard 34226.0
excludable 853.5
verdi 2578.5
welland 864.5
duel 13444.5
humbled 3436.0
rippling 1342.5
arrays 2223.5
musik 2030.5
aphasia 2983.0
humbler 1909.0
martian 1008.5
unanimous 34932.0
wineman 779.0
inchief 3770.5
smashed 5902.0
duet 1446.5
dues 16826.0
behest 3327.5
passenger 26915.0
discountenance 579.5
disgrace 24735.0
moderne 4699.0
barrymore 745.0
publica 845.0
cheyennes 1352.5
minas 5659.0
moderns 6173.0
decapitation 636.0
signification 9746.0
paperwork 534.0
triangles 12909.5
siltstone 980.0
effusions 1281.0
eventual 17159.5
dowling 1044.5
crowns 11174.5
serous 2580.5
role 1098826.0
brent 1465.0
taney 3138.5
carbonaceous 516.5
tamely 694.5
aerosol 887.0
vegetative 5183.5
roll 70126.5
edom 1909.0
intend 79941.5
thoroughgoing 1481.0
palms 18234.0
ointment 5038.5
interjected 614.0
transported 35543.0
youmans 539.0
moresby 1261.0
comely 3225.0
intent 92735.0
smelling 7405.5
variable 228906.5
hawkes 2093.0
explosions 6129.0
tivoli 1154.0
reabsorption 4783.0
dreamers 1085.0
leucocytes 2391.0
yenan 1369.0
ordination 58664.0
pelt 586.5
overturned 3352.5
depuis 4180.0
gown 19784.0
proficient 4954.0
cincinnati 40206.0
whately 770.0
chain 164772.5
whoever 36053.0
oss 803.0
ost 615.0
idealistic 3514.5
mathewson 500.0
childe 4742.0
bandits 2144.5
chair 224305.5
macht 674.0
ballet 15459.0
amplification 6716.0
hutchins 2783.5
timbered 1062.5
dolorous 539.5
crates 1077.5
crater 8457.5
mache 1150.0
grappled 1552.5
underlining 913.0
copse 702.5
oversight 4924.5
machi 634.0
tenacious 2473.0
691 2611.5
octagonal 1577.0
jerk 5628.0
scharnhorst 769.5
equilateral 3803.5
olympus 2773.5
choice 518654.0
himwich 1089.5
metamorphoses 2423.0
embark 17038.5
gloomy 14114.0
rationality 10382.5
knapsack 1480.5
stays 10750.0
glooms 528.0
exact 194049.5
minute 232455.5
catalonia 2275.5
notations 1677.0
cooks 3923.0
bartok 741.5
underlain 1066.5
minnie 527.5
skewed 2564.5
islets 4000.0
illustrators 1037.0
cooke 7205.5
defaults 959.5
palestrina 984.5
discipleship 898.0
organon 584.5
isobars 588.0
shylock 1095.5
rosenstein 833.0
meadow 11420.0
adorno 2317.5
hindered 10937.0
copyrighted 3590.0
lengthened 4382.5
gnawed 1305.5
chopping 1856.5
shirts 9568.5
traill 508.0
adorns 869.5
kindliness 1291.5
towneley 555.5
antwerp 8155.5
celebrated 67453.5
polygonal 995.0
wayward 1922.5
cassa 632.5
cajoled 776.0
dreyer 654.5
schumpeter 4780.5
geography 92079.0
celebrates 1545.0
utricle 914.0
unintentionally 1398.5
annalen 887.5
drafted 19212.5
coccyx 2032.5
rustam 584.0
climbs 3112.5
honour 182551.0
colson 571.5
vanderbilt 7053.0
gladys 2007.0
gnaw 907.5
pyrimidine 2402.5
address 259342.0
dwindling 1224.5
annales 5088.5
benson 7228.5
enroll 3968.5
plunges 2356.0
accomplishes 2400.5
cyclades 713.0
dusty 7390.0
impacted 1052.5
cette 4157.0
copperbelt 699.0
queue 5459.5
colonna 1162.5
accomplished 190277.0
sprouted 731.0
atrioventricular 1500.0
gollancz 3390.0
influx 20192.5
giraud 737.5
instar 1113.5
prepositional 1281.0
premolar 2156.5
betraying 4563.5
ureters 3225.0
myoglobin 658.0
darnell 525.0
undergone 27354.0
conquistadores 675.5
working 997324.0
meurthe 515.5
perished 20733.5
oldham 1238.5
pints 2079.5
optimize 1478.5
vigour 17118.5
billington 1848.0
opposed 229501.0
etude 4942.5
pavilions 807.0
perishes 1668.5
conciliating 1087.0
dampness 1381.5
consoled 4983.5
tinea 747.5
israel 278203.5
assimilation 16267.0
tundra 1198.0
approving 5762.5
thompson 50071.0
consoles 662.5
bharati 608.0
intemperance 2371.0
riders 6254.0
entrepot 519.5
originally 121875.5
rutherford 7971.5
abortion 13253.0
valorem 6281.0
purnell 519.5
albright 4607.0
following 2544997.5
beauharnais 934.5
munroe 872.5
admired 38853.0
osage 914.0
legum 677.5
locke 40173.0
stetson 1313.5
parachute 1521.0
locks 10888.5
incremental 3769.0
admires 1818.0
admirer 12403.5
listens 5511.5
litre 4401.5
pappenheimer 914.0
bibliographical 13462.5
cribriform 892.0
septic 1353.0
dooms 578.5
vainly 6150.0
thanking 7310.5
edouard 1394.0
subroutines 630.5
maude 1049.0
compiegne 707.0
flaubert 4406.5
atal 515.0
custer 3388.0
ossian 1193.5
primordial 4051.5
meddled 853.0
reassessment 1669.5
yalow 659.0
stapes 2087.5
harmon 1517.0
temperate 20244.0
pulley 5470.5
canvassing 1174.5
conscious 254451.5
burckhardt 2150.0
quadrant 10900.0
inhabiting 4831.5
subdivisions 11903.0
belial 688.0
forebears 1767.5
swollen 11884.0
skirmish 4216.5
wolves 12488.5
pulled 116186.0
tilney 1301.5
latency 3221.0
cartilages 3928.0
years 7011779.0
professors 41717.0
structuring 1829.5
episodes 19120.0
acquirement 1030.5
quarrelled 3938.5
lessees 758.0
yeare 1322.0
tula 688.0
jig 3112.5
overlord 1134.0
jib 1105.5
infirmities 5173.0
schattschneider 965.0
jim 24484.5
troubles 47795.5
cinchona 566.0
jih 7850.5
hurons 2404.5
ovale 3151.5
bagley 511.5
antipathy 4236.5
suspension 52531.5
troubled 41716.0
abusive 1841.0
apron 7960.0
recipients 10372.5
civilian 39848.5
bashful 1128.5
lynchings 840.0
courageously 1087.0
indigenous 21578.5
overpowering 2399.0
drilling 11939.5
workmanlike 652.0
sorted 5659.0
lichtenstein 941.0
maladministration 541.5
unfruitful 659.5
frontage 1382.5
hickory 3483.0
ladysmith 625.5
materialized 1631.0
dido 2079.5
pealing 758.5
recharged 5171.0
fisherman 6597.5
translocation 1513.5
battleships 4821.5
instability 22200.5
quarter 372206.5
quartet 8088.5
honduras 16915.0
bursting 11001.5
caughey 524.5
chillon 672.5
receipt 81809.5
prisms 2389.0
frames 16802.0
sponsor 5418.0
entering 104834.0
prudently 1699.5
1173 573.5
salads 966.5
disasters 10478.0
797 1555.5
796 1369.0
795 1382.0
794 1537.5
793 1539.0
assessors 3066.0
moraine 1074.0
interned 2608.5
borges 599.5
lagrangian 1431.0
799 1456.0
798 1319.0
paroxysmal 1253.0
seriously 141392.5
trauma 16695.5
subtile 1599.0
thermodynamic 10549.0
montessori 844.0
macedon 2900.0
pathologic 4833.5
complicates 2271.5
disintegrated 1984.0
hairdresser 687.0
incentives 16161.5
inwardly 4431.5
complicated 160905.5
grandma 922.5
byte 610.5
eliezer 859.5
unione 1574.0
workmanship 9302.0
brasil 3844.0
subcellular 729.0
modest 39054.5
initiate 19730.5
marls 595.5
aboard 15404.5
thurmond 1044.0
geomorphology 908.5
neglect 76415.5
gutman 789.0
emotion 72222.0
gunshot 1683.5
saving 96390.5
symmetry 49255.5
spoken 189871.5
dostoyevsky 1005.0
ona 832.0
velde 1182.5
reprisal 3982.0
one 22796103.5
punishable 30833.5
periodical 22378.5
bonifacio 545.5
haviland 934.0
avenir 594.5
perutz 619.5
affords 27895.0
exaggerations 937.5
penitence 1907.0
ihr 875.0
stifled 3229.0
constants 58516.5
oversimplified 933.5
lingering 6752.0
fitzmaurice 1086.5
smithburg 670.0
cherbourg 858.5
eissler 692.0
shawl 5383.0
surges 1114.0
cerebro 2240.0
tombstones 748.0
snatch 5805.0
herds 17874.5
specialists 36906.0
reductio 2483.0
surged 2071.5
hoyle 1166.5
crossroads 7273.0
solubilities 823.0
unburied 849.5
ussing 700.5
wandering 31506.5
ascendancy 6067.0
illness 160932.5
lohengrin 815.5
sumptuous 2535.5
turned 853832.5
locations 21311.0
jewels 15354.0
auroral 791.5
balsam 2769.5
jewell 870.5
braine 702.0
dumond 1316.0
uninterrupted 7054.0
turner 33107.0
borough 18337.5
erudition 3458.5
diplomatist 1196.5
underlines 2276.5
pounded 4353.5
fashionable 20970.5
warriors 21917.5
dilutions 2266.0
validating 738.0
zoo 5929.5
intends 17361.5
orally 13712.5
martineau 2079.5
honoris 551.5
concern 394160.0
ointments 1020.0
imperatives 1733.0
printer 37575.0
opposite 379329.5
buffer 35724.0
ascendency 1770.5
discerning 4514.0
buffet 1256.0
barnhart 721.5
printed 308941.0
sainted 535.5
knowingly 9441.5
creditable 3970.5
technion 666.0
skirmishers 993.0
touchy 769.0
phil 4107.5
grdce 564.0
epigastrium 956.5
yucatan 6454.5
etruria 790.5
jewry 6079.0
feuds 1814.0
stimulator 568.0
halides 2016.5
wynn 808.5
eberhard 933.5
imagines 4709.0
friction 68586.5
fecal 1234.5
elam 617.0
inconsistent 72665.0
heeding 806.5
aggressive 36860.0
isomers 3303.0
imagined 67409.5
durgapur 725.5
avtomatika 1182.0
zahn 685.5
reconciling 10378.0
transact 4786.0
biblioteca 4880.0
coaxing 921.5
peur 837.5
betrothal 1463.5
presse 4811.0
amory 781.0
jth 1149.0
hindmost 1300.5
guarded 21624.0
hospitalism 881.0
rejoiced 10689.0
woodbury 2175.5
revolutionized 2004.0
tilting 2481.5
balconies 1928.0
intonation 3081.5
monde 13815.0
mechanization 7867.0
mondo 624.5
awaiting 17831.5
platte 5922.0
pickers 614.5
keenly 13675.5
epistles 11627.0
eyring 1657.5
recurred 2068.5
carrion 1418.5
recoiling 560.0
basle 3109.0
vision 201800.0
morose 1187.0
queues 1347.0
eriksen 863.5
attenuated 3147.0
unaccented 697.0
silurian 3248.0
impressions 46762.5
hastened 21817.0
afghan 3575.5
intoxicating 6746.5
832 1087.5
defensively 731.5
dexter 4608.0
perverting 649.5
836 1162.0
837 1142.5
834 986.0
835 1092.5
alarming 9389.0
avails 1791.5
castiglione 1228.5
vendee 2168.5
dismemberment 3545.0
vaccines 2913.0
zacatecas 993.0
kilometer 1570.5
refreshed 4224.5
satiety 1444.5
styria 1027.0
enjoys 17115.5
illiberal 1014.5
internationaux 639.0
bijdragen 938.0
punta 3840.5
annexing 1338.5
marietta 1397.5
awards 10633.0
analyzer 4254.5
westover 997.5
menacing 2761.0
concentrated 133301.0
circumference 27760.5
developpement 1882.0
majestically 646.5
1728 1766.5
1729 1409.0
1726 1455.5
rhodes 15278.5
1724 1247.5
1725 1688.5
1722 1268.5
1723 1171.0
millionaire 4996.0
1721 1392.0
recitations 577.0
paring 605.5
willeth 527.0
workplace 1163.5
83d 578.0
expended 34236.0
semitic 14683.0
grooming 598.0
synoptic 2549.5
allowance 82988.5
loveliest 6104.5
bourguiba 690.5
schoenberg 1594.0
huskisson 624.0
baden 10152.5
compels 8594.5
anthropologie 673.0
kirtland 752.0
gaiety 6226.0
grundlage 501.0
buoyancy 2572.5
transcaucasia 747.0
epistemology 3068.5
practises 587.5
collides 1432.0
leander 1385.5
west 1522966.0
deuteronomy 3309.5
incubation 28587.5
breckenridge 647.0
practised 31662.0
motives 88404.5
biafra 1083.0
wants 264777.5
formen 535.0
sophisms 520.5
relations 1102021.5
formed 613589.0
photon 17572.5
readings 50286.5
photos 3785.5
tightened 4434.0
unconditioned 4001.5
offshore 3052.5
abject 5603.5
extant 13927.5
formes 1256.5
former 569502.5
sommers 680.0
rarities 963.5
outflows 710.0
pretence 13387.5
provost 5678.5
fio 584.0
butchers 2487.5
ives 2563.0
apropos 1124.5
newspaper 142413.0
situation 1447184.0
mensheviks 5457.5
zamindari 1913.5
mutineers 1638.5
fabricating 565.0
engaged 379837.5
dubious 8166.5
organizational 42346.0
cobol 975.0
limping 1022.0
throned 670.0
hygienists 887.0
engages 8261.5
technology 249235.0
smelter 1416.0
laceration 1518.0
titer 2125.5
verified 29425.5
glycolysis 1717.0
nuptials 977.5
kegan 34589.0
verifies 604.5
otto 16899.5
merovingian 612.0
reformatory 1682.5
nationalised 1608.0
visually 2576.5
wires 21291.0
edged 14027.0
assigns 16363.0
sickness 51028.0
defy 9493.5
heinemann 7563.0
constraining 614.0
edges 58018.0
wired 1957.0
advertisement 20374.0
lineweaver 576.0
wholeness 3412.0
tracking 2833.0
adjudicate 2103.5
bores 1143.5
bogs 1723.5
nothin 5427.0
peculiarities 17251.0
hypoxia 1755.5
getzels 1716.0
shinjuku 535.5
dimension 49314.5
persistently 3393.0
confute 823.5
steamed 2307.5
benzo 780.5
being 4844473.0
judiciously 1917.5
interrupt 13800.0
steamer 14703.0
geomagnetic 2770.5
brasileiro 1347.5
rover 2930.0
grounded 19807.0
kirk 8555.5
adroit 1017.5
plumed 1591.0
sushila 1410.0
glutted 931.0
overthrow 58129.0
plumes 3142.0
plumer 861.0
haystack 1342.0
competitiveness 1485.0
zion 13872.5
fluorouracil 893.0
unerring 1928.5
gestured 1350.5
sportsmanship 563.0
rejoin 2947.5
decomposed 6181.0
sums 85705.0
gestures 17321.0
recrudescence 672.0
traffic 121014.5
preference 79734.0
world 6190435.0
histogram 2725.5
apprehending 2190.0
decomposes 1529.5
babylonian 8787.5
sensational 3859.0
marryat 502.5
ranchers 833.0
thyroiditis 631.5
annunzio 557.0
intercorrelations 856.0
shutter 4199.5
worthing 554.0
superiority 64482.0
militate 2483.5
melisande 589.5
obstruct 10300.5
satisfactory 209432.0
superintendent 77433.5
pulverized 730.5
grub 1748.0
supersession 1249.5
cull 577.0
houphouet 1298.0
okinawa 2841.0
magma 2716.5
pervading 9932.0
complementarity 1578.5
diving 4138.5
divine 273772.5
tva 2032.0
humorists 580.0
inflexibility 833.5
heidegger 8394.5
cavity 93888.5
seaman 7652.5
919 1042.0
918 694.0
915 929.0
italiano 2826.0
917 837.0
francois 11617.5
911 1278.5
910 1078.0
restoring 22393.5
912 794.0
squabble 503.0
averse 9366.5
indefeasible 1329.0
retains 18207.5
meniscus 2487.5
disparaging 982.0
jahan 2965.5
leadership 264930.0
thailand 35532.0
prepared 627313.0
graal 908.0
exasperating 1287.0
ferromagnetic 1500.5
retraced 2428.5
hopkins 68434.5
disabilities 8995.5
revolutionists 1640.5
cuttack 600.5
johnston 16771.5
autem 580.5
rabbinical 1210.0
perturbed 2946.0
shapely 816.5
monistic 621.0
mycotic 961.5
antidote 5087.5
carey 6186.0
inculcate 3685.5
lively 36133.0
pivot 5228.0
conceptually 1487.5
rossi 3821.5
gnashing 1436.5
sealer 565.5
residuary 3031.0
allemand 901.5
salicylate 623.5
rumbled 763.0
gleam 11329.0
glean 1611.0
morehead 562.5
lounging 1659.0
detachments 2697.0
harpsichord 2261.5
sealed 32747.5
brazilian 11505.0
bubble 11754.0
trusses 1045.5
witt 2307.5
stipulating 1028.5
yearned 2286.0
continents 21356.0
wits 20699.0
bohemians 694.0
societal 3076.0
secretes 1616.5
foreheads 2359.0
abating 1234.5
with 47919127.0
conclus 734.0
abused 14742.5
pull 88650.0
rush 54275.5
assn 1437.0
prusse 1006.5
panelled 586.5
monopoly 89558.5
ruse 1948.5
microseconds 1068.0
rags 10480.5
operationally 914.0
dirty 27211.0
abuses 27028.5
turnip 2043.5
siraj 1960.0
trips 27953.0
rust 7091.0
hellman 1510.0
gratuitous 2732.5
mundi 1681.0
simonian 680.0
australasian 2002.0
watches 10097.5
watcher 1185.5
ensuing 17377.0
mundt 820.5
formulation 70375.5
mundy 507.5
watched 89981.5
jargon 4451.5
tremble 13613.5
allay 5820.5
cream 37837.0
confederacies 715.0
sayest 986.0
brattleboro 533.5
yoga 8204.5
ideally 11549.5
polycarp 773.0
shortages 7539.0
pausanias 1766.5
ascertained 45207.5
sympathetically 1226.0
forecasts 6833.5
unparalleled 6279.5
1441 549.5
puppy 2488.5
indemnify 3474.0
ru 639.5
refunded 2728.0
hydraulics 1278.5
alban 2353.5
waving 17876.5
gyrus 4626.5
iwo 842.0
intimation 7154.0
brotherhood 37445.0
spermatozoa 3591.5
infirmity 8274.5
tricky 1673.0
lightfoot 1517.0
omnibus 3893.0
tricks 17870.0
madrigal 726.5
maliciously 2178.5
dyed 6090.5
thorp 1240.0
pastorals 933.5
dyer 3415.0
dyes 9349.5
legislatures 40459.5
scm 2684.5
holman 2336.0
curate 3799.5
sch 985.0
consciences 8280.0
caused 495793.0
beware 10111.5
ceramic 5162.0
nostra 1037.0
alaskan 608.0
varices 1085.0
halsey 2932.0
pouvoirs 1657.0
causes 426747.0
scr 941.5
leydig 857.5
bismarck 14750.5
cheney 834.0
nonfiction 760.5
riots 20078.5
nora 1721.5
phaedo 2039.0
nore 780.0
nord 7932.0
sedition 11077.5
midwest 13885.0
norm 19758.0
roadway 3729.0
mayas 1485.5
tombs 17423.5
floated 13570.0
baton 20714.0
bator 510.0
burgher 680.5
donahue 820.0
crumb 944.5
24th 16744.5
deformations 1568.0
sant 2394.0
moines 5491.0
colchester 1762.0
sans 8413.5
recommit 526.5
insufficiently 1536.0
sang 34644.5
sand 134594.5
sane 8973.0
sana 572.5
small 2462114.5
sano 710.5
sank 31504.5
abbreviated 3811.5
quicker 8534.5
199 116105.0
198 120408.5
195 129343.0
194 133512.0
197 129320.0
196 134430.0
191 185318.5
190 116841.0
193 144778.5
192 139150.5
past 1269358.5
substitutions 1975.5
healey 1243.0
fractionation 1530.0
displays 10476.5
pass 520531.5
healer 1651.5
expropriated 1788.5
investment 340506.5
quicken 2465.5
islami 824.0
clock 65401.0
palatal 1084.0
psychosomatic 3784.5
2th 2045.5
crowley 897.0
ladakh 969.0
prevailed 56748.0
colonists 27996.5
greenness 579.0
jurist 3186.0
hewing 712.0
dwells 10638.5
full 1350622.5
desegregation 8919.0
boletin 1177.0
whitgift 940.5
republished 4192.0
portrays 1479.0
daunted 1932.0
obtruded 550.5
civilians 11914.0
hast 49625.5
heber 1120.5
november 662478.5
psychometric 1200.0
criminality 3809.0
melancholia 1372.0
landslide 1304.0
sicklied 734.0
joliot 897.5
cordelia 1717.5
experience 1286602.5
anthropologists 9881.5
mouldy 692.0
prior 378772.5
periodic 38988.5
cessation 28442.5
provable 772.5
moulds 2667.5
osler 623.0
forasmuch 1478.5
depart 36210.0
retroactive 2622.0
reclaimed 3655.5
follower 12629.0
mohandas 1490.5
patency 1504.5
pliny 9526.5
kogan 1157.0
berwick 3486.0
coadjutor 737.0
silva 3296.5
attendance 54110.0
enliven 970.0
mort 3277.5
automata 2014.0
mori 1469.5
morn 6662.0
moro 669.5
fragrance 6547.5
firth 5609.5
mora 910.5
more 14833890.5
door 723652.0
masculine 12024.0
initiated 47437.5
substances 138611.5
gandhiji 5526.5
company 2093104.5
corrected 46805.0
ploughshares 820.5
vesalius 1008.5
tested 103455.5
jealousies 3574.5
nomad 1018.5
nonviolent 3320.0
r0 1400.5
doom 12608.5
squeal 590.0
r1 527.0
leary 1216.0
100th 1138.0
puranas 3066.0
eared 1730.0
sobieski 519.5
bangkok 5986.0
patriarch 11338.0
knocker 796.0
sociale 3983.0
tercentenary 885.5
learn 611141.0
knocked 40583.0
grope 2541.0
scramble 6132.0
barclay 2674.5
jakob 1111.5
civilizations 16057.0
memoirs 72117.0
ponte 960.0
meaner 1801.0
meanes 831.0
soir 655.0
allegro 3793.0
ponts 696.5
memoire 1641.5
undeterred 722.0
prostration 2225.0
ponty 3957.0
mehr 2162.0
sikh 4929.5
bonded 5588.5
marylebone 750.5
huge 81279.5
respective 125152.0
hickey 611.5
hens 4135.0
hugo 12195.0
hugh 25312.0
enlarge 22065.0
dismissed 74592.5
footman 2219.5
dismisses 1042.0
schoolmates 613.0
ambedkar 1468.0
sprinkle 4610.5
lanky 730.5
intended 471909.5
mendes 2726.5
thickened 4475.0
disgraced 3787.0
sympathize 9546.5
mended 2814.5
maltese 892.5
mendel 4568.0
avalon 546.0
lanka 1283.0
malevolent 1111.5
tulane 4614.0
lajpat 1157.0
resemble 38102.0
twisting 6427.5
rosebud 900.5
protestation 643.0
trellis 672.0
exclusions 995.5
replied 345919.5
signe 702.0
circularity 564.5
hypothetico 806.0
micelles 545.0
installed 34699.0
stylus 894.0
resorts 3803.0
feste 514.0
paper 808303.0
scott 92363.0
signs 217216.0
spirituals 1135.5
smiling 40485.0
schoolhouse 3392.5
cheerfulness 4319.5
roots 155299.0
saucy 983.5
stricture 2184.5
elmo 791.0
hounds 6778.5
symptoms 173684.5
plotters 671.0
shuddering 2125.5
bypass 1699.5
isaac 35708.5
akkadian 531.0
sauce 9090.5
holbrook 1011.5
colleague 17961.5
clefts 2448.0
abandons 1591.0
gipsy 1238.5
glycoprotein 550.5
universality 10908.5
deliberating 1511.0
deamination 675.5
weeds 16733.0
idols 11327.5
resisteth 694.5
fatalism 1134.0
chihli 905.5
autocracy 5438.0
purdue 5893.0
mandarins 643.0
betweens 823.5
denny 3690.0
snuggled 524.0
courses 130014.0
piping 3685.5
repayment 15719.5
shocking 8644.0
chipping 664.0
reactions 181223.0
engendered 6417.5
begged 38702.5
viereck 502.0
wernicke 639.0
numeric 970.5
vitruvius 1279.5
alanson 881.5
appellants 5032.5
treasonable 1777.5
advertisers 2771.0
operation 970256.5
winesburg 1970.0
inquired 19970.5
elms 3286.0
lipstick 1130.5
ernie 605.0
diethylamide 1839.0
abbasids 628.5
musica 972.0
kensington 6821.5
research 1299845.0
fha 2114.5
wakem 587.5
conus 608.0
inquires 1186.0
inquirer 2551.5
denoted 18217.0
mineworkers 862.0
triennial 674.0
occurs 346890.0
bedlam 1172.0
masted 1592.5
pawnees 635.5
abnormally 3805.5
airway 3846.5
coulanges 751.5
plowing 2368.0
definition 317637.0
pairs 76428.5
imre 674.5
scholastics 855.5
molal 1021.5
testament 217377.5
existential 5270.5
lawsuits 1268.5
titrated 5904.5
euphemism 938.5
hyderabad 7555.5
johannine 610.5
precautionary 2372.5
purport 10137.0
reassuringly 501.0
brutally 1528.5
preservation 127831.0
principes 1886.0
narcissus 3154.0
equi 531.0
peaceable 6806.5
ahalf 1224.0
benedict 13687.5
avec 9092.0
cradles 818.5
moderately 8591.0
heartedness 1335.0
leighton 3900.5
hallowed 4680.0
graeco 4534.5
bedridden 543.5
saint 150798.5
benedick 599.0
aver 1204.0
grossness 1473.5
essays 157455.0
ilium 3743.0
cradled 1474.0
peaceably 6316.5
justly 33919.0
veld 639.5
ainsi 2588.5
interviewee 768.0
interviewed 18860.5
typhoon 918.0
clowes 2875.0
chapelle 9238.5
i960 27881.0
stifle 2987.5
daytona 560.5
ungrateful 4622.5
polysaccharides 1895.5
syringes 563.5
parishad 3495.5
dikes 1389.5
levels 385975.0
patchwork 1176.5
dismantling 1450.0
emirates 570.0
immeasurably 3062.5
prescott 5868.0
navigators 1749.0
transmittal 1649.5
nikolai 979.5
setae 1612.5
mensch 1338.5
organisations 22097.5
waft 883.5
guarding 7402.0
servitude 17838.5
blond 5898.0
conjugate 6684.0
veronese 1223.5
cleverness 2031.0
odors 2802.5
touchett 925.5
wafd 568.5
sell 249094.5
sharps 602.0
fermented 1981.0
permanence 9530.5
extorted 2625.5
self 1613766.0
heterosexual 1412.5
also 5918054.5
recognizing 32328.5
jostle 878.0
permanency 1690.5
geschichte 30223.5
sharpe 2202.0
depositories 670.5
penman 660.0
garcilaso 2095.0
suppliant 1090.0
departmental 7093.5
singles 1257.5
zeroth 516.0
vigils 615.0
singlet 2216.0
utilitarians 1424.5
virus 85571.5
mende 582.0
cannell 517.0
singled 14903.0
understands 27263.5
slovene 594.5
omaha 6239.0
arson 3451.0
seize 44173.5
karmarkar 1030.0
sometimes 673524.0
stoning 586.5
1681 1326.5
1680 2512.0
barred 17948.5
1682 2191.5
1685 3190.0
cultivating 8330.0
1687 1724.0
1686 1326.0
barren 16656.0
1688 8054.5
barrel 27384.0
amusements 6285.0
bulletin 153181.5
wording 13983.5
ambiguities 3760.5
bellingham 800.5
exterminate 2486.5
blended 7585.0
affix 2008.0
emoluments 5721.5
pipet 1112.5
wolfenstein 651.5
entwicklung 2604.0
naomi 550.0
baneful 1134.5
pipiens 650.0
overwhelmed 20234.0
occupation 186642.0
antonines 1187.0
wraps 1295.0
wrapt 1777.5
evi 553.0
scaliger 924.0
pilasters 1930.5
calorific 1426.5
cassette 600.5
collot 657.5
removable 3053.0
knowledgeable 4526.0
inculcated 3017.5
indifference 50882.5
columns 111524.5
lettre 1839.5
indentures 544.5
lombard 4390.0
atheistic 878.0
ingram 3554.0
vinson 2245.0
tunku 748.5
secular 52552.0
ceasing 9857.0
sunny 13865.0
informants 5624.5
sunne 748.0
remedy 89409.0
sunna 715.0
twill 1991.5
compass 35180.5
sunni 1082.5
susanne 1001.0
distraction 4769.5
devoured 7114.5
sects 19321.0
pleasures 48971.0
bytes 550.5
sojourn 8067.5
goitre 790.0
madrigals 663.0
susanna 1601.5
tanker 966.0
hyenas 532.5
prospectus 10044.5
rumored 3020.0
insane 22837.0
bibliographie 790.0
319 52767.5
318 52173.0
313 57077.0
312 60302.5
311 55520.5
310 63032.0
317 52379.5
316 54663.0
315 56120.5
314 55148.5
collectively 21220.5
individualities 589.5
callahan 1298.0
overboard 6668.0
analog 11031.5
shower 17132.0
hibbert 659.5
bibliographic 1304.0
richelieu 6027.0
godkin 1335.5
dipole 20948.0
pechman 835.5
15th 39425.0
commissure 2270.5
thurstone 3732.0
oxidize 1482.5
sparsely 3734.0
condyle 5906.0
447 15047.0
salzman 841.0
nimbly 737.0
untouched 8144.0
eustachian 1569.0
jointly 25457.5
biilow 665.5
condoned 1422.0
staging 2698.5
outlying 5605.0
tres 2232.0
inquisitorial 500.5
empowering 1825.5
lass 1980.5
last 2645049.0
sheldon 5948.5
anacreon 548.0
opal 787.5
henley 2555.5
connection 597677.5
unthinking 1804.5
retarded 34445.5
lash 5554.5
housetops 643.0
belo 833.5
borromeo 516.0
bell 106152.5
golding 990.0
acted 161380.0
selden 2851.0
aforethought 770.0
tallensi 747.5
adaptation 53918.5
contemporaneous 3293.0
ejaculations 732.0
actes 1743.0
belt 51134.0
subversion 7141.0
originators 2000.0
allude 5984.0
satire 16770.0
implicit 45039.0
suburbs 32751.5
proprietor 25484.0
extravagant 12103.5
organo 516.5
faulkner 14317.0
includable 555.5
patrolled 862.5
clearcut 572.5
combatants 6253.0
cerf 829.5
pliocene 3755.5
counselling 753.0
niles 3592.5
infect 2834.5
nra 1559.0
mildness 2274.5
amphibians 4226.0
adaptable 6043.0
moderation 16928.5
leviticus 1837.0
awake 39721.0
pacemaker 1117.0
struck 200617.5
haemolytic 1973.0
presses 18270.0
exponential 14033.0
pressey 920.5
caged 899.5
nanak 1883.5
expanded 61109.0
empirical 79670.5
admire 32579.0
33 256385.5
pressed 86597.0
bemis 3289.0
orkneys 1063.5
cages 3062.5
brawny 606.0
trinkets 1643.5
mishra 3194.0
sabha 41302.5
agitation 41976.5
vol 637916.0
averaging 6434.5
von 117682.5
binding 87175.5
habsburgs 1302.0
vow 14913.5
vor 1890.0
vos 1015.0
mahometan 544.0
vox 1147.0
cuboidal 1126.0
rumford 1310.0
raiders 1852.0
starlight 1641.5
holton 593.0
rapallo 1237.0
outermost 4343.5
ugliness 4574.5
coincidences 2020.5
flooded 7772.5
earle 4126.0
kindergartens 1492.0
naseby 682.5
absorptive 1191.0
ashland 943.5
fleischer 586.0
kupffer 554.5
nickname 4651.5
climb 44101.5
infamous 7949.5
serologic 1558.0
evatt 856.0
depressant 1934.5
raters 719.5
xvth 740.5
honor 184191.0
campos 638.0
bundled 1086.0
62nd 677.0
looted 1109.5
fonction 974.5
recoverable 6171.0
accusative 1686.5
bulwer 4700.5
claverhouse 524.5
detract 15349.0
crackled 616.5
salve 1239.0
suffolk 13253.5
thaddeus 1475.0
hercules 9751.0
yrs 2006.5
spinners 2737.5
almeida 801.0
abstention 2027.5
mastiff 569.0
splenectomy 516.0
christendom 16708.0
cuffs 2027.0
lady 274341.0
gopalan 1349.0
rangers 2836.5
resemblances 5129.5
parents 557034.0
depravity 5867.5
comprehensible 4799.0
mandan 1225.0
lumpur 7860.0
cordon 1896.5
indonesian 11910.5
annulus 1155.0
emergency 102487.5
couple 167794.5
bureaucrat 1516.0
emanating 5660.5
wives 107388.0
militancy 1325.5
abound 8711.0
emergence 77194.5
unwearied 1654.5
nicholls 1377.5
confraternity 1158.5
thurman 729.5
spino 679.0
spink 836.0
spine 33492.5
chancre 558.5
spina 1188.0
parietal 9569.5
greenback 699.0
chorus 27505.5
marques 1821.0
individuals 506775.5
spiny 743.0
nuer 1466.5
tribes 142102.0
explainable 2285.5
turvy 2189.0
alexandre 2487.0
spins 6019.0
concedes 1778.0
sartorius 1034.5
methods 832230.5
antiseptics 753.0
goddamn 806.5
unsubstantial 1224.0
necessaries 17269.5
anthracene 1174.5
methode 1996.0
greener 974.5
redstone 577.0
pooled 2465.0
sharma 5384.5
microbes 1260.0
jouvet 626.5
measurements 149248.0
novelty 22096.0
thrower 998.5
tiberias 1671.0
potentate 1310.0
behave 71390.5
befalls 705.0
seclusion 6796.0
coronoid 1504.5
inserting 18091.5
karamazov 2258.5
cha 1815.5
cauca 669.0
obscures 2430.5
pietro 3856.5
calyx 1684.5
respite 6456.0
dolomite 2367.5
obscured 14662.0
novices 1203.0
scholasticism 1755.0
deserved 27203.0
simplify 17442.0
orozco 1157.0
wrinkles 3916.0
melbourne 34262.0
deserves 56506.0
mumble 555.5
wrinkled 5184.5
gallagher 3240.0
canning 8019.0
quatrain 602.5
852 1101.0
anfinsen 750.0
terrorists 1176.0
into 9170012.0
underemployment 2035.5
middleton 6737.0
controversies 17753.5
kimberley 2094.5
contributor 12759.0
cho 3236.0
methylene 4014.0
sightseeing 692.5
clustering 1796.0
uncertainties 12002.5
deponent 2009.0
span 62129.0
harnessed 3676.5
tasting 3480.0
psychoanalyse 551.5
sock 978.5
gases 87234.0
atheists 2380.5
biot 1180.0
spar 1470.5
redoubled 2206.0
opens 48250.0
considerably 163608.5
atlantis 2686.0
reciprocity 11403.5
hawaiian 7440.0
conley 574.0
deductions 24047.0
atlantic 214816.0
realists 2135.0
considerable 663963.0
intestines 10544.0
peeped 2791.5
fades 3754.0
charmed 6379.5
positivist 765.0
od 604.0
erich 7174.0
testaments 11474.0
eddie 1862.0
bethe 1550.5
maturity 60990.0
phallus 688.0
faded 17557.0
positivism 3626.0
blackett 1618.5
sudbury 1082.5
tautology 2101.0
fabrik 637.5
chad 6814.0
squinted 1009.0
unsafe 6378.5
haunt 6890.0
rabat 1046.5
char 1546.5
bobbed 1417.5
chap 66054.5
diverse 31353.0
berbers 1199.0
palisades 1604.0
chat 10344.5
surveying 6800.0
unsaturated 6078.5
trabeculae 586.0
salignac 513.5
intrepid 2081.5
puzzling 6854.0
idleness 10754.5
uranium 26110.5
extraterritorial 694.5
conceptions 36277.0
geodesy 1464.5
hove 1907.5
singed 623.5
revision 66456.5
swaran 4754.0
livings 1339.5
depredations 3402.0
capitalizing 519.5
swaraj 3699.0
oblige 11605.5
teck 602.0
litigants 1975.0
bianca 535.0
circulations 1649.0
suppression 45431.0
1763 9699.0
peremptorily 1115.5
bibliographies 6813.0
lang 8891.5
reissued 2090.0
lane 50372.0
land 2087689.0
liancourt 679.5
algorithm 8915.0
mating 6497.5
geraldine 506.0
thrombosis 10448.5
interdicted 634.5
purged 3714.5
watertown 1705.5
train 195398.0
1764 5401.0
normalized 5085.5
tattooing 502.5
amish 984.5
dawning 4257.5
treasuries 1097.5
guessing 3831.0
broaden 8591.5
totem 4353.0
cobalt 18624.5
broader 43960.0
amiss 11689.5
detectives 1852.0
otranto 1719.0
amalgamation 6740.5
turkish 53876.5
sumter 6692.5
mimeograph 4959.0
miltiades 523.0
oesophageal 703.0
rejoined 4832.0
contours 6700.5
dickinson 10962.0
debarred 3021.0
expeditious 2100.5
carelessly 3999.0
resources 574849.0
lindner 509.5
tempter 847.5
magadha 1361.5
dissents 756.5
uxmal 579.0
petitions 16661.5
decorating 1574.0
quadrupled 1001.0
minerals 68145.0
championship 2883.0
rediscovery 2482.0
detested 3167.0
pygmies 1079.0
harbor 61521.5
amanuensis 529.5
f 316903.0
fewer 64575.5
damning 1315.0
lombards 2971.0
kansu 2088.5
leonardo 15603.5
lombardy 3512.0
striate 871.5
591 4336.5
590 4470.5
593 4331.0
592 4127.5
595 3994.5
594 3916.0
597 4546.0
596 3879.5
cannibals 1829.0
598 3667.0
mishap 1423.0
unprofitable 4705.5
crook 6933.5
dualistic 1209.0
video 3106.5
dynamics 59760.5
zircon 1340.0
victor 32997.0
sweatt 525.5
ovulation 7099.5
areola 703.0
waning 6091.0
ionize 942.0
prefatory 1098.0
henceforth 18314.5
flowing 61256.5
willmott 1227.5
harassing 1107.0
advantageously 2673.0
ibid 51237.5
apace 1741.5
dolly 1501.5
credito 606.5
bromine 4682.5
internecine 573.5
barristers 928.5
winnowing 662.5
fifteen 232138.0
mccloskey 1293.0
musset 1379.5
psychometrika 1558.5
sedimentation 7070.0
polynomials 3602.5
dembo 1022.0
unwittingly 2709.5
fetch 20576.5
headline 4030.0
survey 371518.5
derby 11164.0
mawr 2041.5
mussen 2301.0
herodotus 7897.5
maker 58283.5
maxentius 741.0
rive 703.0
steamers 4800.5
interrogatory 543.0
lymphocytic 1528.5
mongers 535.0
nibbling 718.5
desiring 12323.5
confidence 385385.0
ontology 2014.0
mendoza 4284.5
gregor 2736.5
nagoya 2311.5
next 1485999.5
eleven 100378.0
assuring 17286.5
humus 4249.0
lepidoptera 1489.5
baba 1267.0
pencil 38592.0
villon 1007.0
babe 6979.5
undeclared 2173.0
babo 932.0
baby 145294.5
antichrist 3049.5
flawless 526.0
hampers 597.0
customer 47720.0
resection 7741.0
hessian 709.0
integrating 14212.0
arcadius 888.0
sensitization 1259.0
clients 21973.5
unknowns 8831.0
moravians 1062.0
niren 1571.5
scatter 10571.5
sisley 632.0
penobscot 1038.0
wedge 16035.5
process 1693703.5
lock 40626.0
loch 4379.0
loci 4015.5
rode 51655.5
loco 1251.0
promotional 1827.5
honneur 3215.0
nears 758.5
rods 20878.0
hercegovina 607.0
bolstered 925.0
educational 378672.0
lagoons 1382.0
procures 2122.5
bedeutung 2096.0
paled 883.5
easements 1565.5
tightrope 579.0
procured 15708.0
paley 1970.5
bilingual 2023.5
hormones 36217.0
burley 732.5
ehrmann 782.0
comedy 51273.0
intelligent 88670.0
clasping 2873.5
pales 780.5
greatly 262146.5
agni 1796.0
frustum 654.5
underway 2363.0
delimiting 566.5
curving 1672.5
psychiatric 35746.5
cowen 626.0
upstate 1977.5
pennines 736.5
realized 268272.5
clarkson 2216.5
manpower 37481.0
thiocyanate 850.0
awkwardness 1876.5
robot 1020.5
realizes 18665.0
clumsiness 550.0
presuppose 5029.5
houston 21498.0
evolutionary 18318.5
thigh 21866.5
mute 8112.5
strychnine 1040.0
volts 19920.5
muth 913.0
insight 105148.0
revd 833.5
spatula 1310.5
motherin 595.0
directs 17492.0
gonadal 1214.5
perspicuity 1228.5
volta 6617.5
volte 907.5
perfect 258629.0
ayala 857.5
meantime 53621.5
mellitus 5867.0
thieves 13987.5
semple 576.0
accompaniments 1161.5
derivative 35496.5
subparagraph 15924.5
physicians 63973.0
prosper 10017.0
prophetess 696.5
lebens 523.5
staat 1355.0
trouve 1074.5
mediocre 2157.0
archbishops 6097.0
seawater 743.0
snake 28059.0
maslow 4316.0
realize 285728.5
reconstruction 92359.5
cassirer 4016.0
corruptly 663.5
autistic 1511.5
ruefully 1251.0
scenic 3256.5
concave 10815.0
scaphoid 866.5
peking 50281.5
shortage 77943.0
defraying 4294.5
quixote 9226.5
glasser 719.0
glasses 36842.0
homogeneous 36683.0
otago 1896.0
warding 1212.5
suitors 2687.0
booke 1465.5
bump 3004.0
heated 78206.5
deficiency 80627.5
books 940707.5
pareto 2552.0
witness 182865.0
matrix 119706.5
rigging 4949.5
knickerbocker 1943.5
thomasin 616.0
erfurt 894.0
bicameral 1675.5
frowns 1118.5
unprepared 7334.0
allophones 686.0
adaptive 7691.0
digastric 1614.0
highs 781.0
burke 28683.0
elyot 935.0
durban 3733.0
unwieldy 1958.5
saud 1387.5
inferiority 23069.0
greedy 4227.5
sauk 756.0
gawain 3343.5
convolutions 1241.5
disintegrating 1476.5
cate 1053.5
torgerson 614.5
stalinism 877.5
mainland 48520.0
cremona 1245.5
gallons 20228.0
could 9053263.5
lumsdaine 2207.5
chilly 2459.0
length 914800.5
ratification 37991.5
stalinist 2094.0
spaulding 1713.0
repeats 7886.0
relays 1833.5
1348 814.5
1349 672.0
vickery 772.5
jurists 7988.5
physik 5768.0
capitoline 1012.5
matthias 1762.0
vickers 1825.5
scene 355047.0
1346 1123.5
soothing 4374.0
billings 1786.0
takest 626.0
affliction 7797.0
scent 11521.0
montaigne 6086.0
vetoed 4841.5
sedgwick 2081.0
allgemeinen 532.5
erstwhile 831.0
festival 36540.5
opossum 770.5
sergeant 22227.0
lumen 18812.0
zaria 863.5
radium 10709.0
foretelling 802.5
denominators 1257.0
interests 854468.0
enforcement 84735.5
stomach 121092.0
quarry 5547.5
devoutly 3121.0
laymen 9015.0
overhang 785.5
dunton 762.5
recurrences 851.5
solon 3441.0
tubingen 7723.5
incongruities 510.5
americanisms 609.5
egregious 804.5
roulette 694.5
gaya 900.0
commandant 9161.5
gentile 6027.0
mondrian 510.0
aztecs 5429.5
bridenbaugh 1295.5
carnarvon 1309.0
medicina 668.0
logico 1516.0
avery 3217.5
twos 3212.0
patiala 1212.5
false 231325.0
shrinks 2646.5
chivalrous 1735.0
942 1017.0
943 928.0
tonight 25525.5
941 1225.0
cecil 24287.5
domestication 3835.5
mountainous 10122.5
dishes 20152.5
uncalled 1120.5
septal 9178.0
pricking 1180.5
worldwide 3474.5
nourse 610.5
manor 20250.5
rears 878.5
romains 680.5
petals 6733.0
cipher 2635.0
romaine 781.0
48th 1080.5
unsparing 803.0
instil 1197.5
placement 14114.0
hyperthyroidism 1747.0
wuthering 1392.5
hanford 1334.5
bred 29324.5
hydrocephalus 1557.5
thanksgiving 10946.5
epithelium 30311.5
perceiving 14336.5
brew 1238.0
bret 1150.0
ackerman 2243.0
overrate 1093.0
liban 852.5
rainbows 675.0
woolly 1780.5
uncommitted 1437.0
greenhouse 4503.0
inductor 4262.5
lege 1096.5
lott 535.5
kamath 1750.5
nominally 6059.5
taps 2194.5
jay 16399.5
jaw 31631.5
quickened 4718.5
jar 18481.5
viollet 2834.5
terminal 50564.0
entities 20610.5
jam 6102.5
tape 63059.0
meteorite 1267.0
abyssinia 4754.5
jai 600.5
riding 53612.0
preliminaries 3406.0
enslavement 4048.0
abbe 4570.0
abba 1641.5
undivided 9840.5
hallelujah 872.5
prohibition 51098.0
molasses 5685.0
ananda 2580.0
sinus 20610.0
wring 2790.0
antagonist 5299.5
monkish 713.0
determinants 22365.0
historicity 1297.5
braidwood 577.0
glamorgan 845.5
comprising 16422.5
taxes 260092.0
solenoid 3650.5
hemispheres 12366.5
aec 2888.5
stuff 45216.5
ohio 228291.0
rapped 2017.0
barest 2596.5
boymans 739.5
strengthened 49275.5
allusion 18738.0
pronoun 14561.0
appliance 2436.5
frame 148502.0
differentials 5980.0
cresol 902.0
andover 3345.0
grayson 1232.5
alessandro 1397.5
squier 732.5
euston 1918.0
carboniferous 5839.5
caligari 735.5
lattimore 1037.0
dungeon 5667.5
amass 1168.5
mcgrath 1601.5
destiny 80944.5
insulting 3725.0
nuclear 216952.0
posse 1769.0
thermonuclear 2258.5
thoughtlessness 550.0
stearic 1535.0
destino 1192.5
melrose 694.0
membrane 149984.0
iguana 728.0
vasomotor 1613.5
keynote 2945.0
metacarpophalangeal 1500.0
interpolate 670.5
refuting 1342.5
souvenir 1779.5
lawsuit 3800.5
stepney 641.5
bustamante 575.5
staring 43515.0
marty 866.0
martz 637.0
perfidious 1125.5
marts 1064.0
bristow 524.5
marti 617.5
keppel 1165.5
doorway 31305.5
bristol 23571.0
marta 1081.0
apostrophe 2231.0
exalting 1084.0
cudgel 1199.5
boyer 3110.5
meridional 862.5
indica 641.0
conclude 205517.0
carbonyl 3047.0
homografts 827.0
suppuration 965.5
scapulars 508.0
undergraduate 14289.5
descents 908.5
torsion 3717.5
wormwood 942.5
midland 7675.5
catholicism 17598.0
attainder 5653.0
kahl 987.5
genetic 53721.5
sanchi 518.5
entitle 10125.5
feather 13986.0
morarji 7373.5
devi 1833.0
marcellus 1411.5
valuations 1505.0
sayyid 1283.0
swarmed 2565.5
iseult 581.0
lymphoid 4130.5
coherence 8922.5
commuted 4964.0
montserrat 1215.0
hateful 5358.0
breakage 1792.0
altruism 1610.0
religieuses 877.0
banish 5414.5
garrisons 4090.5
sozial 591.5
subprogram 697.5
inadvertently 1998.0
reminiscence 2378.5
grecs 547.5
greco 6874.0
eaton 5860.5
steagall 527.0
fallacious 4189.0
grece 543.5
deductible 14837.0
fielding 9101.0
westerly 9016.5
stuffing 1792.0
purchas 909.5
playgrounds 3620.0
lascivious 1983.0
edgar 23236.0
1543 1053.0
gradients 5523.5
impervious 3778.5
ransom 11944.0
cohort 1283.0
ostentatious 1664.0
denial 67351.5
pangs 6000.5
pauly 906.0
carbohydrates 16179.5
secondat 1104.0
debilitating 694.5
paulo 19712.5
painstaking 3356.0
gibbs 10581.0
vocabulary 33257.5
mainmast 795.0
paula 1207.0
unimaginable 1393.0
waitangi 803.0
complemented 1772.5
yom 1750.5
mineralogist 552.0
jehoiakim 540.5
colts 699.0
identity 153326.0
diabetes 21843.0
audit 17010.0
off 1783192.0
sulaiman 568.0
shotgun 3526.0
chartres 7166.0
indonesia 56309.5
patterns 185506.5
automne 1387.0
fearlessly 1500.5
oft 17225.0
credibility 8484.5
diphtheria 9292.5
diversify 2047.0
audio 25707.5
tactfully 578.5
reefs 4664.5
magnetization 8561.5
newest 4781.5
clocke 773.0
trophic 989.5
libyan 1334.5
perugia 1188.0
foothills 8600.0
resuspended 1831.5
clocks 5361.0
shiloh 2673.0
griechische 716.0
modigliani 1678.5
web 22926.0
wee 6557.5
wed 2282.0
superfluities 877.5
wei 8971.0
wen 5713.0
toyed 4345.0
undulating 2312.0
wer 893.0
topsails 594.0
herdsman 847.0
wet 67348.5
enfield 753.5
practise 16635.5
villagers 19983.5
rivington 881.0
chalons 1376.5
phineas 528.0
bossing 504.0
biologists 4014.5
pied 3008.0
archeological 1447.5
stooped 5700.5
mathura 905.0
crux 15302.0
semiarid 680.0
cruz 37599.5
zimbabwe 1023.0
gambling 13243.0
atrophy 15263.0
annuitant 1065.0
tick 9050.0
pier 9277.5
pies 2684.0
debatable 4078.0
jewett 1444.5
emma 7374.5
bermudas 539.0
bulge 4549.0
ransomed 936.0
schmitt 2540.0
liebe 837.5
alencon 846.0
cosas 1368.0
flickering 3688.5
become 1996749.5
lundy 897.0
waltham 2580.0
zambesi 2469.5
gaining 43636.0
grids 1245.5
actuarial 1820.5
underwent 11183.0
matin 826.5
immortal 28403.0
cogan 538.0
dahomey 6081.0
mozambique 5922.0
scatters 988.5
choosing 47425.5
flush 12731.0
hissing 2615.5
blonde 2864.0
