the 421078836.5
of 245508887.5
to 140898295.5
and 124536538.0
in 115562663.0
a 97910628.5
is 62796787.0
that 58578625.5
it 45174657.0
be 41963919.5
as 39174829.0
for 38364306.0
was 37514237.5
not 31060106.5
he 29538295.0
by 28207156.5
with 27471041.5
on 26878127.5
which 24934082.0
i 24267525.0
at 20979266.0
are 20880513.5
this 19231979.5
his 19208385.5
have 18777556.0
had 18389366.0
from 18499664.0
but 17785554.0
or 15867806.5
they 14446427.0
an 14091793.0
been 12643977.0
one 13054575.5
we 12784862.0
were 12472792.0
there 12191833.0
all 11472087.0
has 10948448.5
can 10118686.0
would 9962655.0
you 10681276.5
may 9686784.0
who 9308978.0
will 9174523.5
if 9145278.0
their 8699839.5
so 8565504.0
more 8305176.0
when 8128203.5
time 7967941.5
no 8124636.0
than 7572732.0
what 7561927.0
other 7554580.5
do 7077280.0
him 6922587.5
any 6553020.5
them 6371614.5
only 6077861.0
out 6106763.0
its 5876706.0
should 5560950.5
such 5564785.5
she 5755809.5
her 5559480.5
some 5438598.0
could 5295503.0
into 5317686.5
about 5286135.0
two 5318433.0
made 5094133.0
new 5918783.5
up 4908590.5
between 4709367.0
first 4816254.5
these 4670617.0
must 4620935.0
same 4438465.0
most 4323550.0
me 4337962.0
my 4361478.5
part 4111397.0
said 5435840.5
did 4003088.0
years 4001966.0
man 4132834.5
way 3624876.0
after 3732950.5
much 3558493.0
those 3522952.5
our 3544321.0
where 3632194.5
shall 3452616.5
very 3522623.5
people 3391141.5
life 3414074.0
under 3372638.5
many 3354382.5
well 3591425.0
make 3235248.0
work 3300532.5
states 3270122.0
world 3296051.5
because 3230964.5
then 3472459.5
over 3208759.5
before 3131052.0
great 3131429.0
state 3142423.5
1 3922878.0
see 3336902.5
united 3023153.0
also 3026014.5
however 3531076.0
how 2859833.5
own 2836314.0
used 2805989.5
upon 2793086.5
number 2728404.5
even 2841304.5
being 2769805.5
during 2673451.5
fact 2686299.5
know 2733869.5
each 2596830.0
found 2548565.5
now 2694127.5
good 2659534.5
us 2554657.0
through 2526449.0
case 2607472.0
use 2492500.5
like 2678450.5
day 2625142.0
war 2520440.5
does 2474969.0
take 2409861.0
government 2457469.5
men 2476342.5
end 2437297.5
order 2374584.5
long 2427399.5
per 2304361.0
year 2379765.0
place 2254513.5
right 2322571.5
say 2380333.0
three 2275281.5
might 2160337.5
point 2174190.0
general 2252803.5
given 2134984.5
come 2177118.0
both 2111743.5
far 2070140.5
without 2055854.0
little 2050384.5
go 2047971.0
law 2118300.0
possible 1944775.5
down 1964956.5
god 2030969.0
power 1918058.5
country 1833146.0
back 1890020.5
few 1856180.5
give 1794331.0
your 1890163.5
course 2050231.0
get 1813450.0
york 2473826.0
too 1920790.0
since 1794601.0
against 1764780.5
water 1790855.0
hand 1896830.5
form 1737634.0
whole 1720508.0
less 1740111.0
act 1794050.0
whether 1679448.5
cent 1705883.0
house 1732840.0
another 1690671.0
important 1666567.5
came 1687965.5
present 1678847.0
never 1731432.5
large 1665083.0
taken 1626281.0
here 1759176.5
century 1666274.0
period 1658567.0
just 1682274.0
think 1726213.5
find 1614609.5
every 1634079.0
within 1609867.5
nature 1639748.0
old 1737672.5
while 1646781.0
able 1533448.5
until 1567019.0
necessary 1573118.0
american 1706593.5
done 1545170.0
himself 1571841.0
system 1558406.5
last 1560747.5
question 1525618.0
side 1556640.5
things 1542643.5
though 1601120.0
different 1488817.5
means 1497186.0
public 1504746.0
children 1516389.0
thought 1504104.5
high 1522763.5
court 1460041.0
matter 1494812.5
small 1460631.0
still 1505534.0
history 1513341.0
put 1405377.0
value 1397273.0
mind 1408172.0
view 1370256.5
following 1422845.5
members 1335575.0
called 1459291.5
seen 1366488.0
known 1378148.5
days 1349441.5
school 1372408.5
social 1413505.5
nothing 1362999.0
2 1841488.0
interest 1318958.0
second 1354343.5
least 1353966.0
left 1318966.0
development 1299142.0
subject 1292887.0
set 1284410.0
person 1286048.0
went 1320512.5
effect 1276669.5
am 1347647.0
study 1245963.0
best 1245235.5
certain 1250497.5
half 1303262.5
body 1237547.5
result 1233457.0
reason 1223714.0
amount 1179060.5
again 1254886.5
later 1257583.0
company 1365225.0
among 1192144.0
national 1207350.0
land 1176877.5
took 1147963.5
position 1141656.5
book 1250167.5
always 1194614.0
seems 1143214.0
going 1190691.0
problem 1135346.5
thing 1160040.5
times 1179571.5
university 1337524.0
sense 1172196.0
let 1174920.5
true 1159625.0
group 1113705.5
yet 1142543.0
example 1280128.5
better 1115760.5
cases 1126701.0
church 1122077.0
need 1097552.0
become 1092651.5
age 1130774.5
something 1107496.5
due 1057148.5
education 1139520.0
therefore 1229058.5
off 1105257.5
name 1100339.0
light 1085102.5
four 1134209.0
others 1111605.0
city 1090872.0
society 1081851.5
change 1033405.0
above 1126352.0
why 1072218.5
away 1071851.5
enough 1036383.0
five 1131764.0
section 1137389.0
action 1021867.5
head 1047627.0
held 1014331.0
line 1030266.0
terms 1012208.0
home 1045509.0
either 1015483.5
early 1023576.0
rate 1016580.0
death 1043574.5
according 1042579.0
words 1072898.0
human 999804.0
want 1014109.0
party 990580.5
purpose 968247.5
conditions 975241.0
knowledge 964454.0
child 1000237.0
common 956477.5
once 978354.5
kind 942926.5
whom 968869.5
brought 923003.5
having 942227.5
business 961071.5
money 933669.0
basis 921162.5
total 925344.5
family 932397.0
thus 986081.5
account 900120.5
told 957312.0
south 982853.5
individual 903509.0
economic 972622.5
force 905338.0
committee 914578.0
shown 957643.5
3 1279707.0
room 920191.5
itself 918753.0
increase 876793.0
political 938205.5
air 911325.5
father 958548.0
field 869650.0
area 867614.5
ever 884256.5
parts 889691.5
council 881212.5
word 914608.0
service 889648.0
difficult 859209.0
office 910618.0
president 903694.0
almost 865072.5
although 878496.5
often 887422.0
rather 886515.0
control 851954.0
extent 823788.5
young 877224.5
next 849000.5
look 863112.0
tell 864541.0
british 858509.5
evidence 821495.5
england 879269.0
greater 821262.0
themselves 831823.5
believe 844294.5
process 833310.5
clear 843658.5
north 886400.5
free 848925.0
show 808995.0
keep 811149.5
table 828546.5
idea 808625.0
property 813843.5
considered 798664.5
help 807077.0
hands 807911.5
making 803945.5
various 782923.5
union 813535.5
along 805993.5
several 801976.5
difference 772721.5
chapter 796445.0
became 798052.0
face 819348.0
quite 816392.5
board 790911.0
importance 763119.5
method 786847.5
0 804515.5
beginning 783996.0
full 801831.5
cause 776031.0
love 833253.0
results 758439.0
problems 772675.5
seem 764184.0
already 791073.5
together 774030.0
moment 775477.0
member 756627.5
women 793499.5
surface 764034.5
manner 740346.0
soon 760073.0
feet 776594.0
west 794905.5
america 779900.5
level 746158.0
situation 729950.0
seemed 733258.0
months 738854.5
policy 755141.5
respect 735546.0
king 812994.0
direction 727668.5
production 739732.5
anything 732615.0
east 769590.0
night 761487.5
information 715046.0
degree 717160.5
experience 729687.0
middle 751695.0
population 722112.0
perhaps 759490.5
attention 702621.0
rest 740568.5
living 719948.5
knew 726883.5
deal 691697.5
began 722419.0
required 698877.0
eyes 743063.0
hundred 726281.0
nor 737010.5
ground 694155.0
solution 702589.5
read 716229.5
asked 730546.0
5 922072.0
got 734402.0
twenty 816515.0
gave 690370.0
10 855221.5
trade 713529.0
opinion 705441.5
london 956211.0
mother 755946.0
carried 664700.0
particular 684309.5
department 716846.5
english 725039.0
further 683256.5
type 685723.0
4 940712.5
past 677981.0
felt 670773.5
written 674983.5
class 694760.5
influence 660278.0
mean 687111.0
temperature 679764.5
live 663434.0
energy 656746.5
saw 671430.5
theory 694498.5
third 696588.5
earth 668024.0
except 667571.5
material 643544.5
letter 667046.5
cost 663097.5
future 634737.5
changes 632657.0
likely 638428.5
income 651336.5
report 661681.5
return 644405.5
self 792515.5
pay 631808.0
nations 628331.5
equal 628272.0
heart 655419.0
based 618648.5
similar 613571.0
understand 622974.5
persons 618953.5
size 634570.0
real 633188.5
short 675627.5
peace 632396.5
countries 618099.5
received 610527.5
whose 626545.0
special 606618.5
lord 686196.0
six 646956.0
natural 627130.0
pressure 613722.5
india 639530.0
date 616940.0
feel 607885.5
looked 608451.5
doubt 607715.0
obtained 585308.5
art 643880.5
turn 622825.5
open 614451.5
paid 591074.0
single 596337.5
lower 592897.0
blood 606098.0
care 600822.5
term 637970.0
close 602580.0
bring 580645.0
especially 637134.0
international 618988.5
foreign 611538.5
appear 588391.0
sea 604310.5
relation 584389.5
hours 610819.5
science 632673.0
placed 572140.0
story 599409.5
concerned 571946.0
laws 595373.0
length 589393.0
heard 593061.0
wife 612425.0
woman 604073.5
authority 574189.5
association 612341.0
industry 589402.0
truth 590187.0
son 651890.5
longer 569193.5
white 640864.5
provided 583230.5
french 604371.0
sure 600534.0
higher 565289.5
groups 576429.5
press 751515.0
army 578356.0
character 578491.5
community 560581.5
commission 568689.0
available 551352.0
function 561881.5
congress 571256.5
operation 582224.0
play 552830.0
sent 546943.0
relations 567888.0
spirit 562884.5
described 561189.0
determined 536822.5
price 555364.0
turned 551738.5
latter 557781.0
europe 549857.0
expected 530858.0
attempt 523639.5
rights 547832.5
existence 538049.5
answer 557189.0
impossible 542003.0
hope 551655.0
de 749007.5
main 531913.0
rule 562930.0
river 539254.5
probably 539737.5
near 548527.0
france 587936.0
health 567579.5
appears 523843.5
miles 552364.5
central 533743.0
ten 549036.5
condition 525845.0
support 515265.0
movement 530264.5
current 523113.5
provide 503094.5
doing 525034.0
6 723773.5
town 525262.5
labor 543376.5
series 530202.0
ways 512362.5
leave 518624.5
passed 512103.5
usually 525917.5
organization 521225.0
front 519059.5
forces 507741.5
distance 510530.5
fig 525791.0
capital 520323.0
minister 529313.5
growth 508709.5
language 523406.0
around 513112.5
factors 500959.5
loss 501396.5
low 538536.0
research 527746.5
local 508334.0
agreement 493264.5
door 508686.5
followed 497838.0
working 510582.0
consider 495590.0
call 509067.5
morning 517897.5
principle 500205.5
makes 487300.5
presence 486679.5
methods 493203.0
published 498177.5
plan 493624.0
chief 523478.5
points 494930.0
food 510300.5
b 693093.5
determine 463344.5
follows 552722.5
wanted 479291.5
fall 486148.0
average 486220.0
c 716099.5
analysis 491880.0
schools 497133.0
reached 471074.0
applied 474561.5
practice 488104.0
source 480361.5
meet 466857.5
complete 471349.5
toward 474677.0
data 469819.5
college 535793.5
discussion 465803.5
needs 478345.5
meeting 470228.0
established 477683.0
kept 475441.5
regard 465727.0
goods 473647.5
object 475590.5
lost 480262.0
stage 477529.0
wrote 564797.0
led 460032.5
meaning 485911.5
books 497031.0
workers 493407.0
hour 493030.5
top 474750.5
taking 459463.0
john 623562.5
note 483833.0
affairs 467053.0
understanding 453302.5
principles 468414.0
secretary 486247.5
powers 458021.0
ii 603737.5
constitution 455434.5
modern 471066.0
speak 473899.5
structure 464023.5
added 500151.0
majority 452398.5
christ 472458.5
paper 460071.5
values 455000.5
sun 470883.5
nation 462704.5
works 472847.5
figure 463547.5
hold 446588.0
original 436821.5
hard 471118.0
volume 448552.0
interests 451072.0
co 548170.5
addition 474578.0
freedom 454173.5
rise 440139.0
questions 442449.0
duty 433528.0
building 444511.5
strong 446982.0
federal 452784.0
provisions 437336.0
patient 441380.0
ask 452570.5
tax 439845.0
late 447803.0
beyond 431389.0
decision 428722.5
friends 443583.5
alone 447408.0
wish 432774.0
20 541774.0
statement 428214.5
increased 423968.0
decided 421399.5
purposes 435738.5
bank 437689.0
administration 441022.0
write 425154.0
lines 430336.0
forms 429120.5
allowed 411173.0
regarded 410867.5
areas 427827.5
really 435074.5
ought 420849.5
soviet 426042.5
range 422128.0
tried 411674.0
physical 433081.0
opportunity 398012.0
produced 408870.0
unless 415920.0
treatment 418399.5
march 576184.0
run 424492.0
charge 412921.5
stand 408662.0
standard 409173.0
faith 414797.5
gives 401921.0
try 406224.5
8 565084.5
else 419231.0
carry 399828.5
easy 413117.5
ready 416478.0
application 398585.0
myself 419796.5
continued 431933.0
program 406585.5
facts 403414.5
ago 408038.0
indeed 469394.0
direct 399128.5
market 400599.0
sufficient 394383.5
distribution 401950.5
simple 408519.0
thousand 407356.5
cut 413467.5
fire 419256.5
services 402171.0
follow 404554.0
mentioned 419387.0
justice 413798.5
below 423457.0
supply 400525.0
across 402367.5
acid 435322.0
says 544747.5
particularly 414438.0
considerable 393414.0
coming 405354.5
role 387736.5
measure 388808.0
german 416976.0
lived 397330.5
wide 413780.0
job 394011.5
circumstances 402738.5
test 394930.0
space 399713.0
discussed 395151.5
picture 390906.5
connection 383118.5
studies 408147.5
major 394954.0
june 567819.5
ideas 395297.5
author 409705.0
consideration 379571.5
weight 395495.5
students 387808.5
effort 380127.5
feeling 392700.0
heat 394997.5
reasons 396278.0
species 385951.5
strength 391847.0
greatest 382847.0
scale 400654.0
factor 379272.0
parties 380456.0
relationship 378854.5
britain 405044.0
instance 451593.5
success 380773.5
religion 410525.5
responsible 374970.0
sometimes 410131.0
involved 376313.0
nearly 386879.5
gone 389607.0
disease 393618.0
personal 390814.5
hear 389693.5
appeared 380290.0
friend 408066.5
reference 372913.0
sir 498582.5
differences 369956.5
week 394347.0
saying 429984.5
developed 375711.5
expressed 370442.5
lead 381523.0
looking 399963.5
upper 372991.5
road 384508.5
voice 404463.5
everything 381807.5
desire 373329.0
born 400838.5
writing 379765.5
produce 364914.0
normal 371080.5
towards 369712.5
activities 377566.5
demand 367264.5
article 374464.0
western 374771.5
7 515583.0
germany 398311.5
soul 375574.0
rules 366566.0
neither 371766.0
learn 356295.5
shows 362571.5
proportion 353285.0
materials 370383.0
private 366455.5
progress 362365.5
proper 352538.5
x 442065.5
pointed 370699.0
throughout 368462.0
civil 370887.0
comes 362557.0
constant 361482.0
supreme 356332.5
product 356496.0
effects 358168.5
trying 350916.0
outside 361761.5
talk 364833.5
chance 347865.5
minutes 359808.5
prepared 348522.5
merely 354541.5
formed 348285.5
types 355705.5
july 511623.5
motion 360243.5
military 360275.5
expression 357848.0
obtain 346664.0
stood 353503.0
takes 343824.5
eye 361664.5
serve 343310.0
washington 536967.0
elements 352547.0
sum 350206.0
security 351583.5
lack 348679.5
lay 348660.5
sort 348206.0
non 440813.5
met 347273.5
generally 360526.0
prevent 333237.0
month 358299.0
essential 344018.5
bed 347201.5
conclusion 337170.5
center 350548.5
literature 360448.0
built 346224.5
drawn 337115.5
step 349645.5
sound 348981.5
notice 339411.0
street 388212.0
thirty 392001.5
spent 327329.0
wall 341474.5
poor 356997.0
died 361266.0
contract 334721.5
30 435597.5
activity 340624.0
returned 350288.5
including 390166.0
observed 346011.0
advantage 328954.5
noted 355129.5
pass 334738.5
corporation 344435.5
referred 339546.0
limited 338827.0
stock 340146.0
religious 351808.0
earlier 337394.5
revolution 341259.5
library 356663.0
assembly 329102.0
depends 322633.5
red 375012.5
journal 404705.0
region 334225.5
presented 329789.0
cross 358280.0
happened 331686.0
move 329739.5
accept 322270.5
ability 329451.5
mass 335404.5
larger 326309.0
stated 348379.5
china 361136.0
laid 319322.0
christian 337646.5
effective 317511.0
believed 323875.5
15 445996.0
behind 335003.0
weeks 323588.0
interested 320084.5
equation 382864.0
share 323461.0
dead 335113.0
products 331376.0
events 319987.5
million 335693.5
april 473386.5
remain 322377.5
none 330919.0
industrial 336669.0
seven 346209.0
100 386189.0
aware 313959.5
related 315764.5
letters 339384.0
issue 317884.0
governor 343487.5
parents 327713.0
whatever 327156.0
cells 321140.5
lives 315293.0
matters 316562.0
final 313134.5
portion 314829.5
places 318263.0
appointed 313027.0
responsibility 307513.0
accordance 306897.0
bill 322559.5
occur 310950.0
continue 305672.0
fear 324636.5
quality 316528.5
needed 305986.0
difficulty 303115.0
directly 309254.5
boy 338812.5
wrong 316624.0
task 300097.0
thinking 316828.5
giving 304733.0
former 308638.5
eight 338044.0
interesting 305474.0
remember 318995.5
50 365712.0
black 348583.0
division 315811.5
relative 299352.5
teacher 318659.5
spite 316987.0
january 446670.0
coast 307056.5
becomes 312919.0
floor 300285.0
record 307106.0
judgment 305806.5
husband 316194.0
12 423507.0
proved 298448.0
employed 298264.0
o 334130.5
principal 298456.0
animals 307861.0
accepted 298691.5
actual 294942.0
oil 329729.0
mouth 307432.0
conference 303466.0
unit 296816.0
kingdom 299497.5
content 300464.5
soil 298777.5
specific 294110.0
contact 293748.0
included 302783.0
girl 316308.5
review 355850.0
flow 292858.0
gas 303693.0
using 301812.0
district 296646.0
sat 294093.0
fine 314290.0
music 318646.5
failure 287120.0
finally 337217.0
getting 292788.5
caused 284026.5
round 309283.0
bad 304618.5
staff 289204.5
apply 284659.0
learned 290218.5
possibility 282991.0
december 416565.5
divided 297156.0
philosophy 315845.0
teachers 309326.5
arms 304196.0
foot 304107.5
list 282593.5
raised 283199.5
instead 304093.5
economy 292832.0
indian 296035.5
assumed 286271.0
entire 280027.5
sides 287320.5
bear 281936.0
sale 283257.5
useful 283442.0
understood 283605.5
unable 280538.0
absence 290745.0
danger 282257.0
today 294743.0
numbers 284350.0
explain 274687.5
individuals 279927.5
compared 276448.0
serious 277744.0
aid 290328.5
officers 285986.0
9 404068.5
reaction 282633.0
origin 282931.5
reported 282499.0
enemy 279107.5
contrary 300871.0
deep 291195.0
moved 277207.5
speech 289143.5
behavior 284276.0
october 392385.5
goes 280576.5
formation 273030.5
iron 305782.0
bottom 277015.5
independent 277507.5
training 283416.5
prices 274733.0
maintain 265734.5
payment 270442.5
reach 268168.0
paris 354495.0
exercise 268851.0
construction 277134.0
recent 273505.5
africa 290070.5
moral 283683.5
worth 283114.5
served 267104.0
balance 275518.5
classes 274792.5
assume 268466.5
exist 273651.0
immediately 273830.0
variety 270672.0
forth 279747.0
suppose 289729.5
acts 271426.5
expect 271359.0
explained 276099.5
base 273277.0
chicago 360767.5
ratio 274206.5
entirely 271656.0
functions 271588.0
names 269781.5
25 369291.5
reduced 266836.0
procedure 266567.5
worked 265861.5
sight 270651.0
till 272471.5
reading 281484.0
attack 265820.0
remained 273168.0
resources 269662.5
figures 272967.5
commerce 279494.0
certainly 279393.5
intended 260375.0
island 280620.5
reader 264057.5
clearly 265293.5
august 367169.0
previous 258641.5
significant 262590.5
california 308321.5
square 275005.0
september 370142.5
empire 261122.0
agreed 268555.5
easily 264864.0
connected 259097.5
suggested 266021.0
prove 256809.5
post 297774.0
lies 255016.5
agriculture 285432.5
judge 263375.0
entitled 257864.0
associated 256230.5
basic 256694.5
resistance 262457.0
gold 277844.0
royal 266450.5
trust 267611.0
forward 259970.5
marriage 266246.5
labour 262910.5
evening 270702.5
nineteenth 260859.5
fifty 275966.0
village 257639.5
attitude 261519.5
efforts 251807.0
plant 261365.5
choice 257125.5
allow 248123.0
simply 258758.5
removed 254874.0
culture 268789.5
trouble 255727.5
officer 262031.5
steps 250820.0
capacity 258355.0
bound 257307.0
covered 258781.0
detail 245959.0
meant 258170.0
treated 251674.5
hardly 257590.5
county 282979.5
otherwise 263100.0
piece 257945.0
claim 248200.0
indicate 244200.0
causes 250986.5
receive 248769.5
title 262552.0
exactly 252768.5
forced 248070.0
lot 254805.5
dark 265518.0
la 326346.5
master 270285.5
willing 245958.5
struggle 248504.5
separate 242780.0
courts 248186.0
stay 253863.0
duties 245769.5
treaty 252180.0
practical 251766.0
brother 290190.0
entered 247754.5
approach 249125.5
fixed 249271.0
fell 252717.5
express 241361.5
fair 257087.0
bureau 274324.0
avoid 241740.0
republic 253183.0
jesus 257092.5
belief 242242.0
appearance 248960.0
election 245705.0
summer 255620.0
indicated 248837.0
opened 245420.5
active 243126.0
quantity 242010.5
enter 240300.0
appeal 240699.5
played 237124.0
cities 249918.5
establishment 238853.0
tendency 237405.0
passage 242302.5
november 345531.5
parliament 237663.0
add 243907.5
occasion 242643.0
examination 241353.0
exchange 239021.5
increasing 236646.5
management 252342.5
vote 236834.5
remains 249016.5
aspects 242342.0
opposite 234468.0
learning 242373.0
shape 243658.5
employment 241997.5
russia 254782.5
event 242094.0
reasonable 235077.5
plants 242677.5
student 238359.5
annual 244269.0
executive 236916.0
big 245028.5
battle 244762.5
ages 230247.5
significance 231900.0
supposed 233962.5
institute 255361.5
boys 243430.0
establish 230374.5
frequency 240746.5
highest 232599.5
standing 241157.5
southern 241165.0
fourth 250638.0
possession 233889.0
visit 232523.5
conduct 234285.0
provision 228081.0
send 231560.0
command 238294.5
recognized 231606.0
historical 259034.0
protection 233592.0
arrived 234145.0
subjects 232202.0
houses 241595.0
cold 247111.0
ship 237840.0
costs 234516.0
centuries 225682.0
representatives 228586.5
plane 232947.0
changed 231442.0
start 230929.0
created 228361.0
page 251185.5
pleasure 233238.0
fully 226124.0
william 305968.0
die 269357.5
maximum 226625.5
estate 231903.0
inches 236918.0
leading 224889.5
medical 241072.0
description 227172.0
agree 228805.0
angle 230745.0
showed 225249.5
holy 235658.0
begin 228751.0
phase 236716.5
error 226487.0
represented 225148.0
edge 234654.0
failed 225482.0
trees 235410.0
hill 306486.5
february 328833.5
engaged 219624.0
1950 349070.5
develop 217497.5
yes 347298.5
scientific 232789.5
capable 219121.0
spring 233409.5
happy 229604.5
speed 228953.0
distinction 217483.5
forty 258236.5
ordinary 220299.5
circuit 224980.0
japan 242809.0
leaders 223639.5
difficulties 218838.0
fight 223477.0
eastern 227242.5
benefit 219999.0
successful 217208.0
sold 220943.5
knows 226822.5
d 315134.0
include 227166.0
draw 214600.5
output 220537.0
birth 226603.5
percent 220738.5
height 224615.0
necessity 218644.0
prior 217971.5
dollars 225773.5
text 220642.0
ancient 224003.0
trial 221239.0
concerning 210357.0
teaching 223478.5
marked 216554.0
introduction 229683.0
internal 219386.5
concentration 218152.0
race 228912.5
granted 212648.0
velocity 217579.0
quarter 221095.0
usual 221675.5
tube 219057.0
equipment 230393.5
doctrine 223417.0
preceding 209064.5
mere 217682.5
welfare 224043.5
european 222008.0
adopted 214468.0
wind 224931.5
defined 224987.0
refused 216418.0
sources 216959.5
14 319080.5
issued 211148.5
kinds 215020.0
herself 221197.5
evil 218194.5
declared 229588.0
primary 214462.0
depend 208773.5
measures 210431.5
mental 223893.0
impression 207547.0
married 224734.5
started 215634.5
gain 209977.0
obvious 219439.0
actually 220702.0
animal 216987.5
legal 214670.5
anyone 208500.5
elected 212536.0
chinese 221042.0
derived 208769.5
argument 210712.5
sign 213022.0
determination 211117.5
reality 217578.5
occurred 207432.5
league 215773.0
40 266770.0
hospital 218527.5
rates 210226.0
axis 212130.0
credit 209499.5
require 206890.5
roman 215052.5
somewhat 213705.0
status 214625.5
confidence 211784.0
tree 214773.5
element 207881.5
ministry 209708.0
conflict 206668.0
evident 218751.5
daughter 234890.0
patients 204979.0
operations 210357.0
growing 208739.5
break 210784.5
consists 206260.0
positive 210808.0
sake 226247.0
girls 208145.0
fields 211683.0
explanation 202059.0
northern 208100.0
performance 206810.0
16 310247.5
ourselves 204666.5
citizens 204955.5
objects 206883.0
happen 203835.5
designed 197579.0
pattern 205307.0
largely 199145.0
news 214984.5
requirements 200526.0
curve 205870.0
determining 189939.5
senate 202159.0
thou 229821.5
speaking 226057.5
closely 196104.5
offered 199257.5
correct 198972.5
interpretation 204223.0
writer 208546.0
spread 198946.5
stop 201767.0
completely 200835.5
filled 201120.0
11 302642.5
communist 205454.0
canada 221600.0
sections 206827.5
henry 255327.0
relatively 199096.5
vol 302914.0
director 206712.5
concept 202945.0
troops 195851.5
institutions 204212.5
mention 196455.0
examples 194060.5
heaven 206715.5
survey 203793.5
design 201198.5
devoted 189547.0
18 296335.5
apart 199075.0
centre 198938.5
voltage 198862.0
glass 207013.0
car 195748.0
minds 193597.0
popular 196293.0
dealing 190536.0
p 251191.0
liberty 202772.5
jurisdiction 188859.5
smaller 194516.5
introduced 191666.0
indians 197047.5
italy 219466.0
territory 190341.0
scene 194905.0
fundamental 188450.0
offer 188818.5
comparison 187625.0
corner 198886.0
arts 201060.5
ones 197152.5
properties 193170.0
parallel 191234.5
thereof 196991.0
window 191056.5
affected 187341.0
hence 205374.5
proposed 187797.5
hair 202983.0
wait 196265.5
rome 203365.0
potential 188407.0
response 192109.5
fit 188531.5
families 191954.0
wave 196323.0
secure 183103.0
steel 204409.0
insurance 200702.5
occurs 187743.5
assistance 187364.5
save 190642.5
substance 189604.0
carrying 185392.0
experiments 183210.5
cell 187862.0
police 188765.0
glad 197555.0
instrument 184912.0
characteristics 189096.5
thy 202830.0
papers 205133.5
attached 185267.5
sleep 192280.0
san 219177.5
george 245784.5
sit 189766.5
measured 181847.0
articles 188824.0
existing 182527.0
funds 181307.5
nine 205686.5
walls 189452.5
heavy 191582.0
skin 189574.0
limit 182359.5
60 235771.5
orders 188304.0
n 234700.0
opening 183050.0
decide 177602.5
sciences 187660.5
professor 201962.5
lie 183358.0
concern 181238.5
exception 198149.5
japanese 191055.0
creation 182607.0
independence 185184.5
consent 185682.0
permission 186619.5
views 182468.0
machine 192760.0
copy 181072.5
13 286300.0
frequently 187788.0
discovered 182525.0
immediate 180411.5
experiment 181725.5
apparent 184199.0
approximately 182529.0
sitting 185329.0
beautiful 188972.5
passing 180426.5
spend 172262.5
re 225114.0
unity 183033.5
complex 180503.5
joint 183473.0
minimum 177585.5
straight 187504.5
characteristic 181325.5
build 179047.0
1949 296639.0
afraid 195603.0
partly 179405.0
plans 182510.5
contained 183071.5
ends 182224.0
sons 244812.0
assumption 175042.0
standards 182076.5
chairman 186355.0
1948 288684.0
walk 182774.5
advance 176527.5
official 181772.5
farm 185737.5
realize 173894.5
agricultural 190426.5
james 237068.5
killed 183281.0
eighteenth 184848.5
charles 235326.0
limits 179223.5
intention 176231.0
details 176806.0
valley 182888.5
walked 178585.0
hall 228688.0
investigation 173871.5
bodies 179972.0
discuss 170583.0
sample 172522.0
proof 176107.5
owner 178465.5
buy 174416.5
firm 179516.5
russian 185939.0
cover 173461.5
adequate 171669.0
tests 176691.0
educational 197461.5
familiar 173299.0
tend 171112.5
systems 182493.5
convention 174610.0
waiting 181700.5
employees 176113.0
printed 177521.0
winter 184811.0
external 174491.0
chemical 184758.5
decisions 171782.0
raise 169600.0
unto 186118.5
foundation 180477.0
opposition 174165.0
composed 173829.0
mountains 178124.0
leaves 180877.0
consequence 178946.5
composition 175636.0
personality 186770.5
represent 170482.0
careful 171354.5
closed 177124.0
green 221935.5
corresponding 169360.0
transfer 171361.5
units 175966.5
19 279566.5
financial 174523.0
arm 180057.5
stages 173146.0
authorities 169447.5
suggest 169786.5
belong 171989.5
moving 173297.5
moreover 212693.5
pain 179622.5
catholic 179669.5
realized 168863.5
leader 180514.0
reduction 168441.5
wages 177420.5
divine 172737.5
pacific 175106.5
admitted 175290.5
touch 173127.5
improvement 169581.0
older 172019.5
reduce 163685.5
maintenance 171870.5
universe 166705.5
directed 169594.0
taught 169170.0
blue 197701.0
rich 180437.5
features 169921.0
edition 186531.0
percentage 166489.5
queen 189143.0
image 172523.0
escape 166037.0
wealth 174658.5
vary 164711.0
24 257607.0
profit 173772.0
horse 182083.5
permit 161633.0
asia 179441.0
color 182222.0
beauty 177107.0
proceedings 169005.5
performed 163887.5
17 268587.0
maintained 166069.5
politics 184921.5
desirable 170196.0
highly 170860.5
greek 177091.0
grow 167023.5
owing 161862.0
twelve 175204.5
contribution 162499.5
pleased 172533.5
stone 181090.0
fifth 180383.0
provides 169044.5
circle 165374.5
mexico 189212.0
environment 164165.0
rose 177276.0
inch 187560.0
recognize 161418.0
democratic 171985.0
expense 166425.5
net 166560.5
holding 167847.5
processes 168008.0
finding 160989.5
secondary 168052.5
eat 169970.5
planning 173024.5
regulations 165593.0
negative 167888.5
jews 169196.5
poetry 177423.5
satisfied 164944.0
virtue 167981.5
greatly 164601.0
spoke 170974.5
companies 169732.0
absolute 165263.5
ill 190190.5
records 168912.0
liquid 164090.5
scope 163705.0
diameter 169841.5
dependent 161517.0
settled 162803.0
keeping 160918.5
collection 167719.0
studied 163053.0
banks 169094.0
taxes 166689.5
enable 153400.5
boston 231912.0
chosen 161380.0
mark 173272.5
islands 166609.0
museum 175865.5
v 212966.0
grown 166159.5
appropriate 158850.5
running 164868.0
purchase 159480.0
liable 157164.5
contains 162299.5
fellow 172677.5
instances 167008.0
season 161882.0
describe 154181.0
leaving 167641.0
perfect 164114.0
reports 167127.5
settlement 158665.0
depending 160181.0
pounds 163837.0
completed 158193.0
largest 162008.0
1951 265819.5
generation 159817.0
governments 157408.5
wood 177967.0
1947 252910.5
permanent 156428.0
path 159443.5
refer 155229.0
publication 158944.5
sell 158080.0
aspect 160994.0
broken 161789.5
chair 159929.5
doctor 176445.0
lady 176920.0
advice 158878.0
mixture 156335.0
seek 157765.0
ran 161225.5
paragraph 178517.0
lake 164250.0
virginia 179958.5
desired 155366.5
nevertheless 187525.5
branch 159006.0
lands 159368.5
representative 157293.0
electric 166493.0
agent 160395.5
remembered 162693.5
notes 166489.5
conception 156588.5
carbon 164905.0
brief 156388.5
acting 156942.5
medium 162128.5
excess 156915.5
sought 153493.5
powerful 156427.0
psychology 184348.0
thousands 155075.0
brain 157546.5
legislature 150729.0
stress 155734.0
preparation 155328.0
spain 169029.5
achieved 150463.0
atmosphere 154746.5
poet 167209.0
station 157527.5
estimate 149078.0
feelings 159382.0
lose 153753.0
suitable 150424.5
daily 159529.5
industries 159581.0
chapters 158847.5
expansion 152311.5
dry 161904.5
revenue 153701.0
youth 160448.5
institution 156940.0
emphasis 150243.5
combination 153177.0
necessarily 154367.0
definition 161594.5
session 155830.0
probable 157250.0
spiritual 155690.0
wants 152435.0
requires 151965.0
famous 154857.5
definite 148897.5
observations 150258.0
located 147157.5
sentence 153238.5
increases 150182.0
plate 161721.5
thee 163665.5
fund 155452.0
superior 152628.5
hot 164135.0
t 186099.0
e 209127.0
convinced 149234.5
rapid 147800.0
1952 249256.5
style 158193.0
create 147518.0
amounts 147736.0
exists 152459.0
replied 223559.5
satisfactory 145816.5
statute 147585.5
magnitude 144191.0
admit 149700.5
talking 156454.5
periods 152370.5
behalf 148296.0
peoples 151292.5
answered 191934.0
twice 149185.5
oh 236740.0
defense 151029.0
equally 151515.0
tradition 153355.5
attempts 142376.0
caught 147739.5
accounts 147506.0
pure 153789.5
ordered 148825.5
dear 190856.0
relief 147531.0
affect 142826.0
items 147805.5
22 237897.5
stream 145844.5
levels 147427.0
protect 142667.0
milk 159350.0
technical 152533.0
charged 143044.0
conscious 149957.5
moon 150751.0
accompanied 143689.5
oxford 195037.5
minute 154218.5
hoped 146513.0
cast 147619.5
investment 147396.0
cultural 157618.5
extended 142722.5
request 147054.5
grant 154770.5
crown 146814.5
actions 146678.0
equations 160257.0
strange 151106.0
favor 143033.0
mine 152825.0
separated 143015.0
branches 145474.5
committed 141259.0
sky 145889.5
metal 148247.0
jewish 148986.0
game 147483.0
seeing 145750.0
plays 147530.0
recognition 141396.0
leads 140207.0
occupied 141885.0
memory 148007.5
democracy 153305.0
prime 150527.0
thomas 199716.5
mile 150420.5
relating 140707.0
garden 152882.5
estimated 143003.0
knowing 143695.5
experimental 145114.0
variation 138141.0
proportional 137060.0
additional 140436.5
vast 140745.0
province 143184.5
iii 199764.0
contain 140284.0
buildings 149595.5
oxygen 144483.0
silver 154174.5
column 144581.0
worse 146745.5
pages 148090.0
supported 141020.0
thoughts 146281.5
load 141873.0
safety 143815.5
showing 139195.0
risk 140062.0
someone 142957.5
differ 136955.0
signed 142450.5
arise 139124.5
amendment 148744.0
21 227638.5
permitted 137429.0
m 179497.0
particles 139985.5
examine 137875.5
native 143366.5
neck 142585.5
demands 139937.0
setting 138468.0
resolution 140199.5
journey 141068.5
consciousness 145575.0
selection 139145.5
anti 187539.0
join 137453.0
numerous 140536.5
bearing 140904.5
afternoon 144733.5
succeeded 139523.5
wished 138084.5
emperor 144913.0
latin 150831.0
1953 231402.5
organized 139560.0
contrast 140954.0
interior 138905.5
regular 136031.0
motor 144844.0
probability 138265.5
80 178347.0
communication 140114.5
sex 146970.0
secret 140136.5
valuable 134961.5
suddenly 144595.5
operate 140367.5
acquired 134105.5
forget 141937.0
ideal 137718.0
becoming 134872.5
prince 151585.5
1954 220830.5
depth 138283.5
90 177252.0
distinguished 135515.5
seat 137089.0
spanish 148416.0
writers 140396.0
yourself 143703.5
israel 141207.5
discovery 134610.5
code 140235.5
vice 161379.0
ships 139327.5
promise 136483.0
armed 135783.0
calculated 131646.0
hearing 138356.0
1946 211391.0
project 133236.5
magnetic 132683.0
paul 184840.5
degrees 137975.0
address 137968.5
check 132677.0
universal 137140.5
slightly 136029.5
discover 130175.0
columbia 163750.0
approval 135462.5
detailed 128298.0
perform 129528.5
lying 137908.5
safe 136212.0
medicine 143544.5
train 132600.5
coal 148929.0
afford 129972.5
stands 132107.5
satisfaction 132798.0
distinguish 128067.0
search 132976.0
grounds 134408.5
electrons 130723.5
towns 135504.5
choose 131107.0
model 134283.0
widely 130952.0
namely 169667.0
debt 130599.0
cambridge 191779.5
dream 137386.0
defendant 132064.0
streets 134007.0
consequences 131617.0
criticism 137003.5
carolina 153303.0
equivalent 132099.5
dealt 126612.5
please 147722.0
approved 132388.0
navy 135907.0
damage 129852.5
sister 152426.0
commercial 136856.5
achieve 127421.0
represents 128777.0
guide 132447.5
wonder 137984.0
fail 130979.5
intensity 129921.0
regions 134363.5
chamber 132536.5
guilty 130822.5
fish 144634.0
brown 184410.0
advanced 129758.5
career 128651.0
despite 131995.0
arranged 128391.0
competition 131989.5
feature 128166.5
fifteen 134913.5
informed 130165.0
testament 126072.5
majesty 145582.5
1945 190405.5
equilibrium 128218.5
observation 129689.5
drink 133870.0
confined 127298.5
crime 130235.5
proceed 127917.0
varies 124984.5
extreme 129144.0
sales 134276.5
improve 124570.5
commons 125908.0
arrangement 128787.5
wise 136101.0
spot 128099.0
watch 129928.5
critical 130073.0
23 216231.0
mankind 125420.0
decrease 123678.5
mistake 126249.0
decline 125523.0
31 202333.5
legislative 127441.5
extension 128235.5
inhabitants 127502.0
poem 129629.5
background 128435.5
efficiency 128376.5
agency 129288.0
inner 125583.0
stopped 129783.5
reign 133653.5
rapidly 127550.5
r 152074.5
suffered 126115.0
bringing 122657.0
forest 130588.5
claims 125231.0
destruction 127068.0
false 129571.5
repeated 130525.0
observe 125212.5
drop 126270.5
bible 126219.0
illustrated 127584.5
site 123459.5
1940 186529.5
distinct 126027.5
deemed 120785.5
28 208786.0
broad 131872.5
begun 124490.0
profits 126272.5
plain 129928.0
excellent 127963.5
victory 125230.0
imagine 125256.5
quickly 130974.0
rank 128585.0
sin 130247.5
vessels 126080.0
inside 127918.0
mary 148281.5
zero 128279.5
teeth 125642.0
won 123771.0
minor 127216.0
conclusions 121959.5
organizations 129948.0
density 125664.0
delivered 122583.5
objective 124125.5
hydrogen 128512.5
advantages 122732.5
camp 129176.5
heads 126717.5
electron 121430.5
wishes 123247.5
atlantic 126567.0
appointment 120049.0
f 170565.0
struck 122065.5
exact 118807.5
fast 127513.5
soldiers 127530.0
declaration 123047.0
authors 123127.0
bit 126640.5
concluded 129270.5
legislation 122253.5
containing 122792.5
extremely 126630.5
egypt 132633.5
joined 123022.0
agencies 122964.5
movements 125425.5
bar 121645.0
resulting 119744.0
strike 122669.5
finished 125503.0
grew 124484.0
primarily 119098.5
happiness 124478.5
remove 117618.0
drawing 127397.0
birds 130511.0
colonies 119737.0
root 123820.5
26 203467.0
pieces 121961.0
conversation 121424.0
everyone 122786.0
layer 121062.5
obliged 119901.0
intellectual 125816.0
resulted 114733.0
index 123166.0
solid 122971.0
narrow 123802.0
key 122732.5
atoms 118212.0
aim 118822.0
favour 119026.5
economics 140199.0
imposed 117549.0
named 125968.0
previously 121383.0
1939 182830.0
policies 122917.5
grace 127785.0
ahead 123928.0
stars 122698.5
enjoy 117749.5
founded 122020.5
selected 120648.5
imagination 122317.0
70 161755.5
fluid 117727.0
nerve 118332.0
instruction 118802.5
indicates 116481.0
directors 117061.0
slowly 130205.0
audience 117545.0
helped 115486.0
turning 123131.0
extend 114376.5
compensation 122499.5
27 200511.5
scheme 118241.5
initial 116517.5
beings 116642.5
tells 121312.5
indication 113182.0
raw 120316.0
male 121840.0
teach 116601.0
fairly 118059.0
nervous 117743.0
carefully 118630.5
loved 121571.5
reply 126942.5
accurate 113877.0
issues 117539.0
1955 191703.0
combined 114810.0
brothers 146916.5
rock 121337.5
academy 117789.0
elsewhere 124956.0
spoken 116684.5
defence 119089.0
fresh 123307.5
campaign 117283.0
recorded 116805.0
arrival 115733.5
duke 133464.0
formula 122177.0
whereas 125400.0
signs 118043.0
quantities 113317.5
weather 120994.5
accomplished 112734.5
sub 157531.0
gained 112393.0
stories 119452.0
pupils 114002.5
professional 121334.0
conviction 113788.0
expenses 116611.0
possibly 116952.5
ireland 122188.0
submitted 111962.0
salt 126851.5
throw 113066.0
y 145195.0
directions 114338.0
female 116028.5
gods 116576.0
recently 119767.0
leadership 119004.5
seventeenth 117899.0
clause 134823.0
surprised 114370.0
charter 110890.5
constitute 111592.5
mountain 117069.0
separation 112006.5
thrown 114358.5
putting 112450.5
rural 118675.0
destroyed 114571.5
easier 112978.0
reserve 113902.5
convenient 113025.5
distributed 112257.5
temple 116770.5
burden 111989.5
existed 113279.5
boat 117477.5
dangerous 114440.5
providing 110212.5
opposed 115234.0
wisdom 119575.0
conducted 110651.0
angles 112923.5
contribute 109100.0
hath 119010.5
facilities 115619.0
statements 112822.0
evolution 114033.5
surprising 117817.5
injury 111954.5
administrative 116605.0
rays 123345.5
officials 114995.5
collected 115815.0
civilization 114396.0
philadelphia 161660.0
pre 145673.0
ministers 113136.5
prepare 109205.5
diseases 115549.0
happens 116398.0
unknown 115882.5
characters 113536.5
driven 112523.0
bonds 113426.5
sufficiently 108442.5
gift 115023.5
novel 116087.5
glory 115726.5
suit 110852.0
inclined 111082.0
double 118759.0
slow 117839.5
dispute 107125.5
shares 109337.0
bridge 112062.0
rain 116119.0
plaintiff 111598.5
broke 114755.0
aside 110081.5
mission 110781.0
fighting 112525.5
churches 114740.0
cycle 113982.5
mainly 109455.5
masses 108848.0
drew 110481.0
variations 108507.5
asking 112388.5
200 145120.5
radio 125776.0
qualities 110838.0
artist 113126.0
remarkable 109809.5
atomic 110701.0
sixty 122878.0
midst 110680.5
falls 111682.0
bone 115045.5
unions 112084.5
drive 111986.5
suffering 110898.0
thank 124400.5
begins 109684.5
commissioner 114312.5
americans 112811.0
assets 108678.0
ohio 141195.5
exposed 107273.0
sphere 109239.0
domestic 111244.5
positions 107996.0
horses 118776.0
taste 114025.0
anterior 106304.5
typical 108181.0
29 186132.5
waters 111402.0
payments 108416.0
readily 108372.5
regarding 102757.0
transferred 105802.0
examined 109152.0
forgotten 110246.0
ocean 107278.0
pennsylvania 129531.5
components 107334.5
influenced 105006.5
acceptance 106842.5
ye 121281.5
telling 109133.5
execution 106552.5
skill 109851.5
changing 107360.5
intelligence 114243.5
habit 106768.0
rising 109288.5
box 117949.5
claimed 106442.5
identical 106369.5
message 108721.0
literary 113658.5
beam 105154.0
subsequent 104476.0
experiences 107665.0
couple 108074.5
controlled 107227.0
membership 105174.0
dinner 110163.0
1941 165391.0
belongs 106770.0
citizen 106749.5
port 113873.5
specified 106917.0
listen 112998.0
witness 107009.5
captain 121924.0
borne 105955.0
finance 114174.5
tends 103336.0
operating 106745.0
hole 108176.0
faced 107108.0
shore 108423.0
properly 108332.5
vessel 104522.5
sodium 113393.5
thirds 119044.5
honour 107229.0
yield 105571.5
pair 108900.5
announced 106499.0
relationships 108556.5
accuracy 103693.0
respects 107890.5
ray 126718.5
reflected 103709.5
slight 106079.0
1956 168751.5
finds 103734.0
decade 103134.5
tissue 105105.0
contributed 101309.0
meetings 104759.5
thin 111094.5
machinery 111865.0
criminal 107132.0
regardless 103872.5
store 106509.0
looks 107967.5
vision 107845.5
constitutional 105264.5
gross 105817.0
fill 102274.0
sick 109909.5
attend 101291.5
opinions 105325.5
commander 125744.5
consumption 104729.5
considering 101756.5
silence 107042.5
employer 104845.5
occupation 106582.0
millions 104544.0
profession 103225.5
fallen 103859.5
honor 105896.0
alive 105109.5
shot 106113.0
severe 102411.5
enterprise 103502.5
sugar 117991.0
uniform 103451.0
obligation 100864.0
jury 100846.0
manufacture 103649.5
twentieth 106673.0
sorry 119803.0
conclude 104130.5
molecules 101008.5
bread 110067.0
acids 107776.0
confusion 101272.0
railway 105829.5
remaining 102475.5
trip 102196.5
representation 101522.5
essence 104881.0
symptoms 102155.5
substantial 98954.0
belonging 101101.0
sudden 102442.0
charges 101906.5
flesh 105738.0
statistics 107111.0
assigned 99482.0
flowers 110170.5
editor 116407.5
grand 109641.5
louis 137816.5
outer 98235.5
technique 102516.0
transportation 108890.5
ice 106101.5
deny 99337.0
legs 104813.5
1942 152408.0
commonwealth 103110.5
denied 101960.0
techniques 102073.0
darkness 102750.5
anxious 100153.0
accident 101053.5
surprise 102844.5
continuous 100100.5
thanks 103710.0
employee 100735.5
tone 107121.5
validity 98390.0
muscles 102336.0
hundreds 98994.0
mutual 101702.5
compare 97030.5
interpreted 97105.0
miss 116483.0
sheet 100427.0
fashion 101779.0
courage 103652.0
theatre 106539.0
warm 105873.5
yellow 120179.0
ear 103553.0
noticed 100707.5
laboratory 102443.5
throne 97715.5
benefits 98245.5
documents 104018.5
applicable 97845.0
pretty 106945.5
attempted 97200.5
solve 96367.0
consequently 114887.0
revealed 97681.5
whenever 100233.5
provinces 100024.0
continent 97409.5
homes 100914.0
removal 98071.5
supplies 102979.5
situations 99387.5
custom 102247.0
worthy 101370.0
bishop 112868.5
hotel 101083.0
arises 97093.0
wild 105008.0
waves 99093.5
elementary 102503.0
farmers 105711.0
owned 99945.5
location 99906.0
wales 100093.0
australia 114289.0
writings 103322.5
ml 103033.0
railroad 101076.0
treasury 97091.0
rare 102166.5
cash 100113.0
joy 102200.0
travel 97737.5
fraction 95748.0
bay 106732.0
cotton 111340.5
striking 97000.5
replaced 97042.5
35 150614.5
mode 97975.5
temperatures 99550.5
exercised 93292.0
texas 117212.0
summary 97306.5
possess 95371.0
younger 100168.0
gravity 95754.0
essentially 97537.0
justified 95705.0
fate 96213.5
liked 98017.0
italian 105647.5
fault 99299.0
limitations 96277.5
club 104449.5
precisely 96239.0
participation 95882.5
canal 95203.5
reaching 102378.5
uses 97771.0
negro 100439.0
commonly 97542.0
wars 96227.5
substances 95780.0
depression 97611.0
suffer 95122.5
wholly 96600.0
radiation 95802.5
worker 99200.0
equality 97275.0
answers 97132.5
weak 98904.5
entry 95228.5
compelled 93744.0
tongue 99371.5
enemies 98077.0
phenomena 94662.0
1944 144061.5
sacrifice 97108.0
falling 95674.0
worship 96870.5
engine 98427.5
psychological 104103.0
consistent 93370.0
arising 90754.5
producing 94945.5
apparently 97826.0
ended 97076.0
signal 97678.0
organs 96521.5
win 93736.5
loan 95237.0
organic 95809.5
reactions 96407.0
tears 96635.5
notion 93584.5
thick 100493.5
tables 103270.0
suggests 94100.5
considerations 94520.0
considerably 92878.0
regulation 97457.5
overcome 91212.0
offence 90716.0
sharp 98112.0
inquiry 92474.5
fought 92959.5
posterior 91228.0
contributions 92937.0
illinois 122176.0
harvard 116564.0
reform 95451.5
crisis 95099.0
atom 90870.0
marry 93989.5
invited 90871.0
prescribed 92107.0
film 95723.0
supplied 92453.5
snow 99397.5
extensive 91519.5
germans 95566.0
grade 99384.5
occasions 94256.0
hills 96123.0
mechanical 96690.5
entrance 93256.0
1938 150679.5
45 141596.0
faculty 92782.0
worst 94206.0
fruit 100532.5
massachusetts 113155.5
phenomenon 91107.5
departments 93390.0
measurement 93364.5
wire 93484.5
managed 91056.0
turns 92031.0
attitudes 100226.0
valid 91369.0
acted 90698.0
practically 92899.0
fortune 93661.0
efficient 90823.0
goal 91967.5
pictures 97796.5
authorized 90376.0
picked 90725.5
arrive 89344.0
sixth 98444.5
colony 90372.0
boundary 91537.0
discharge 90867.0
scotland 99119.5
hypothesis 91087.0
shoulder 93053.5
playing 95628.0
guard 92077.0
contents 92301.5
handed 94505.5
wage 95697.5
personnel 97138.5
copper 109217.0
visible 92396.0
pope 99254.5
trace 88032.5
punishment 91562.0
rocks 93984.0
perfectly 94838.5
naturally 95961.5
judicial 93297.5
amended 101246.0
decades 87569.0
robert 128837.0
earliest 89447.0
1930 131855.0
roots 93080.0
findings 89178.5
era 90837.5
vertical 89328.0
cooperation 91086.5
nucleus 89504.0
prayer 95452.0
context 91714.0
talked 91225.5
dozen 92167.0
michigan 108698.0
francisco 99714.0
diagram 93306.5
smile 95308.0
peculiar 91248.0
customs 96034.5
yards 90835.5
remainder 92646.0
argued 93400.0
incident 88135.5
slavery 92742.5
interfere 86894.0
count 95335.0
gradually 92435.0
violence 93348.5
arrangements 87090.5
besides 104752.5
demonstrated 88249.5
crowd 89076.0
dog 97536.0
colour 94483.0
ultimate 88150.0
saved 88850.0
solutions 90355.5
complicated 87473.0
75 128472.0
steam 92040.0
calling 90293.0
gospel 90246.0
formal 88654.5
sand 94884.5
smith 150545.5
sixteenth 91668.5
federation 92175.0
thickness 89337.5
integral 85848.5
1943 134888.5
taxable 85680.0
disposal 85993.0
situated 85294.0
indies 87228.5
flat 96177.5
liver 93762.5
shortly 90542.0
solved 84339.0
kill 91823.5
baby 92378.5
muscle 89954.5
poems 96287.5
closer 88205.0
speaker 97675.5
iv 130264.0
passes 86767.5
traditional 86554.5
blow 89157.0
map 88841.0
hearts 88363.0
cattle 95926.5
et 150349.0
quarters 92890.0
programs 90754.5
recommended 88186.0
abroad 88629.5
duration 90472.5
des 125891.5
colleges 91164.0
christianity 88995.5
partial 85551.5
clothes 93024.5
l 132807.0
ensure 83355.5
destroy 86613.5
threat 86570.0
pocket 87854.0
thinks 89775.5
starting 89051.5
suggestion 86559.5
securities 88010.0
ball 90138.5
prison 86309.0
alternative 85662.0
mixed 88072.0
grave 87378.0
breath 89471.0
desk 84780.0
reputation 86892.0
trained 87297.0
listed 89287.5
variables 85291.5
roof 87229.0
cabinet 86282.5
mechanism 86151.5
varied 84326.5
experienced 84635.0
vital 85736.5
quiet 91872.5
adjustment 87245.0
violation 85017.0
quoted 98815.0
languages 90209.0
adult 85953.0
transition 83754.5
senses 85750.5
nose 91852.0
particle 84210.5
instructions 86274.0
satisfy 84138.5
radius 84524.0
pride 89491.5
obviously 90675.0
consisting 85907.5
tons 89875.5
lips 88946.5
belonged 85042.5
catch 86412.5
1935 131453.0
enjoyed 84250.0
transport 88168.0
attended 84856.5
variable 84969.0
surrounded 84846.5
accused 82649.0
cited 88393.5
strongly 84960.0
preserve 83007.0
chain 85886.0
promote 83322.0
interval 85632.5
participate 82216.0
deeply 84328.5
1937 138073.0
holds 84540.5
absolutely 86245.0
infinite 86467.0
threw 82492.5
instruments 86162.0
parent 89829.0
candidate 85174.5
rivers 90026.0
coefficient 84333.5
obtaining 79502.0
naval 87801.5
sets 83426.0
roads 90698.5
manager 88483.0
noise 87740.0
frame 84958.5
furthermore 102746.0
scarcely 84927.0
component 83480.0
frequent 83617.0
fort 92565.0
infection 82278.5
plenty 86698.5
los 102655.0
exceed 82921.5
acres 84785.5
treat 81144.5
arguments 81768.0
errors 82514.0
organism 81197.5
farther 84750.0
translation 85957.5
waste 84466.5
promised 83512.0
rendered 80214.0
ring 86307.0
song 90760.5
bought 82987.5
judges 82940.5
societies 87792.0
lords 82158.5
grass 87891.0
printing 119438.0
liability 81647.5
exceptions 88844.0
appeals 81095.5
universities 86368.5
ceased 81866.0
diet 82562.5
1936 133721.5
opportunities 81085.0
expenditure 80470.0
subjected 79639.5
proceeds 80677.5
slope 81552.0
eggs 88720.0
operative 101648.5
raising 81860.5
includes 87660.0
serves 79814.5
dropped 82158.0
wine 87118.0
offices 85102.5
assist 78906.5
ease 81242.0
breach 81038.5
attorney 90201.5
bond 84044.0
diagnosis 82121.5
sole 80567.5
gentleman 87676.5
band 84351.5
addressed 82025.0
conscience 83870.5
rooms 85694.0
seventy 95827.5
hell 90663.5
intervals 83754.0
define 79261.0
delay 80907.5
petition 79057.5
discretion 81773.5
ions 82228.5
outbreak 78815.0
friendship 82782.0
slave 84059.5
shut 82522.5
obligations 79907.0
submit 79387.0
servant 85784.5
theme 81563.0
ears 83801.5
varying 80923.5
illustration 80631.0
moments 80476.5
consist 80643.0
payable 79386.5
agents 84065.5
corn 91699.5
developments 79179.0
blind 83688.5
fingers 81418.5
measurements 78758.0
pulled 79825.0
bones 83257.0
newspaper 83181.0
border 81445.5
wisconsin 93108.5
sunday 90946.5
palace 83404.5
proud 83489.0
cry 87052.5
defeat 79640.5
privilege 79090.0
dutch 86742.5
walking 83649.5
brings 77557.0
genius 82260.5
respectively 98686.5
kitchen 80088.0
engineering 91879.5
tension 80003.0
objection 78170.0
acquainted 77635.0
eternal 82872.5
supervision 80785.5
trend 79087.0
illness 80664.0
objectives 80977.0
rid 77897.0
circulation 78767.0
distant 79736.0
refers 77873.5
metals 84704.5
lateral 77919.0
filed 76114.0
handle 76896.5
file 80042.5
calls 81994.0
jersey 94831.5
resolved 80947.0
woods 81398.5
improved 78722.5
priest 84202.0
phrase 85552.0
colonial 83951.5
buried 79887.0
peter 98412.5
h 102360.5
assured 79947.5
conceived 77404.0
hereby 79369.5
graduate 78326.0
exceeding 77739.5
identified 77305.0
harm 77946.0
dignity 80195.5
shoulders 80229.5
attributed 77001.5
villages 79699.0
alliance 80557.5
adding 80092.5
concentrated 76592.5
practices 80685.5
seriously 78087.5
absorption 78336.5
mississippi 85888.5
reflection 78990.5
beside 80690.5
windows 80804.5
fuel 81527.5
departure 76354.0
gathered 76940.5
horizontal 77333.5
32 133690.0
proposal 76874.5
settle 76181.0
star 84760.5
readers 76987.0
zealand 84118.5
