the 8162136
of 3714818
a 3244044
to 3208754
and 3198718
in 2763807
that 1446134
for 1264425
is 1188656
on 926807
he 879306
with 872653
was 864818
at 749894
by 728774
as 727591
it 648653
from 617793
his 609022
be 568163
said 565093
are 562204
but 545901
have 535878
an 524389
has 498570
not 492510
who 462210
they 425546
new 422908
had 397169
or 354184
this 351738
their 335092
would 330897
will 327536
were 319073
about 297898
one 296307
more 295822
been 288365
which 288009
its 284050
i 268926
when 246411
she 228562
than 226265
last 210432
two 208288
her 205222
all 201041
some 200562
other 200001
after 197648
if 191033
also 187695
there 184638
up 182967
like 180616
we 180193
out 178805
no 173966
first 172530
can 171627
into 170376
what 167707
you 165208
most 155141
only 154895
so 152390
people 148831
over 145479
many 144505
because 143244
could 142959
years 132743
york 126001
president 124794
united 123588
american 119487
percent 118412
million 116480
them 115581
even 115463
do 114663
just 114119
now 113309
company 112117
three 109574
time 109297
state 108812
may 107193
where 103067
made 101354
through 99906
before 99316
those 98928
any 98755
him 98533
city 94781
make 94139
against 92294
much 91953
get 90047
did 89744
while 89513
year 89399
how 88604
then 87832
these 87246
since 86126
my 83324
national 82524
states 82462
under 79220
officials 78985
being 78735
both 77914
still 77848
our 77269
such 76484
between 75724
another 75031
say 74288
should 74198
government 72518
way 72202
back 71290
off 70579
very 69666
public 69370
work 69106
long 68418
take 68204
next 66808
down 66557
four 65949
going 65552
federal 63178
good 63017
during 62736
today 62580
each 62274
might 62080
world 61939
among 61846
own 61177
until 60731
several 60414
political 60030
former 59932
few 59795
little 59213
think 59057
part 58959
house 58670
school 58662
white 57711
go 57609
never 57294
called 56684
police 56316
well 55634
share 55532
home 55365
including 54773
here 54065
same 53773
second 53512
want 53493
without 53445
business 53308
university 53214
used 52851
come 52197
five 50840
too 50659
money 50425
net 50400
day 50331
inc 50236
see 50050
use 50039
general 49741
john 49691
group 49638
know 49565
high 49416
sales 49266
black 49251
around 49156
yesterday 48958
left 48593
put 48499
less 48012
end 47840
set 47770
right 47390
came 47246
director 47188
every 47114
major 46231
week 45630
early 45461
found 45412
does 45377
whether 45129
court 44665
best 44657
big 44541
your 44356
old 43992
told 43957
got 43800
whose 43778
become 43578
news 43488
economic 43461
clinton 43191
health 43033
market 42955
took 42689
me 42653
department 42636
chief 42305
game 42004
small 41953
bush 41933
help 41885
play 41871
must 41785
often 41773
international 41550
war 41403
number 41285
members 41190
recent 41030
although 40950
law 40713
family 40598
children 40469
place 40444
companies 40410
life 40375
least 40049
young 40039
team 39998
center 39927
program 39488
far 39165
reports 39139
show 39139
women 39125
began 39017
six 38712
plan 38692
office 38675
military 38646
need 38414
west 38326
once 38016
billion 37939
man 37713
almost 37672
street 37549
says 37327
executive 37215
asked 37105
large 37003
give 36889
times 36872
east 36616
great 36550
lot 36373
days 36262
already 35962
went 35849
administration 35682
something 35645
tax 35645
shares 35552
run 35282
third 35146
late 34937
south 34915
soviet 34869
better 34645
us 34644
bill 34402
open 34349
real 34336
making 34049
though 34000
find 33926
television 33891
won 33827
case 33646
pay 33566
always 33505
half 33414
local 33378
keep 33253
trying 33109
support 33052
vice 32700
yet 32699
enough 32516
expected 32498
look 32374
months 32117
washington 32007
earns 31946
system 31718
country 31526
music 31513
along 31484
board 31480
senior 31380
robert 31291
david 31265
cut 31247
campaign 31219
free 31118
loss 31083
foreign 31076
bank 31071
trade 30978
given 30725
top 30614
men 30539
stock 30509
really 30458
known 30442
interest 30397
financial 30382
power 30355
lost 30349
night 30236
held 29990
point 29726
north 29511
medical 29382
led 29090
became 29085
having 28995
report 28950
judge 28876
different 28834
according 28813
party 28748
college 28670
price 28544
change 28483
received 28479
things 28423
why 28283
chairman 28272
service 28266
away 28192
cost 28018
call 27866
taken 27838
based 27813
played 27687
important 27530
others 27438
students 27433
issue 27375
community 27328
nations 27273
private 27170
budget 27158
head 27112
kind 26938
nearly 26869
seems 26782
union 26775
father 26687
lead 26660
close 26391
later 26330
film 26327
building 26318
democratic 26271
hard 26226
season 26188
art 26067
air 26042
force 25868
gave 25865
rather 25850
june 25799
working 25771
job 25757
within 25615
special 25520
announced 25466
died 25387
central 25381
official 25356
makes 25352
final 25299
thought 25282
control 25232
toward 25184
ever 25146
move 25102
wanted 24920
start 24913
food 24855
woman 24826
rate 24775
congress 24754
security 24731
care 24729
seen 24657
water 24622
michael 24602
defense 24552
able 24533
industry 24460
current 24451
league 24368
decision 24350
information 24289
research 24285
probably 24284
weeks 24264
leaders 24220
problems 24168
include 24154
likely 24082
near 24021
oil 23913
march 23902
seemed 23892
players 23863
policy 23760
meeting 23680
record 23651
believe 23638
feel 23597
series 23575
behind 23488
plans 23451
seven 23450
social 23376
james 23364
line 23348
republican 23336
outside 23325
book 23320
deal 23268
taking 23206
turned 23205
side 23192
county 23177
computer 23128
qtr 23102
himself 22973
across 22965
drug 22950
increase 22905
getting 22895
agency 22894
full 22888
points 22888
los 22871
using 22833
named 22779
committee 22730
ago 22553
reported 22511
prices 22454
hit 22440
rights 22375
past 22343
recently 22329
mayor 22319
european 22286
included 22199
saying 22164
nothing 22113
despite 22000
month 21989
human 21937
strong 21928
return 21831
try 21814
workers 21775
done 21769
total 21758
provide 21685
games 21591
insurance 21579
worked 21556
district 21488
running 21451
agreement 21450
especially 21428
san 21393
senator 21344
name 21332
william 21289
doing 21277
george 21230
perhaps 21157
role 21144
council 21086
professor 21060
outst 20984
hours 20966
clear 20964
services 20959
earlier 20897
telephone 20880
de 20870
seem 20858
room 20853
looking 20817
park 20754
brought 20676
japanese 20639
problem 20639
buy 20568
comes 20538
personal 20525
income 20481
son 20413
agreed 20338
works 20310
lower 20294
sunday 20249
average 20236
offered 20231
july 20228
association 20184
main 20146
question 20135
richard 20102
revenue 20087
playing 20085
again 20061
senate 20037
groups 20014
turn 20007
red 20003
victory 19956
history 19937
started 19936
quarter 19744
added 19726
manhattan 19694
cannot 19653
largest 19635
charge 19633
live 19610
face 19533
sometimes 19528
conference 19521
eight 19448
western 19420
death 19414
let 19386
programs 19382
sold 19355
economy 19321
offer 19313
thomas 19313
moved 19312
bring 19274
rose 19254
leading 19187
tried 19133
coming 19092
french 19072
talk 19034
manager 19028
car 18968
secretary 18965
shot 18927
costs 18908
thing 18892
graduated 18883
rates 18868
higher 18804
possible 18803
continue 18782
effort 18725
spent 18692
area 18660
island 18658
member 18655
sense 18645
minutes 18634
town 18557
vote 18415
miss 18403
hospital 18395
paid 18368
win 18319
study 18316
development 18288
short 18275
april 18246
decided 18221
officers 18207
middle 18185
justice 18157
legal 18155
single 18148
together 18044
theater 18036
calls 18011
available 17946
hope 17942
british 17938
advertising 17837
particularly 17793
avenue 17792
means 17748
production 17745
education 17734
jersey 17721
saw 17683
credit 17655
taxes 17653
longer 17613
helped 17610
sent 17521
friday 17503
similar 17485
instead 17476
forces 17430
front 17400
issues 17391
either 17371
tell 17355
investment 17346
sell 17311
charges 17299
civil 17270
difficult 17266
served 17251
common 17231
museum 17167
jobs 17165
needed 17139
future 17125
anything 17109
position 17045
usually 17021
themselves 16995
begin 16975
cents 16969
mark 16963
press 16939
idea 16923
changes 16898
saturday 16861
certain 16855
bad 16846
view 16844
sports 16835
fell 16813
simply 16810
miles 16790
americans 16761
officer 16719
prime 16678
army 16676
heart 16645
order 16637
spending 16622
living 16614
peace 16610
firm 16549
summer 16541
space 16527
hold 16519
per 16519
action 16490
soon 16460
management 16402
baseball 16377
mother 16353
growing 16339
involved 16333
evidence 16291
ended 16243
fact 16232
described 16206
someone 16176
coach 16159
allow 16147
minister 16108
leave 16082
nuclear 16069
field 16043
whom 16012
schools 15998
takes 15981
add 15977
felt 15958
age 15942
football 15929
allowed 15900
contract 15900
ground 15888
church 15867
proposed 15861
result 15837
labor 15835
questions 15831
further 15809
sure 15806
california 15805
housing 15797
showed 15789
chance 15770
appeared 15742
parents 15737
am 15708
staff 15703
analysts 15649
love 15649
paul 15648
fourth 15602
includes 15577
reason 15557
considered 15556
runs 15537
corporation 15530
performance 15514
efforts 15511
meet 15501
aid 15498
form 15481
whole 15464
environmental 15455
thousands 15438
latest 15423
brown 15406
serious 15395
club 15385
wants 15352
knew 15336
low 15333
everything 15280
cases 15279
light 15233
built 15226
results 15215
fall 15199
story 15188
career 15183
annual 15154
capital 15113
remain 15085
commission 15081
created 15081
cup 15068
lawyer 15000
daughter 14950
opening 14907
executives 14875
rest 14872
race 14866
signed 14846
process 14839
commercial 14815
russian 14814
lives 14775
effect 14656
raised 14656
experts 14652
person 14599
matter 14594
child 14567
period 14500
tuesday 14497
corporate 14493
feet 14483
monday 14446
fund 14436
pressure 14418
met 14409
scheduled 14407
list 14391
page 14356
growth 14354
banks 14350
forced 14337
reached 14337
wall 14322
closed 14302
beginning 14235
shows 14218
talks 14207
funds 14183
stop 14175
democrats 14174
basketball 14169
previous 14166
act 14161
brooklyn 14150
hall 14143
spokesman 14130
charles 14127
beyond 14119
residents 14096
america 14094
kept 13997
giving 13988
wrote 13980
article 13960
assistant 13956
create 13947
blue 13893
worth 13884
goes 13880
needs 13850
german 13820
friends 13801
opened 13788
representative 13768
written 13762
killed 13748
produced 13747
fire 13738
leader 13736
angeles 13734
governor 13730
investors 13709
popular 13709
itself 13690
eastern 13665
failed 13663
media 13654
remains 13654
organization 13630
securities 13608
inside 13597
interview 13584
bond 13574
israel 13568
heard 13564
seeking 13563
peter 13529
smith 13518
starting 13483
poor 13459
sign 13429
project 13403
energy 13395
green 13395
level 13363
attention 13332
road 13331
countries 13328
division 13326
raise 13324
nine 13306
scored 13274
dinkins 13231
lawyers 13231
statement 13228
thursday 13223
anyone 13171
wednesday 13167
daily 13161
charged 13087
iraqi 13078
square 13057
land 13041
player 13035
degree 13000
stay 12962
exchange 12959
supreme 12943
grand 12922
joined 12910
southern 12899
election 12895
radio 12889
plant 12874
chicago 12861
released 12861
king 12860
continued 12855
terms 12827
employees 12826
sale 12817
potential 12812
operating 12794
everyone 12790
account 12777
huge 12774
iraq 12761
fight 12760
offering 12758
cover 12737
married 12713
quite 12706
above 12700
amount 12698
compared 12670
lived 12658
followed 12620
boston 12613
original 12612
student 12610
t 12514
operations 12508
selling 12505
published 12498
products 12472
data 12450
teams 12432
families 12404
build 12377
fresh 12357
beat 12336
read 12323
areas 12322
actually 12319
goal 12319
looked 12314
moving 12302
sound 12297
returned 12259
ball 12244
increased 12227
gain 12226
rules 12213
gulf 12208
bought 12207
reduce 12191
fifth 12172
throughout 12168
cause 12166
provided 12163
suggested 12157
standard 12142
pass 12132
technology 12129
concern 12111
serve 12111
johnson 12106
travel 12089
authority 12081
winning 12073
ways 12055
stage 12054
hotel 12044
presidential 12029
quickly 12013
aids 12012
step 11991
believed 11990
ran 11989
trial 11970
modern 11946
following 11941
majority 11940
bonds 11910
greater 11904
key 11863
notes 11833
test 11828
proposal 11812
course 11768
present 11729
entire 11720
yield 11718
independent 11713
attack 11703
born 11692
additional 11683
movie 11662
books 11655
apparently 11654
nor 11652
word 11641
systems 11637
traditional 11619
drive 11599
finally 11599
consumer 11590
value 11549
estate 11536
voters 11536
figures 11533
gone 11511
japan 11510
training 11509
institute 11507
fear 11502
hundreds 11496
ask 11490
morning 11478
store 11471
corp 11465
consider 11464
offers 11437
letter 11428
reach 11426
heavy 11423
ready 11416
experience 11409
parts 11408
bit 11407
natural 11402
figure 11385
cuts 11371
dance 11354
planned 11345
stores 11343
passed 11338
various 11333
largely 11330
biggest 11326
trading 11294
gets 11274
jewish 11272
intended 11269
couple 11265
treasury 11249
doctors 11246
debate 11234
network 11224
joseph 11211
hand 11194
designed 11193
post 11170
spring 11166
mostly 11118
earnings 11099
english 11079
declined 11077
accused 11053
rise 11051
required 11044
talking 11042
expect 11039
troops 11037
body 11031
estimated 11025
society 11010
construction 11009
performed 10987
range 10972
review 10960
dropped 10953
round 10927
class 10923
republicans 10920
industrial 10901
certainly 10894
benefit 10883
paper 10874
visit 10868
leaving 10865
lines 10859
retired 10848
mean 10843
appears 10817
sexual 10814
appear 10800
easy 10791
spend 10787
gold 10779
investigation 10761
cars 10752
limited 10708
giants 10706
sort 10690
holding 10687
finished 10683
democrat 10680
generally 10678
wife 10676
title 10660
marketing 10658
avoid 10651
plays 10638
base 10632
subject 10586
stand 10579
fiscal 10558
patients 10548
individual 10511
plants 10481
directed 10477
restaurant 10477
domestic 10470
professional 10467
bills 10464
evening 10464
practice 10462
israeli 10453
mike 10451
attempt 10446
chinese 10443
fighting 10438
deputy 10421
cable 10415
filed 10405
arms 10399
jim 10397
planning 10396
opposition 10394
weapons 10393
break 10388
benefits 10380
choice 10375
maybe 10366
garden 10361
lack 10359
numbers 10355
except 10336
clearly 10333
owners 10328
tour 10324
europe 10305
issued 10288
finance 10286
require 10270
significant 10248
approach 10246
ability 10244
risk 10229
situation 10220
powerful 10216
property 10203
arts 10201
neither 10189
success 10180
changed 10171
attorney 10169
lose 10169
wine 10161
caused 10157
version 10154
relations 10153
customers 10128
sought 10127
serbian 10110
gives 10090
receive 10085
knows 10071
losing 10046
larger 10039
newspaper 10029
regional 10023
response 10013
events 10011
frank 9990
apartment 9987
protect 9983
eventually 9974
looks 9969
learned 9960
refused 9960
opportunity 9945
spoke 9930
basis 9924
cash 9883
savings 9883
approved 9879
produce 9873
focus 9870
debt 9839
understand 9826
urban 9814
piece 9769
design 9763
save 9761
markets 9758
highly 9753
remaining 9740
carry 9733
author 9731
safety 9722
cold 9709
tom 9704
words 9699
audience 9683
musical 9674
criminal 9673
fine 9673
developed 9671
quality 9665
double 9662
deep 9661
presented 9661
studies 9638
candidates 9636
regular 9616
river 9613
battle 9600
virtually 9590
waiting 9590
willing 9582
measure 9577
voice 9558
none 9545
population 9542
congressional 9534
placed 9534
dollars 9524
northern 9497
due 9472
ahead 9471
grew 9471
violence 9449
calling 9437
complete 9431
prepared 9428
separate 9427
concerned 9420
hear 9407
elected 9405
straight 9394
collection 9379
style 9367
tough 9366
editor 9364
buildings 9362
accept 9355
science 9355
earned 9341
hot 9322
wide 9314
crime 9308
homes 9306
remained 9290
bob 9285
upon 9284
addition 9279
primary 9273
shown 9269
drop 9257
noted 9247
demand 9242
yards 9241
station 9222
tonight 9173
nation 9165
adding 9163
loan 9150
relief 9145
writing 9140
else 9134
owned 9119
millions 9098
negotiations 9088
unless 9084
equipment 9076
hands 9066
seek 9059
ordered 9057
treatment 9050
owner 9036
smaller 9036
send 9026
texas 9016
phone 9000
true 8984
unit 8982
gay 8976
condition 8971
prison 8969
gas 8962
basic 8957
connecticut 8954
jury 8952
scientists 8949
mind 8946
businesses 8939
keeping 8930
message 8928
reporters 8922
dozen 8911
begun 8904
competition 8900
successful 8896
friend 8872
trip 8865
pieces 8856
buying 8854
star 8853
challenge 8849
florida 8849
expressed 8848
access 8847
impact 8842
floor 8839
houses 8828
magazine 8815
italian 8807
authorities 8796
carried 8791
below 8786
london 8780
commissioner 8772
prevent 8769
yankees 8760
speech 8754
happened 8744
voted 8742
remove 8732
dinner 8731
edward 8726
showing 8713
established 8701
hearing 8701
communist 8691
intelligence 8672
seconds 8652
widely 8648
accounting 8634
older 8634
banking 8632
hopes 8625
whatever 8624
la 8620
size 8619
conservative 8616
candidate 8611
dollar 8610
feeling 8603
movement 8592
section 8578
heat 8572
learn 8563
african 8560
rich 8559
broadway 8557
image 8555
cities 8549
critics 8548
columbia 8547
picture 8542
product 8519
agencies 8513
search 8487
relationship 8485
video 8482
analyst 8479
increasingly 8458
direct 8448
forward 8443
decline 8439
china 8435
slightly 8431
extra 8416
completed 8415
religious 8415
relatively 8405
sides 8404
leaves 8397
meant 8390
jack 8379
critical 8377
thus 8369
mary 8362
pretty 8358
region 8352
protection 8349
agree 8343
develop 8330
putting 8327
twice 8324
guard 8319
watch 8318
details 8312
match 8301
suffered 8300
politics 8293
track 8288
partner 8286
moment 8279
simple 8258
village 8257
weekend 8247
cultural 8228
survived 8227
stocks 8225
complex 8197
streets 8186
immediately 8179
associate 8177
cast 8162
signs 8153
filled 8151
blood 8146
rev 8126
mets 8124
communications 8101
arrived 8097
neighborhood 8097
auto 8081
becoming 8079
paying 8079
dead 8077
martin 8071
defensive 8053
joe 8052
winter 8049
particular 8047
knicks 8043
reduced 8042
kennedy 8038
percentage 8037
becomes 8025
denied 8018
canadian 8004
russia 8000
joint 7995
losses 7991
discuss 7986
unusual 7986
hill 7982
hour 7976
cuomo 7971
hockey 7944
fashion 7940
caught 7937
broke 7936
jackson 7934
metropolitan 7927
release 7916
appeal 7914
opera 7901
join 7897
rule 7888
finding 7881
armed 7865
pro 7864
directly 7859
artists 7858
graduate 7851
score 7849
salt 7835
loans 7833
responsible 7832
places 7826
persian 7816
minority 7803
laws 7795
stopped 7794
turning 7794
familiar 7791
wrong 7775
begins 7765
spread 7763
speak 7760
municipal 7753
answer 7752
claims 7749
arab 7748
parties 7736
emergency 7732
van 7719
effective 7717
indian 7707
strategy 7705
catholic 7704
plus 7700
suit 7698
initial 7683
site 7659
extraordinary 7655
door 7651
closing 7631
germany 7630
event 7623
interested 7618
scene 7618
writer 7616
threat 7612
bowl 7607
fans 7601
pick 7601
walk 7599
trust 7592
ruling 7584
perot 7577
language 7576
headed 7553
highest 7546
continuing 7545
possibility 7541
arrested 7540
setting 7536
standing 7535
box 7534
easily 7530
introduced 7526
reading 7523
deficit 7521
afternoon 7517
damage 7517
cancer 7501
names 7499
nature 7496
legislation 7495
advantage 7491
yeltsin 7489
fair 7488
previously 7488
records 7480
provides 7476
rising 7469
comment 7467
secret 7456
thinking 7455
variety 7452
expensive 7428
panel 7428
specific 7420
term 7411
guy 7397
material 7397
character 7393
chemical 7391
happy 7391
necessary 7391
block 7390
lee 7390
sea 7390
louis 7386
related 7385
trouble 7383
onto 7382
supposed 7378
upper 7378
concerns 7375
software 7375
worst 7371
concert 7369
crowd 7368
hurt 7365
ones 7364
missed 7356
leadership 7354
bar 7346
olympic 7346
ethnic 7333
managed 7327
reserve 7327
tickets 7322
serving 7319
accepted 7317
fish 7317
address 7307
racial 7307
active 7299
write 7290
transportation 7289
fewer 7283
crisis 7281
tennis 7281
baker 7278
covered 7266
retail 7266
projects 7261
struck 7261
abortion 7256
remember 7241
heads 7234
referring 7233
opposed 7211
steve 7209
killing 7198
principal 7194
exhibition 7191
harvard 7191
france 7189
dining 7187
operation 7183
overall 7154
investigators 7140
influence 7136
strike 7107
favor 7102
rock 7089
unlike 7080
bay 7078
jets 7075
conducted 7074
aides 7068
standards 7062
shooting 7060
decide 7058
profits 7057
scott 7056
beach 7053
accounts 7050
kids 7050
acknowledged 7048
approval 7047
soldiers 7042
package 7039
argued 7035
supporters 7035
supported 7032
camp 7031
exactly 7031
increasing 7031
traffic 7029
involving 7026
speaking 7026
drugs 7014
saudi 7014
advanced 6998
alone 6998
improve 6989
insisted 6987
steps 6980
teachers 6976
rejected 6971
slow 6966
represented 6959
n 6957
homeless 6956
asking 6955
represents 6955
husband 6949
resources 6947
increases 6945
moscow 6940
draft 6939
hispanic 6929
acting 6913
suggest 6911
brothers 6903
type 6901
stephen 6895
fully 6893
supply 6893
turns 6888
cutting 6887
financing 6886
task 6866
organized 6864
determine 6863
difference 6859
philadelphia 6856
physical 6856
color 6854
january 6853
associated 6852
century 6851
stood 6845
coalition 6844
identified 6839
welfare 6837
festival 6836
ice 6834
goals 6829
source 6827
attacks 6826
blacks 6825
presence 6825
patrick 6820
note 6809
appointed 6805
assembly 6802
assets 6798
walked 6797
bronx 6796
bureau 6790
conditions 6790
telling 6778
august 6767
follow 6758
broad 6754
electric 6753
films 6750
committed 6741
images 6733
policies 6733
native 6727
stories 6722
golf 6716
sitting 6706
requires 6688
grow 6684
failure 6683
sharp 6681
watching 6680
miami 6676
model 6671
survey 6669
anthony 6667
levels 6661
clean 6649
prove 6646
agents 6639
jones 6638
organizations 6638
al 6624
train 6624
driving 6621
tomorrow 6615
hardly 6614
replace 6614
queens 6613
uses 6607
letters 6604
shots 6600
electronic 6595
listed 6592
recession 6583
global 6578
boy 6560
quick 6555
bid 6551
criticized 6551
guys 6538
facing 6537
cross 6532
immediate 6510
pictures 6505
jeff 6504
status 6501
wait 6499
faces 6498
novel 6496
younger 6491
legislature 6490
owns 6486
confidence 6484
raising 6484
appeals 6483
decade 6482
providing 6481
somewhat 6481
existing 6478
internal 6478
howard 6474
creating 6469
helping 6469
technical 6458
promised 6457
chicken 6455
flight 6454
henry 6454
bosnia 6453
criticism 6452
favorite 6449
dispute 6444
dark 6440
continues 6436
taste 6428
unable 6422
talked 6419
considering 6417
affairs 6416
settlement 6389
murder 6387
decades 6385
gorbachev 6384
hoped 6382
november 6370
revenues 6370
kevin 6367
tied 6367
headquarters 6365
williams 6357
allowing 6350
discovered 6348
victims 6346
responsibility 6343
bus 6342
offices 6342
tiny 6342
claim 6333
partly 6332
championship 6331
offensive 6328
gun 6322
handle 6322
sit 6322
illegal 6314
broken 6312
minor 6306
agent 6305
mass 6302
nearby 6299
ban 6288
edge 6283
prosecutors 6283
reagan 6280
disease 6271
push 6269
reflect 6268
maintain 6263
songs 6262
eyes 6255
seeing 6241
faced 6239
sex 6238
carrying 6233
researchers 6227
computers 6216
determined 6216
hired 6216
politicians 6215
units 6206
express 6205
changing 6204
band 6200
doubt 6195
baby 6194
gallery 6192
proposals 6190
westchester 6185
limit 6183
super 6180
farm 6179
missing 6177
consumers 6174
foundation 6172
alan 6165
bosnian 6157
managing 6157
female 6150
gained 6150
balance 6141
coast 6141
christmas 6138
developing 6138
ruled 6137
atlantic 6132
plastic 6131
december 6129
mexico 6129
reasons 6125
cook 6124
francisco 6118
england 6115
entered 6115
october 6115
september 6113
centers 6109
pentagon 6107
choose 6106
suddenly 6106
andrew 6102
pulled 6099
steel 6096
parliament 6095
cited 6088
bridge 6085
wood 6083
fellow 6080
orders 6076
decisions 6073
muslim 6072
request 6072
happen 6066
y 6064
elections 6062
example 6059
glass 6058
declared 6051
representatives 6045
culture 6038
heavily 6038
bottom 6037
gains 6033
founded 6032
seventh 6028
table 6023
grown 6016
treated 6014
liberal 6011
ceremony 6005
warned 5999
contemporary 5990
bankruptcy 5986
christopher 5986
fed 5970
index 5970
proved 5952
award 5945
freedom 5945
date 5944
tablespoons 5940
broadcast 5938
dramatic 5918
performances 5917
normal 5916
brief 5915
airlines 5911
jordan 5909
male 5908
legislative 5905
atlanta 5903
emotional 5897
sets 5896
creative 5891
managers 5891
wearing 5888
windows 5888
port 5885
positive 5884
route 5883
threatened 5877
formed 5875
famous 5872
lincoln 5871
replaced 5871
easier 5868
greatest 5865
hospitals 5863
injured 5863
stars 5853
measures 5849
jazz 5848
sharply 5840
votes 5839
drawn 5832
picked 5827
convention 5825
ideas 5824
makers 5822
virginia 5816
palestinian 5812
explain 5809
payments 5807
shopping 5807
effects 5806
progress 5803
elizabeth 5802
characters 5800
mount 5800
citizens 5797
shift 5781
teacher 5777
represent 5771
ends 5768
safe 5767
unemployment 5766
fast 5764
lawrence 5762
artist 5748
dan 5747
believes 5745
coverage 5745
walking 5740
roman 5734
navy 5733
testimony 5721
equal 5717
visitors 5712
aware 5706
finish 5704
struggle 5702
sat 5690
acquired 5688
profit 5687
guilty 5684
resolution 5683
opinion 5682
reform 5682
hussein 5678
vast 5677
wear 5676
enter 5669
draw 5668
madison 5662
rare 5662
touch 5662
herself 5661
check 5652
crucial 5652
strength 5652
display 5649
documents 5648
combined 5647
drew 5645
alternative 5644
speed 5641
advance 5635
starts 5634
rangers 5632
views 5630
ballet 5627
bruce 5626
tests 5623
historical 5619
everybody 5618
fill 5618
permanent 5617
mixed 5614
eye 5613
rooms 5613
indicated 5611
dismissed 5604
pepper 5601
closer 5591
moves 5591
aside 5586
wild 5586
daniel 5585
pacific 5584
opponents 5583
possibly 5583
bringing 5572
giant 5567
miller 5557
commitment 5550
academy 5549
attended 5548
spot 5547
announcement 5542
paris 5541
worry 5541
reputation 5540
purchase 5536
inflation 5533
newly 5531
barbara 5529
goods 5523
card 5522
stanley 5522
stands 5520
eighth 5513
tournament 5509
removed 5507
respect 5501
yale 5499
girl 5493
tells 5490
governments 5487
extremely 5485
currently 5476
mutual 5476
waste 5476
kill 5474
recalled 5474
formal 5464
sponsored 5459
pointed 5455
prominent 5443
afford 5442
actions 5436
meetings 5435
reaction 5434
cbs 5430
ronald 5428
shop 5428
split 5426
corner 5420
industries 5415
airport 5411
ford 5402
chosen 5401
suggests 5398
urged 5394
auction 5389
mission 5389
pitch 5389
serbs 5388
tend 5386
positions 5383
interests 5382
britain 5381
perfect 5378
republic 5377
saddam 5376
racing 5371
consecutive 5365
contracts 5365
recommended 5362
dean 5361
amid 5360
apply 5357
chris 5357
repeatedly 5357
producer 5355
hoping 5354
transit 5354
commerce 5353
fly 5352
inches 5351
downtown 5343
adopted 5342
watched 5335
don 5333
historic 5330
applied 5328
metal 5323
activities 5322
conflict 5319
jews 5316
davis 5315
library 5315
donald 5313
generation 5313
sixth 5313
lawmakers 5308
manufacturing 5308
throw 5308
classic 5299
hollywood 5295
restaurants 5294
doctor 5289
lake 5289
tie 5278
yr 5277
grant 5271
horse 5270
primarily 5262
dangerous 5261
christian 5259
dealing 5256
treaty 5256
voting 5256
pushed 5255
chose 5250
nice 5247
machines 5246
retirement 5244
admission 5243
constitutional 5239
holds 5238
institutions 5238
scientific 5236
seats 5236
photographs 5234
appearance 5230
fit 5228
occurred 5226
pan 5226
pat 5226
establish 5225
lewis 5219
trees 5216
dave 5215
passing 5214
machine 5211
estimates 5210
allows 5204
shortly 5197
houston 5194
tony 5192
completely 5188
sees 5188
dozens 5186
consultant 5179
aimed 5174
seat 5170
february 5166
orchestra 5154
wedding 5153
fees 5151
parking 5146
bell 5140
ii 5140
economists 5137
courts 5128
hits 5128
weather 5127
taught 5123
worried 5123
nbc 5122
susan 5121
allied 5120
mainly 5118
returning 5107
extended 5106
nobody 5103
stations 5103
learning 5100
entertainment 5095
defeated 5093
dry 5093
detroit 5089
unlikely 5089
airline 5085
referred 5083
merely 5082
typical 5082
severe 5077
athletic 5076
kelly 5073
arthur 5071
vietnam 5071
border 5066
convicted 5062
troubled 5061
junior 5059
limits 5058
rarely 5053
royal 5051
stadium 5051
educational 5049
frequently 5048
mental 5048
economist 5047
employment 5047
host 5045
maker 5038
winner 5034
competitive 5033
ross 5029
pace 5027
champion 5024
ending 5021
latin 5019
argue 5015
larry 5005
brian 5004
hair 5001
perform 5001
promise 5000
leads 4999
apple 4998
aircraft 4992
silver 4992
modest 4991
clients 4988
meaning 4988
prince 4984
conduct 4981
discount 4979
usual 4979
manufacturers 4977
santa 4976
fired 4974
focused 4973
quarterback 4957
mortgage 4951
recorded 4950
valley 4945
warm 4943
ann 4939
strongly 4936
barely 4935
conventional 4928
gary 4924
finds 4920
fuel 4920
sun 4919
assistance 4915
weight 4914
drove 4912
weak 4892
pull 4888
closely 4887
walls 4885
holiday 4884
mountain 4883
spokeswoman 4880
analysis 4878
pop 4873
dealers 4872
irish 4872
boys 4867
complaints 4866
olive 4863
mario 4856
settled 4842
walter 4842
philip 4836
youth 4833
count 4831
surprised 4830
taylor 4830
window 4830
reflected 4827
session 4824
representing 4823
complained 4822
movies 4822
teaspoon 4822
refugees 4820
mix 4815
activity 4811
shared 4810
recovery 4807
substantial 4804
impossible 4801
items 4799
aggressive 4798
insure 4797
mexican 4797
threw 4797
otherwise 4794
rabbi 4794
palestinians 4792
morris 4791
academic 4790
studio 4790
salary 4788
forms 4784
encourage 4783
colleagues 4777
diplomats 4772
enormous 4772
forest 4772
orange 4767
volume 4767
paintings 4766
lunch 4764
falling 4762
admitted 4761
beating 4760
clothes 4759
warning 4759
demands 4756
testing 4755
angry 4750
bright 4749
fears 4749
longtime 4747
defeat 4746
sending 4746
sept 4742
yellow 4739
compete 4738
stone 4738
towns 4736
crown 4729
prospect 4728
shape 4727
teaching 4726
dec 4723
concluded 4718
medicine 4709
wonder 4709
kinds 4706
weekly 4706
combination 4705
salomon 4705
thinks 4703
golden 4701
kansas 4701
traders 4700
eric 4698
expansion 4693
direction 4691
assault 4687
pair 4675
canada 4667
shut 4662
dow 4654
keeps 4654
surgery 4654
regulations 4653
comments 4652
knowledge 4652
features 4647
publicly 4647
improved 4646
allen 4645
entirely 4643
suspended 4643
argument 4642
unions 4638
chopped 4636
interviews 4633
districts 4632
chamber 4630
rent 4626
kuwait 4625
repeated 4620
sanctions 4620
consulting 4614
roughly 4614
eat 4613
jerry 4612
rally 4612
fort 4609
structure 4608
attend 4607
vision 4606
feels 4600
partners 4599
rated 4597
independence 4595
dallas 4594
ordinary 4594
apparent 4592
master 4591
selected 4588
douglas 4586
surface 4586
target 4584
wish 4584
brother 4580
memorial 4579
ticket 4577
tv 4577
lay 4574
theme 4574
ties 4574
artistic 4571
newspapers 4561
foot 4560
publishing 4557
desire 4556
statements 4555
barry 4554
interesting 4554
monthly 4554
sauce 4553
writers 4553
sounds 4552
moral 4550
originally 4548
scores 4546
soft 4544
massachusetts 4543
sweet 4540
bear 4535
brings 4534
republics 4534
struggling 4533
driven 4531
plane 4527
differences 4526
civilian 4525
comfortable 4520
hudson 4520
rating 4517
currency 4516
tight 4516
behavior 4512
tree 4510
spirit 4509
attempts 4508
ultimately 4505
nonprofit 4504
quiet 4502
africa 4500
delay 4496
parent 4496
stayed 4495
confirmed 4491
ray 4483
realize 4483
recognize 4483
ministry 4480
co 4479
eager 4477
expand 4473
song 4471
advice 4466
michigan 4466
mention 4462
divided 4448
girls 4448
studied 4448
mixture 4443
spanish 4443
steven 4437
veteran 4436
incident 4433
violent 4428
norman 4426
publisher 4424
scoring 4424
selection 4422
invited 4420
priced 4419
protest 4418
delivered 4416
islamic 4416
democracy 4414
interior 4409
affect 4406
catch 4406
politically 4406
painting 4405
painted 4404
plenty 4403
screen 4403
command 4401
performing 4401
happens 4399
suffering 4399
networks 4396
flow 4395
environment 4394
seriously 4394
fought 4393
solid 4389
paint 4388
sugar 4387
marine 4383
roger 4382
maintenance 4380
minimum 4378
wave 4367
tradition 4366
pittsburgh 4363
considerable 4356
rice 4356
memory 4355
advocates 4354
marked 4342
eliminate 4341
intense 4340
expert 4338
reducing 4337
negative 4335
quoted 4331
surprise 4331
carefully 4329
supplies 4329
obvious 4328
drawing 4327
occupied 4327
receiving 4326
poll 4325
dream 4320
marriage 4316
moments 4314
traded 4313
victim 4312
visited 4312
elderly 4307
striking 4307
excellent 4303
senators 4302
merrill 4299
discussion 4298
emerged 4296
deals 4293
myself 4290
preferred 4290
backed 4289
piano 4288
morgan 4284
schedule 4284
tape 4284
directors 4280
pounds 4278
equally 4277
abuse 4275
communities 4270
passengers 4270
ninth 4269
passes 4269
affected 4268
abandoned 4263
carolina 4263
visiting 4262
bigger 4261
pain 4256
reduction 4256
campus 4249
compromise 4248
beautiful 4247
classical 4244
cards 4242
contributions 4242
besides 4236
devoted 4235
explained 4232
opens 4231
serves 4230
deeply 4226
preparing 4222
surrounding 4217
fallen 4215
worse 4213
strategic 4210
patient 4208
laid 4207
helps 4204
danger 4202
wind 4196
causes 4194
matters 4193
accompanied 4191
amounts 4190
reporter 4190
heights 4188
ancient 4186
breaking 4186
dennis 4185
estimate 4181
respond 4181
asian 4177
allies 4176
gray 4174
jump 4172
fare 4169
operate 4168
stake 4168
buyers 4167
essential 4167
polls 4167
convinced 4166
amendment 4164
discussed 4164
worker 4162
planes 4161
understanding 4161
subway 4158
earn 4157
adult 4155
transition 4155
puts 4154
honor 4153
tone 4152
expects 4147
lots 4146
file 4143
predicted 4141
upset 4137
imposed 4134
rural 4134
anderson 4132
hong 4130
materials 4130
models 4130
chapter 4129
outstanding 4124
factory 4119
likes 4115
cp 4112
factor 4112
controlled 4107
harry 4106
awarded 4102
values 4102
chances 4101
duke 4101
connection 4095
producers 4095
expanded 4093
coup 4087
nets 4087
responded 4087
magic 4086
hundred 4085
counsel 4080
blame 4078
venture 4078
widespread 4078
truly 4076
arm 4075
guide 4070
injury 4066
sites 4066
carter 4065
contact 4063
ad 4062
inspired 4061
employee 4059
somebody 4055
supporting 4053
driver 4051
blocks 4048
appropriate 4047
notion 4043
gap 4040
anger 4039
pound 4038
species 4038
forget 4035
fat 4034
chain 4032
giuliani 4030
neighbors 4027
yankee 4026
stronger 4022
faculty 4021
options 4021
mail 4018
attract 4016
gathered 4015
judges 4011
identify 4009
pennsylvania 4009
branch 3998
distribution 3995
negotiating 3994
afraid 3990
designer 3986
enforcement 3986
extensive 3986
viewed 3985
journal 3983
string 3982
fairly 3976
personnel 3976
delivery 3973
disabled 3972
playoff 3971
dominated 3964
coffee 3963
studying 3963
experienced 3957
fun 3955
solution 3954
offense 3953
pension 3951
narrow 3950
feature 3947
restrictions 3944
pool 3939
reality 3937
exercise 3931
lowest 3928
truck 3927
permit 3925
importance 3923
flat 3921
welcome 3919
gene 3917
bobby 3914
iran 3912
indeed 3911
era 3908
normally 3907
suburban 3904
kitchen 3900
rain 3900
temporary 3900
handling 3899
hearings 3896
pages 3892
lawsuit 3891
describe 3887
promote 3884
reflects 3884
clubs 3882
classes 3881
vincent 3880
regarded 3879
sensitive 3878
flying 3877
beneath 3874
rape 3872
bitter 3871
witnesses 3871
remarks 3870
apartments 3869
obviously 3866
legislators 3865
option 3865
cream 3863
lift 3863
el 3861
yields 3861
degrees 3859
equivalent 3859
realized 3856
flowers 3855
noon 3853
boat 3852
yugoslav 3852
birth 3851
commander 3849
controls 3849
harder 3848
singer 3847
weddings 3847
elements 3846
resident 3843
prompted 3842
resigned 3838
captain 3836
sam 3832
engineering 3831
transfer 3831
anne 3826
detailed 3826
virus 3826
favored 3822
assigned 3821
healthy 3821
camera 3819
contributed 3818
guarantee 3817
channel 3812
advisory 3810
actual 3806
empty 3805
returns 3802
questioned 3801
regulators 3800
apart 3799
croatian 3797
powers 3795
suspect 3795
fred 3793
reaching 3792
path 3791
competing 3787
administrative 3785
doors 3784
ratings 3783
ron 3782
cleveland 3781
ride 3780
hitting 3779
purpose 3773
carries 3771
restore 3771
actor 3768
prepare 3768
skills 3766
motor 3762
ed 3761
individuals 3760
participants 3760
symphony 3760
crew 3758
diplomatic 3755
monetary 3751
wonderful 3750
adults 3749
athletes 3749
seized 3746
pushing 3744
occasionally 3741
attacked 3740
vehicles 3738
jimmy 3736
producing 3736
truth 3733
maximum 3730
empire 3729
reporting 3726
prisoners 3725
portion 3724
farmers 3723
puerto 3723
sister 3723
signal 3722
fee 3720
immigrants 3719
stir 3717
missile 3713
muslims 3710
capacity 3706
founder 3705
digital 3702
meat 3702
ranging 3701
resulted 3701
drama 3697
seasons 3696
busy 3695
alliance 3693
numerous 3693
subsidiary 3690
pattern 3688
prize 3688
slowly 3688
bomb 3681
traveling 3678
guns 3677
cabinet 3676
necessarily 3676
collapse 3675
stretch 3675
distance 3674
immigration 3671
theory 3671
butter 3668
opportunities 3668
trained 3668
typically 3667
achieve 3666
nassau 3665
column 3663
defending 3663
aide 3659
combat 3659
enjoy 3656
hole 3656
federation 3655
lies 3655
expenses 3654
readers 3651
worldwide 3651
core 3649
scenes 3649
copies 3645
gift 3644
parks 3642
terry 3642
comedy 3638
boris 3636
dancers 3636
misstated 3635
employers 3630
obtained 3630
totally 3630
cooperation 3629
payment 3629
linked 3627
papers 3625
queen 3624
highway 3623
god 3620
toronto 3619
attitude 3613
singing 3613
mile 3610
minute 3607
arrest 3606
concept 3605
staten 3605
interviewed 3604
dress 3603
trend 3603
treat 3601
buffalo 3600
recognized 3600
abc 3598
defend 3598
discussions 3598
georgia 3597
streak 3597
earth 3596
folk 3596
florio 3594
devils 3592
maintained 3592
joining 3591
guests 3590
recognition 3590
hotels 3589
repair 3588
describes 3584
adviser 3582
wounded 3582
cooking 3581
rush 3578
clothing 3577
initially 3577
thrown 3576
wilson 3575
breast 3571
ease 3571
jay 3570
boxing 3568
link 3567
viewers 3567
associates 3565
complicated 3564
advisers 3556
encouraged 3556
carl 3555
essentially 3554
investments 3554
remarkable 3554
settle 3552
drivers 3551
warner 3549
jose 3548
acres 3547
types 3547
accord 3544
sells 3542
reluctant 3541
gasoline 3540
rookie 3540
animals 3537
teach 3536
emphasis 3534
imagine 3534
faith 3530
veterans 3529
ought 3528
nancy 3526
palm 3525
tries 3523
animal 3521
storm 3506
sources 3504
minnesota 3503
anybody 3501
actors 3500
handled 3500
brain 3499
contrast 3497
die 3497
kenneth 3497
dancing 3494
jumped 3493
fundamental 3490
thin 3490
extent 3487
reportedly 3486
sentence 3486
tim 3482
handful 3481
penalty 3480
gates 3477
touchdown 3477
equity 3474
mentioned 3474
accident 3471
bodies 3471
flights 3471
proper 3471
knowing 3470
deaths 3469
statistics 3469
attractive 3468
escape 3468
effectively 3466
nomination 3465
crimes 3464
obtain 3461
ship 3461
israelis 3460
length 3458
inning 3457
albert 3453
cool 3452
failing 3452
correct 3449
tablespoon 3449
warren 3448
yorkers 3441
bankers 3439
korean 3434
falls 3433
method 3432
seattle 3431
trucks 3431
assume 3427
cells 3426
tokyo 3426
ill 3423
talent 3421
witness 3421
preserve 3420
testified 3419
depending 3418
races 3418
dog 3414
jean 3414
confident 3413
badly 3412
captured 3411
faster 3411
acts 3407
customer 3404
feelings 3404
guess 3404
speaker 3404
surely 3402
damaged 3401
stepped 3397
foster 3390
greg 3387
rival 3385
beauty 3383
ocean 3383
thick 3383
requiring 3382
hiring 3381
vehicle 3379
impression 3377
eating 3373
cups 3372
destroyed 3371
forcing 3371
persuade 3369
valuable 3369
liked 3367
granted 3365
deliver 3364
firms 3360
rapidly 3359
leonard 3358
promises 3357
bombing 3355
literary 3354
courses 3353
diamond 3352
ads 3350
false 3350
harris 3350
deadline 3348
acted 3344
chancellor 3340
steady 3339
elsewhere 3338
capable 3337
residential 3336
burden 3334
entering 3334
hills 3334
signing 3332
tested 3331
involvement 3329
absolutely 3328
passage 3328
jane 3326
featuring 3325
bread 3323
laboratory 3321
fraud 3319
accusations 3318
freshly 3314
ralph 3312
automobile 3311
prefer 3311
background 3310
mood 3310
extend 3308
pitcher 3308
arguing 3307
attracted 3307
surrounded 3306
somehow 3304
belief 3303
korea 3302
anniversary 3301
allegations 3300
institution 3300
print 3299
negotiate 3298
gotten 3296
writes 3293
missiles 3292
impose 3291
jail 3289
proud 3289
claimed 3287
covering 3287
simon 3286
awards 3285
b 3285
ohio 3284
electronics 3283
sophisticated 3279
suits 3278
detective 3274
improvement 3273
regularly 3269
absence 3268
restructuring 3268
stuff 3266
articles 3260
atmosphere 3260
prosecution 3260
whites 3259
financed 3257
guest 3256
circle 3254
objects 3254
presidents 3254
fox 3252
bed 3249
greenwich 3249
margaret 3249
summit 3248
boards 3247
arkansas 3243
coaches 3243
dressed 3241
medicaid 3240
pays 3238
clark 3236
cum 3236
economics 3233
indians 3233
dick 3229
garlic 3228
furniture 3225
risks 3225
lights 3224
creation 3223
practices 3223
fields 3222
constitution 3221
wooden 3221
milk 3216
italy 3213
mitchell 3212
recording 3210
provision 3208
plot 3207
lemon 3205
beer 3204
resolve 3204
conversation 3203
suggesting 3202
riley 3200
compensation 3199
rescue 3197
survive 3197
engaged 3195
factors 3193
inquiry 3193
shelter 3192
musicians 3191
strip 3190
corps 3189
attributed 3187
covers 3185
blow 3183
ewing 3180
tens 3178
corruption 3177
carol 3176
therefore 3176
alexander 3173
invest 3173
corporations 3168
client 3167
impressive 3167
wore 3165
stick 3164
involves 3162
cellular 3158
inner 3154
medium 3154
formerly 3148
coleman 3143
debut 3143
household 3143
hire 3141
reservations 3141
indicate 3138
princeton 3134
shoulder 3133
appointment 3132
marks 3132
baghdad 3128
innings 3128
fernandez 3125
romantic 3122
grilled 3121
salad 3121
radical 3120
tenants 3120
achieved 3118
discontinued 3116
praised 3116
discrimination 3115
disney 3112
borough 3111
practical 3111
soil 3110
nursing 3109
departure 3107
lynch 3107
approve 3106
behalf 3106
injuries 3105
motors 3105
pitching 3104
diego 3100
meets 3099
insist 3098
findings 3095
difficulty 3092
northwest 3092
ambitious 3091
demanding 3091
row 3091
extension 3090
governing 3088
concrete 3082
sudden 3081
raises 3080
islanders 3079
outdoor 3077
notice 3076
purchased 3076
throwing 3076
feared 3074
arguments 3073
opposite 3073
solo 3072
delayed 3071
blocked 3068
menu 3068
announce 3067
harold 3067
reasonable 3065
demanded 3064
parade 3060
kentucky 3059
ultimate 3059
contain 3053
fruit 3053
code 3052
noting 3049
promising 3049
registered 3047
reference 3046
roles 3041
gerald 3040
pursue 3039
tyson 3039
visits 3039
billions 3038
gross 3038
engagement 3037
permitted 3037
symbol 3035
properties 3034
pressed 3033
saved 3030
psychological 3029
loved 3028
expense 3027
motion 3026
involve 3024
satellite 3019
portrait 3018
loose 3017
trips 3016
olympics 3015
attached 3014
thousand 3014
electrical 3013
useful 3012
laude 3010
location 3009
poverty 3009
pressing 3009
scale 3009
brand 3008
pleased 3006
bears 3005
zone 3005
visible 3003
haven 3001
relatives 3001
sweeping 3001
document 3000
frequent 2999
manage 2998
merger 2997
neighborhoods 2995
solve 2992
franklin 2991
entry 2990
vital 2990
guards 2988
landscape 2988
strange 2988
broader 2986
paramount 2983
choices 2981
skin 2978
privately 2977
lobbying 2976
corn 2975
partnership 2974
shore 2973
bases 2972
attempted 2965
ethics 2965
shops 2965
snow 2964
investigating 2963
listen 2963
disk 2961
roy 2960
victories 2960
informed 2957
clinic 2956
infected 2956
anywhere 2955
fate 2955
gore 2955
comparable 2954
license 2953
sergeant 2952
wake 2952
potentially 2951
citing 2950
foods 2950
nelson 2948
relative 2944
tired 2944
lord 2943
winners 2943
holes 2941
contains 2940
arranged 2939
beaten 2939
operated 2937
prospects 2932
brick 2931
demonstrated 2930
le 2927
alcohol 2926
exports 2926
sox 2926
pitched 2925
assumed 2924
lighting 2923
occasional 2923
plate 2922
superior 2922
bulls 2921
hartford 2921
collected 2920
ownership 2918
oppose 2916
comic 2914
disclosed 2912
complaint 2910
operates 2909
follows 2908
ministers 2904
aspects 2903
definitely 2902
careful 2899
export 2899
surprising 2897
greek 2896
jeffrey 2896
seemingly 2896
introduce 2895
resulting 2895
regard 2894
samuel 2894
causing 2888
continental 2887
bound 2883
elementary 2883
knee 2881
colorado 2880
pending 2878
expectations 2877
harlem 2875
prosecutor 2875
roots 2874
shareholders 2874
bernard 2873
eligible 2873
stolen 2873
roll 2870
speculation 2869
suffer 2869
rental 2867
territory 2867
audiences 2866
baltimore 2866
exposed 2866
enjoyed 2864
protected 2863
ranks 2863
chase 2860
chrysler 2860
costly 2860
marshall 2860
membership 2860
procedures 2860
agreements 2859
addenda 2857
drinking 2856
copy 2855
asserted 2853
margin 2852
comprehensive 2851
rapid 2850
agriculture 2847
engineers 2847
acquisition 2846
resistance 2846
raymond 2845
flood 2844
nationwide 2844
pete 2844
styles 2844
broadcasting 2839
ken 2839
smoke 2839
memories 2837
succeed 2836
speaks 2835
specialist 2833
tremendous 2832
phil 2831
celebrated 2830
wins 2830
destroy 2827
credits 2826
journalists 2824
tours 2823
trail 2823
tons 2821
plain 2820
childhood 2817
odd 2813
ambassador 2812
ring 2811
architect 2809
cocaine 2809
secondary 2807
featured 2805
swiss 2805
editorial 2804
devices 2803
naval 2803
specifically 2803
colors 2802
kurdish 2802
strikes 2802
thanks 2802
jurors 2801
combine 2800
defendants 2800
defended 2799
secure 2799
cincinnati 2797
futures 2797
quietly 2796
veto 2793
campaigns 2791
participate 2790
distributed 2789
polish 2789
luxury 2787
peacekeeping 2785
constant 2783
sport 2783
entitled 2779
expanding 2779
ruth 2779
visual 2778
engine 2777
installed 2776
regulatory 2774
quayle 2772
concerts 2769
mothers 2769
dishes 2768
routine 2768
joan 2767
performers 2767
rail 2767
capitol 2766
consensus 2764
tourist 2764
volunteer 2763
collect 2762
retain 2762
backing 2761
preliminary 2761
berlin 2759
grounds 2759
resume 2758
threatening 2758
todd 2758
scandal 2753
duty 2752
wealthy 2752
juice 2751
dish 2750
designers 2749
crowded 2747
mikhail 2747
terrible 2746
wayne 2746
acquire 2745
cheese 2745
resignation 2744
oven 2742
ranked 2742
acknowledge 2741
discussing 2741
precisely 2738
device 2737
indication 2737
crack 2735
emerging 2734
attending 2732
chocolate 2732
deny 2731
wines 2731
elaborate 2730
nights 2728
tech 2727
yugoslavia 2727
pleaded 2726
buyer 2725
gang 2724
teaches 2724
depends 2720
oldest 2720
wage 2715
leg 2714
rely 2714
tables 2714
breakfast 2713
hanging 2713
hang 2711
hidden 2711
architectural 2710
doubts 2708
grace 2708
checks 2707
resort 2706
suspected 2705
challenged 2703
professionals 2703
endorsed 2701
recall 2700
shoot 2700
civic 2698
hate 2698
judgment 2698
pink 2697
fled 2696
las 2696
presents 2696
basically 2693
vulnerable 2692
negotiated 2689
urging 2689
somewhere 2688
alive 2687
soccer 2687
generated 2684
printed 2684
understood 2683
elegant 2682
universal 2682
arrive 2680
contend 2680
frame 2680
connected 2679
describing 2679
object 2679
pilot 2679
composer 2678
discovery 2678
holdings 2678
publication 2678
significantly 2678
provisions 2677
trains 2676
contribution 2675
intellectual 2675
promoted 2674
tower 2674
traveled 2673
actress 2671
painful 2670
riding 2670
fishing 2668
desperate 2665
volunteers 2665
sarajevo 2664
staying 2664
entrance 2663
explaining 2662
lehman 2661
sounded 2661
utility 2660
revealed 2659
sleep 2659
agenda 2658
northeast 2658
dedicated 2656
newark 2655
withdrawal 2652
officially 2651
generate 2650
robinson 2650
croatia 2649
russell 2649
converted 2646
celebration 2644
maxwell 2644
carriers 2642
contended 2641
successfully 2638
temple 2638
requirements 2637
designated 2636
pride 2636
stable 2636
penn 2635
du 2633
tobacco 2633
conviction 2632
chip 2631
heading 2631
vacation 2631
challenges 2630
eliminated 2630
handed 2630
monitor 2629
lieutenant 2628
moderate 2627
swept 2626
outcome 2625
posted 2625
bird 2623
depend 2623
facts 2622
grants 2622
reception 2622
investor 2620
principle 2620
succeeded 2620
pollution 2619
travelers 2617
random 2616
approached 2615
potatoes 2613
pact 2611
briefly 2609
architecture 2608
colleges 2608
adjusted 2606
guarantees 2606
stakes 2606
guidelines 2605
supports 2605
risen 2601
contribute 2600
prospective 2599
defined 2598
referendum 2598
circuit 2597
holy 2597
braves 2596
brokerage 2596
edited 2596
formally 2595
grass 2593
salmon 2592
stress 2591
indiana 2589
linda 2589
manner 2589
sick 2589
garbage 2588
violated 2588
desert 2585
albany 2584
answers 2584
drink 2584
critic 2583
error 2583
improving 2583
spots 2583
birds 2581
ideal 2580
lie 2580
sentenced 2580
turkey 2580
vegetables 2580
bench 2577
doubled 2576
produces 2576
programming 2576
guaranteed 2574
medal 2574
magazines 2573
ski 2573
demonstrate 2572
identity 2572
worn 2572
lists 2571
publicity 2570
murray 2569
unexpected 2569
declining 2568
grams 2568
projected 2567
jonathan 2566
switch 2565
literature 2563
soup 2563
breaks 2562
clinical 2562
roof 2562
imports 2561
sessions 2561
spoken 2561
judicial 2560
moore 2560
patricia 2559
carnegie 2558
crash 2558
slipped 2558
willingness 2558
text 2557
cap 2556
lady 2554
columbus 2553
lease 2553
overcome 2551
pledged 2551
craig 2550
submitted 2547
asks 2545
counter 2545
album 2544
indictment 2544
russians 2543
phoenix 2542
filing 2540
intent 2540
flew 2539
remembered 2539
targets 2539
vocal 2538
india 2537
technique 2537
engineer 2536
opponent 2536
crude 2535
tensions 2535
gathering 2534
roads 2534
traditionally 2534
seeks 2533
sir 2532
keith 2529
nixon 2528
patterns 2528
formula 2527
fail 2526
lifted 2526
taxpayers 2526
del 2523
railroad 2523
applications 2522
popularity 2521
reflecting 2521
rumors 2521
bag 2519
renewed 2516
counts 2514
tall 2514
lloyd 2512
content 2511
constantly 2509
horses 2509
surge 2509
arrival 2508
consistent 2507
designs 2507
theatrical 2507
contest 2506
nicholas 2505
harbor 2503
dutch 2502
unusually 2502
affair 2501
commercials 2501
praise 2501
bidding 2500
liberation 2500
controversy 2498
evident 2497
ignored 2497
dates 2495
intention 2493
lobby 2492
adds 2490
ensemble 2490
saving 2489
technologies 2489
layoffs 2487
mere 2487
vietnamese 2487
couples 2486
jet 2486
cornell 2485
forth 2485
methods 2485
philosophy 2485
letting 2484
